{
          "@odata.type": "#microsoft.graph.depMacOSEnrollmentProfile",
          "displayName": "iMac",
          "description": "",
          "requiresUserAuthentication": false,
          "configurationEndpointUrl": "https://appleconfigurator2.manage.microsoft.com/MDMServiceConfig?id=edc77cc0-a319-4b11-8fdd-cd1ec449c4d8&AADTenantId=843d9015-bb01-4585-a589-f54c556e054c",
          "enableAuthenticationViaCompanyPortal": false,
          "requireCompanyPortalOnSetupAssistantEnrolledDevices": false,
          "supervisedModeEnabled": true,
          "supportDepartment": "EKS",
          "isMandatory": true,
          "locationDisabled": true,
          "supportPhoneNumber": "000000000",
          "profileRemovalDisabled": false,
          "restoreBlocked": true,
          "appleIdDisabled": true,
          "termsAndConditionsDisabled": true,
          "touchIdDisabled": true,
          "applePayDisabled": true,
          "siriDisabled": true,
          "diagnosticsDisabled": true,
          "displayToneSetupDisabled": true,
          "privacyPaneDisabled": true,
          "screenTimeScreenDisabled": true,
          "deviceNameTemplate": "",
          "configurationWebUrl": false,
          "registrationDisabled": true,
          "fileVaultDisabled": true,
          "iCloudDiagnosticsDisabled": true,
          "passCodeDisabled": false,
          "zoomDisabled": false,
          "iCloudStorageDisabled": true,
          "chooseYourLockScreenDisabled": true,
          "accessibilityScreenDisabled": true,
          "autoUnlockWithWatchDisabled": false
}