{
          "@odata.type": "#microsoft.graph.depIOSEnrollmentProfile",
          "displayName": "iOS_Schuelergeraete",
          "description": "Registrierungsprofil",
          "requiresUserAuthentication": true,
          "configurationEndpointUrl": "https://appleconfigurator2.manage.microsoft.com/MDMServiceConfig?id=edc77cc0-a319-4b11-8fdd-cd1ec449c4d8&AADTenantId=843d9015-bb01-4585-a589-f54c556e054c",
          "enableAuthenticationViaCompanyPortal": false,
          "requireCompanyPortalOnSetupAssistantEnrolledDevices": false,
          "supervisedModeEnabled": true,
          "supportDepartment": "Schuelergeraete",
          "isMandatory": true,
          "locationDisabled": false,
          "supportPhoneNumber": "-",
          "profileRemovalDisabled": true,
          "restoreBlocked": true,
          "appleIdDisabled": true,
          "termsAndConditionsDisabled": true,
          "touchIdDisabled": true,
          "applePayDisabled": true,
          "siriDisabled": true,
          "diagnosticsDisabled": true,
          "displayToneSetupDisabled": true,
          "privacyPaneDisabled": true,
          "screenTimeScreenDisabled": true,
          "deviceNameTemplate": "SCH-{{SERIAL}}-{{DEVICETYPE}}",
          "configurationWebUrl": false,
          "iTunesPairingMode": "allow",
          "restoreFromAndroidDisabled": true,
          "awaitDeviceConfiguredConfirmation": false,
          "sharedIPadMaximumUserCount": 0,
          "enableSharedIPad": false,
          "companyPortalVppTokenId": "00000000-0000-0000-0000-000000000000",
          "enableSingleAppEnrollmentMode": false,
          "homeButtonScreenDisabled": true,
          "iMessageAndFaceTimeScreenDisabled": true,
          "onBoardingScreenDisabled": true,
          "simSetupScreenDisabled": true,
          "softwareUpdateScreenDisabled": true,
          "watchMigrationScreenDisabled": true,
          "appearanceScreenDisabled": true,
          "expressLanguageScreenDisabled": false,
          "preferredLanguageScreenDisabled": false,
          "deviceToDeviceMigrationDisabled": true,
          "welcomeScreenDisabled": false,
          "passCodeDisabled": true,
          "zoomDisabled": true,
          "restoreCompletedScreenDisabled": false,
          "updateCompleteScreenDisabled": false,
          "forceTemporarySession": false,
          "temporarySessionTimeoutInSeconds": 0,
          "userSessionTimeoutInSeconds": 0,
          "passcodeLockGracePeriodInSeconds": null,
          "carrierActivationUrl": "",
          "userlessSharedAadModeEnabled": false,
          "managementCertificates": []
}