{
          "@odata.type": "#microsoft.graph.iosDeviceFeaturesConfiguration",
          "roleScopeTagIds": [
                    "0"
          ],
          "deviceManagementApplicabilityRuleOsEdition": null,
          "deviceManagementApplicabilityRuleOsVersion": null,
          "deviceManagementApplicabilityRuleDeviceMode": null,
          "description": "",
          "displayName": "Ger\u00e4tefunktionen",
          "assetTagTemplate": null,
          "contentFilterSettings": null,
          "lockScreenFootnote": "Dieses Ger\u00e4t ist mit der Seriennummer beim Apple School Manager registriert. Es kann bei unbefugter Verwendung gesperrt und geortet werden.",
          "homeScreenGridWidth": null,
          "homeScreenGridHeight": null,
          "singleSignOnSettings": null,
          "wallpaperDisplayLocation": "notConfigured",
          "wallpaperImage": null,
          "singleSignOnExtension": null,
          "iosSingleSignOnExtension": null,
          "airPrintDestinations": [],
          "homeScreenDockIcons": [],
          "homeScreenPages": [],
          "notificationSettings": [],
          "assignments": [
                    {
                              "source": "direct",
                              "intent": "apply",
                              "target": {
                                        "@odata.type": "#microsoft.graph.groupAssignmentTarget",
                                        "deviceAndAppManagementAssignmentFilterId": null,
                                        "deviceAndAppManagementAssignmentFilterType": "none",
                                        "groupName": "Alle DEP Intune iOS Ger\u00e4te"
                              }
                    }
          ]
}