{
          "@odata.type": "#microsoft.graph.iosGeneralDeviceConfiguration",
          "roleScopeTagIds": [
                    "0"
          ],
          "deviceManagementApplicabilityRuleOsEdition": null,
          "deviceManagementApplicabilityRuleOsVersion": null,
          "deviceManagementApplicabilityRuleDeviceMode": null,
          "description": null,
          "displayName": "iOS - deaktivierte Apps",
          "accountBlockModification": false,
          "activationLockAllowWhenSupervised": false,
          "airDropBlocked": false,
          "airDropForceUnmanagedDropTarget": false,
          "airPlayForcePairingPasswordForOutgoingRequests": false,
          "appleWatchBlockPairing": false,
          "appleWatchForceWristDetection": false,
          "appleNewsBlocked": true,
          "appsVisibilityListType": "appsNotInListCompliant",
          "appStoreBlockAutomaticDownloads": false,
          "appStoreBlocked": false,
          "appStoreBlockInAppPurchases": false,
          "appStoreBlockUIAppInstallation": false,
          "appStoreRequirePassword": false,
          "autoFillForceAuthentication": false,
          "bluetoothBlockModification": false,
          "cameraBlocked": false,
          "cellularBlockDataRoaming": false,
          "cellularBlockGlobalBackgroundFetchWhileRoaming": false,
          "cellularBlockPerAppDataModification": false,
          "cellularBlockPersonalHotspot": false,
          "cellularBlockPlanModification": false,
          "cellularBlockVoiceRoaming": false,
          "certificatesBlockUntrustedTlsCertificates": false,
          "classroomAppBlockRemoteScreenObservation": false,
          "classroomAppForceUnpromptedScreenObservation": false,
          "classroomForceAutomaticallyJoinClasses": false,
          "classroomForceUnpromptedAppAndDeviceLock": false,
          "compliantAppListType": "appsNotInListCompliant",
          "configurationProfileBlockChanges": false,
          "definitionLookupBlocked": false,
          "deviceBlockEnableRestrictions": false,
          "deviceBlockEraseContentAndSettings": false,
          "deviceBlockNameModification": false,
          "diagnosticDataBlockSubmission": false,
          "diagnosticDataBlockSubmissionModification": false,
          "documentsBlockManagedDocumentsInUnmanagedApps": false,
          "documentsBlockUnmanagedDocumentsInManagedApps": false,
          "emailInDomainSuffixes": [],
          "enterpriseAppBlockTrust": false,
          "enterpriseAppBlockTrustModification": false,
          "esimBlockModification": false,
          "faceTimeBlocked": true,
          "findMyFriendsBlocked": false,
          "gamingBlockGameCenterFriends": false,
          "gamingBlockMultiplayer": false,
          "gameCenterBlocked": false,
          "hostPairingBlocked": false,
          "iBooksStoreBlocked": true,
          "iBooksStoreBlockErotica": false,
          "iCloudBlockActivityContinuation": false,
          "iCloudBlockBackup": false,
          "iCloudBlockDocumentSync": false,
          "iCloudBlockManagedAppsSync": false,
          "iCloudBlockPhotoLibrary": false,
          "iCloudBlockPhotoStreamSync": false,
          "iCloudBlockSharedPhotoStream": false,
          "iCloudRequireEncryptedBackup": false,
          "iTunesBlockExplicitContent": false,
          "iTunesBlockMusicService": false,
          "iTunesBlockRadio": true,
          "keyboardBlockAutoCorrect": false,
          "keyboardBlockDictation": false,
          "keyboardBlockPredictive": false,
          "keyboardBlockShortcuts": false,
          "keyboardBlockSpellCheck": false,
          "kioskModeAllowAssistiveSpeak": false,
          "kioskModeAllowAssistiveTouchSettings": false,
          "kioskModeAllowAutoLock": false,
          "kioskModeBlockAutoLock": false,
          "kioskModeAllowColorInversionSettings": false,
          "kioskModeAllowRingerSwitch": false,
          "kioskModeBlockRingerSwitch": false,
          "kioskModeAllowScreenRotation": false,
          "kioskModeBlockScreenRotation": false,
          "kioskModeAllowSleepButton": false,
          "kioskModeBlockSleepButton": false,
          "kioskModeAllowTouchscreen": false,
          "kioskModeBlockTouchscreen": false,
          "kioskModeEnableVoiceControl": false,
          "kioskModeAllowVoiceControlModification": false,
          "kioskModeAllowVoiceOverSettings": false,
          "kioskModeAllowVolumeButtons": false,
          "kioskModeBlockVolumeButtons": false,
          "kioskModeAllowZoomSettings": false,
          "kioskModeAppStoreUrl": null,
          "kioskModeBuiltInAppId": null,
          "kioskModeRequireAssistiveTouch": false,
          "kioskModeRequireColorInversion": false,
          "kioskModeRequireMonoAudio": false,
          "kioskModeRequireVoiceOver": false,
          "kioskModeRequireZoom": false,
          "kioskModeManagedAppId": null,
          "lockScreenBlockControlCenter": false,
          "lockScreenBlockNotificationView": false,
          "lockScreenBlockPassbook": false,
          "lockScreenBlockTodayView": false,
          "mediaContentRatingAustralia": null,
          "mediaContentRatingCanada": null,
          "mediaContentRatingFrance": null,
          "mediaContentRatingGermany": null,
          "mediaContentRatingIreland": null,
          "mediaContentRatingJapan": null,
          "mediaContentRatingNewZealand": null,
          "mediaContentRatingUnitedKingdom": null,
          "mediaContentRatingUnitedStates": null,
          "mediaContentRatingApps": "allAllowed",
          "messagesBlocked": true,
          "notificationsBlockSettingsModification": false,
          "passcodeBlockFingerprintUnlock": false,
          "passcodeBlockFingerprintModification": false,
          "passcodeBlockModification": false,
          "passcodeBlockSimple": false,
          "passcodeExpirationDays": null,
          "passcodeMinimumLength": null,
          "passcodeMinutesOfInactivityBeforeLock": null,
          "passcodeMinutesOfInactivityBeforeScreenTimeout": null,
          "passcodeMinimumCharacterSetCount": null,
          "passcodePreviousPasscodeBlockCount": null,
          "passcodeSignInFailureCountBeforeWipe": null,
          "passcodeRequiredType": "deviceDefault",
          "passcodeRequired": false,
          "podcastsBlocked": false,
          "proximityBlockSetupToNewDevice": false,
          "safariBlockAutofill": false,
          "safariBlockJavaScript": false,
          "safariBlockPopups": false,
          "safariBlocked": false,
          "safariCookieSettings": "browserDefault",
          "safariManagedDomains": [],
          "safariPasswordAutoFillDomains": [],
          "safariRequireFraudWarning": false,
          "screenCaptureBlocked": false,
          "siriBlocked": true,
          "siriBlockedWhenLocked": false,
          "siriBlockUserGeneratedContent": false,
          "siriRequireProfanityFilter": false,
          "softwareUpdatesEnforcedDelayInDays": null,
          "softwareUpdatesForceDelayed": false,
          "spotlightBlockInternetResults": false,
          "voiceDialingBlocked": false,
          "wallpaperBlockModification": false,
          "wiFiConnectOnlyToConfiguredNetworks": false,
          "classroomForceRequestPermissionToLeaveClasses": false,
          "keychainBlockCloudSync": false,
          "pkiBlockOTAUpdates": false,
          "privacyForceLimitAdTracking": false,
          "enterpriseBookBlockBackup": false,
          "enterpriseBookBlockMetadataSync": false,
          "airPrintBlocked": false,
          "airPrintBlockCredentialsStorage": false,
          "airPrintForceTrustedTLS": false,
          "airPrintBlockiBeaconDiscovery": false,
          "filesNetworkDriveAccessBlocked": false,
          "filesUsbDriveAccessBlocked": false,
          "wifiPowerOnForced": false,
          "blockSystemAppRemoval": true,
          "vpnBlockCreation": false,
          "appRemovalBlocked": false,
          "usbRestrictedModeBlocked": false,
          "passwordBlockAutoFill": false,
          "passwordBlockProximityRequests": false,
          "passwordBlockAirDropSharing": false,
          "dateAndTimeForceSetAutomatically": false,
          "contactsAllowManagedToUnmanagedWrite": false,
          "contactsAllowUnmanagedToManagedRead": false,
          "cellularBlockPersonalHotspotModification": false,
          "continuousPathKeyboardBlocked": false,
          "findMyDeviceInFindMyAppBlocked": true,
          "findMyFriendsInFindMyAppBlocked": true,
          "iTunesBlocked": true,
          "sharedDeviceBlockTemporarySessions": false,
          "appClipsBlocked": false,
          "applePersonalizedAdsBlocked": false,
          "nfcBlocked": false,
          "autoUnlockBlocked": false,
          "unpairedExternalBootToRecoveryAllowed": false,
          "onDeviceOnlyDictationForced": false,
          "wiFiConnectToAllowedNetworksOnlyForced": false,
          "onDeviceOnlyTranslationForced": false,
          "managedPasteboardRequired": false,
          "iCloudPrivateRelayBlocked": false,
          "kioskModeAppType": "notConfigured",
          "appsSingleAppModeList": [],
          "appsVisibilityList": [
                    {
                              "name": "Photo Booth",
                              "publisher": "Apple",
                              "appStoreUrl": "https://apps.apple.com/de/app/Photo-Booth/id1208226939",
                              "appId": "com.apple.Photo-Booth"
                    },
                    {
                              "name": "Tipp\u202as\u202c",
                              "publisher": "Apple",
                              "appStoreUrl": "https://apps.apple.com/de/app/tipps/id1069509450",
                              "appId": "com.apple.tips"
                    },
                    {
                              "name": "Kurzbefehl\u202ae\u202c",
                              "publisher": "Apple",
                              "appStoreUrl": "https://apps.apple.com/de/app/kurzbefehle/id915249334",
                              "appId": "com.apple.shortcuts"
                    },
                    {
                              "name": "Aktie\u202an\u202c",
                              "publisher": "Apple",
                              "appStoreUrl": "https://apps.apple.com/de/app/aktien/id1069512882",
                              "appId": "com.apple.stocks"
                    },
                    {
                              "name": "Hom\u202ae\u202c",
                              "publisher": "Apple",
                              "appStoreUrl": "https://apps.apple.com/de/app/home/id1110145103",
                              "appId": "com.apple.Home"
                    },
                    {
                              "name": "Apple T\u202aV",
                              "publisher": "Apple",
                              "appStoreUrl": "https://apps.apple.com/de/app/apple-tv/id1174078549",
                              "appId": "com.apple.tv"
                    },
                    {
                              "name": "FaceTim\u202ae\u202c",
                              "publisher": "Apple",
                              "appStoreUrl": "https://apps.apple.com/de/app/facetime/id1110145091",
                              "appId": "com.apple.facetime"
                    }
          ],
          "compliantAppsList": [],
          "networkUsageRules": [],
          "assignments": [
                    {
                              "source": "direct",
                              "intent": "apply",
                              "target": {
                                        "@odata.type": "#microsoft.graph.groupAssignmentTarget",
                                        "deviceAndAppManagementAssignmentFilterId": null,
                                        "deviceAndAppManagementAssignmentFilterType": "none",
                                        "groupName": "_iOS_Poolgeraete"
                              }
                    },
                    {
                              "source": "direct",
                              "intent": "apply",
                              "target": {
                                        "@odata.type": "#microsoft.graph.groupAssignmentTarget",
                                        "deviceAndAppManagementAssignmentFilterId": null,
                                        "deviceAndAppManagementAssignmentFilterType": "none",
                                        "groupName": "_iOS_alleGeraete"
                              }
                    }
          ]
}