{
          "@odata.type": "#microsoft.graph.windows10CustomConfiguration",
          "roleScopeTagIds": [
                    "0"
          ],
          "deviceManagementApplicabilityRuleOsEdition": null,
          "deviceManagementApplicabilityRuleOsVersion": null,
          "deviceManagementApplicabilityRuleDeviceMode": null,
          "description": null,
          "displayName": "Standardprogramme",
          "assignments": [
                    {
                              "source": "direct",
                              "intent": "apply",
                              "target": {
                                        "@odata.type": "#microsoft.graph.groupAssignmentTarget",
                                        "deviceAndAppManagementAssignmentFilterId": null,
                                        "deviceAndAppManagementAssignmentFilterType": "none",
                                        "groupName": "Alle Intune Ger\u00e4te"
                              }
                    }
          ],
          "omaSettings": [
                    {
                              "@odata.type": "#microsoft.graph.omaSettingStringXml",
                              "displayName": "Standard",
                              "description": null,
                              "omaUri": "./Vendor/MSFT/Policy/Config/ApplicationDefaults/DefaultAssociationsConfiguration",
                              "value": {
                                        "@odata.context": "https://graph.microsoft.com/beta/$metadata#Edm.String",
                                        "value": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\r\n<DefaultAssociations>\r\n  <Association Identifier=\".3g2\" ProgId=\"AppX6eg8h5sxqq90pv53845wmnbewywdqq5h\" ApplicationName=\"Filme &amp; TV\" />\r\n  <Association Identifier=\".3gp\" ProgId=\"AppX6eg8h5sxqq90pv53845wmnbewywdqq5h\" ApplicationName=\"Filme &amp; TV\" />\r\n  <Association Identifier=\".3gp2\" ProgId=\"AppX6eg8h5sxqq90pv53845wmnbewywdqq5h\" ApplicationName=\"Filme &amp; TV\" />\r\n  <Association Identifier=\".3gpp\" ProgId=\"AppX6eg8h5sxqq90pv53845wmnbewywdqq5h\" ApplicationName=\"Filme &amp; TV\" />\r\n  <Association Identifier=\".3mf\" ProgId=\"AppXr0rz9yckydawgnrx5df1t9s57ne60yhn\" ApplicationName=\"Print 3D\" />\r\n  <Association Identifier=\".aac\" ProgId=\"AppXqj98qxeaynz6dv4459ayz6bnqxbyaqcs\" ApplicationName=\"Groove-Musik\" />\r\n  <Association Identifier=\".ac3\" ProgId=\"AppXqj98qxeaynz6dv4459ayz6bnqxbyaqcs\" ApplicationName=\"Groove-Musik\" />\r\n  <Association Identifier=\".accdb\" ProgId=\"Access.Application.16\" ApplicationName=\"Access\" />\r\n  <Association Identifier=\".adt\" ProgId=\"AppXqj98qxeaynz6dv4459ayz6bnqxbyaqcs\" ApplicationName=\"Groove-Musik\" />\r\n  <Association Identifier=\".adts\" ProgId=\"AppXqj98qxeaynz6dv4459ayz6bnqxbyaqcs\" ApplicationName=\"Groove-Musik\" />\r\n  <Association Identifier=\".amr\" ProgId=\"AppXqj98qxeaynz6dv4459ayz6bnqxbyaqcs\" ApplicationName=\"Groove-Musik\" />\r\n  <Association Identifier=\".arw\" ProgId=\"AppX43hnxtbyyps62jhe9sqpdzxn1790zetc\" ApplicationName=\"Fotos\" />\r\n  <Association Identifier=\".aup\" ProgId=\"Audacity.Project\" ApplicationName=\"Audacity\u00ae Cross-Platform Sound Editor\" />\r\n  <Association Identifier=\".avi\" ProgId=\"AppX6eg8h5sxqq90pv53845wmnbewywdqq5h\" ApplicationName=\"Filme &amp; TV\" />\r\n  <Association Identifier=\".bmp\" ProgId=\"AppX43hnxtbyyps62jhe9sqpdzxn1790zetc\" ApplicationName=\"Fotos\" />\r\n  <Association Identifier=\".cpdf\" ProgId=\"FoxitReader.CCPDFDoc\" ApplicationName=\"Foxit Reader 10.1\" />\r\n  <Association Identifier=\".cr2\" ProgId=\"AppX43hnxtbyyps62jhe9sqpdzxn1790zetc\" ApplicationName=\"Fotos\" />\r\n  <Association Identifier=\".crw\" ProgId=\"AppX43hnxtbyyps62jhe9sqpdzxn1790zetc\" ApplicationName=\"Fotos\" />\r\n  <Association Identifier=\".csv\" ProgId=\"Excel.CSV\" ApplicationName=\"Excel\" />\r\n  <Association Identifier=\".dib\" ProgId=\"AppX43hnxtbyyps62jhe9sqpdzxn1790zetc\" ApplicationName=\"Fotos\" />\r\n  <Association Identifier=\".ec3\" ProgId=\"AppXqj98qxeaynz6dv4459ayz6bnqxbyaqcs\" ApplicationName=\"Groove-Musik\" />\r\n  <Association Identifier=\".erf\" ProgId=\"AppX43hnxtbyyps62jhe9sqpdzxn1790zetc\" ApplicationName=\"Fotos\" />\r\n  <Association Identifier=\".fbx\" ProgId=\"AppXmgw6pxxs62rbgfp9petmdyb4fx7rnd4k\" ApplicationName=\"3D-Viewer\" />\r\n  <Association Identifier=\".fdf\" ProgId=\"FoxitReader.FDFDoc\" ApplicationName=\"Foxit Reader 10.1\" />\r\n  <Association Identifier=\".flac\" ProgId=\"AppXqj98qxeaynz6dv4459ayz6bnqxbyaqcs\" ApplicationName=\"Groove-Musik\" />\r\n  <Association Identifier=\".gif\" ProgId=\"AppX43hnxtbyyps62jhe9sqpdzxn1790zetc\" ApplicationName=\"Fotos\" />\r\n  <Association Identifier=\".glb\" ProgId=\"AppXmgw6pxxs62rbgfp9petmdyb4fx7rnd4k\" ApplicationName=\"3D-Viewer\" />\r\n  <Association Identifier=\".gltf\" ProgId=\"AppXmgw6pxxs62rbgfp9petmdyb4fx7rnd4k\" ApplicationName=\"3D-Viewer\" />\r\n  <Association Identifier=\".htm\" ProgId=\"MSEdgeHTM\" ApplicationName=\"Microsoft Edge\" />\r\n  <Association Identifier=\".html\" ProgId=\"MSEdgeHTM\" ApplicationName=\"Microsoft Edge\" />\r\n  <Association Identifier=\".jfif\" ProgId=\"AppX43hnxtbyyps62jhe9sqpdzxn1790zetc\" ApplicationName=\"Fotos\" />\r\n  <Association Identifier=\".jpe\" ProgId=\"AppX43hnxtbyyps62jhe9sqpdzxn1790zetc\" ApplicationName=\"Fotos\" />\r\n  <Association Identifier=\".jpeg\" ProgId=\"AppX43hnxtbyyps62jhe9sqpdzxn1790zetc\" ApplicationName=\"Fotos\" />\r\n  <Association Identifier=\".jpg\" ProgId=\"AppX43hnxtbyyps62jhe9sqpdzxn1790zetc\" ApplicationName=\"Fotos\" />\r\n  <Association Identifier=\".jxr\" ProgId=\"AppX43hnxtbyyps62jhe9sqpdzxn1790zetc\" ApplicationName=\"Fotos\" />\r\n  <Association Identifier=\".kdc\" ProgId=\"AppX43hnxtbyyps62jhe9sqpdzxn1790zetc\" ApplicationName=\"Fotos\" />\r\n  <Association Identifier=\".m2t\" ProgId=\"AppX6eg8h5sxqq90pv53845wmnbewywdqq5h\" ApplicationName=\"Filme &amp; TV\" />\r\n  <Association Identifier=\".m2ts\" ProgId=\"AppX6eg8h5sxqq90pv53845wmnbewywdqq5h\" ApplicationName=\"Filme &amp; TV\" />\r\n  <Association Identifier=\".m3u\" ProgId=\"AppXqj98qxeaynz6dv4459ayz6bnqxbyaqcs\" ApplicationName=\"Groove-Musik\" />\r\n  <Association Identifier=\".m4a\" ProgId=\"AppXqj98qxeaynz6dv4459ayz6bnqxbyaqcs\" ApplicationName=\"Groove-Musik\" />\r\n  <Association Identifier=\".m4r\" ProgId=\"AppXqj98qxeaynz6dv4459ayz6bnqxbyaqcs\" ApplicationName=\"Groove-Musik\" />\r\n  <Association Identifier=\".m4v\" ProgId=\"AppX6eg8h5sxqq90pv53845wmnbewywdqq5h\" ApplicationName=\"Filme &amp; TV\" />\r\n  <Association Identifier=\".mka\" ProgId=\"AppXqj98qxeaynz6dv4459ayz6bnqxbyaqcs\" ApplicationName=\"Groove-Musik\" />\r\n  <Association Identifier=\".mkv\" ProgId=\"AppX6eg8h5sxqq90pv53845wmnbewywdqq5h\" ApplicationName=\"Filme &amp; TV\" />\r\n  <Association Identifier=\".mod\" ProgId=\"AppX6eg8h5sxqq90pv53845wmnbewywdqq5h\" ApplicationName=\"Filme &amp; TV\" />\r\n  <Association Identifier=\".mov\" ProgId=\"AppX6eg8h5sxqq90pv53845wmnbewywdqq5h\" ApplicationName=\"Filme &amp; TV\" />\r\n  <Association Identifier=\".MP2\" ProgId=\"WMP11.AssocFile.MP3\" ApplicationName=\"Windows Media Player\" />\r\n  <Association Identifier=\".mp3\" ProgId=\"AppXqj98qxeaynz6dv4459ayz6bnqxbyaqcs\" ApplicationName=\"Groove-Musik\" />\r\n  <Association Identifier=\".mp4\" ProgId=\"VLC.mp4.Document\" ApplicationName=\"VLC media player\" />\r\n  <Association Identifier=\".mp4v\" ProgId=\"AppX6eg8h5sxqq90pv53845wmnbewywdqq5h\" ApplicationName=\"Filme &amp; TV\" />\r\n  <Association Identifier=\".mpa\" ProgId=\"AppXqj98qxeaynz6dv4459ayz6bnqxbyaqcs\" ApplicationName=\"Groove-Musik\" />\r\n  <Association Identifier=\".MPE\" ProgId=\"AppX6eg8h5sxqq90pv53845wmnbewywdqq5h\" ApplicationName=\"Filme &amp; TV\" />\r\n  <Association Identifier=\".mpeg\" ProgId=\"AppX6eg8h5sxqq90pv53845wmnbewywdqq5h\" ApplicationName=\"Filme &amp; TV\" />\r\n  <Association Identifier=\".mpg\" ProgId=\"AppX6eg8h5sxqq90pv53845wmnbewywdqq5h\" ApplicationName=\"Filme &amp; TV\" />\r\n  <Association Identifier=\".mpv2\" ProgId=\"AppX6eg8h5sxqq90pv53845wmnbewywdqq5h\" ApplicationName=\"Filme &amp; TV\" />\r\n  <Association Identifier=\".mrw\" ProgId=\"AppX43hnxtbyyps62jhe9sqpdzxn1790zetc\" ApplicationName=\"Fotos\" />\r\n  <Association Identifier=\".mts\" ProgId=\"AppX6eg8h5sxqq90pv53845wmnbewywdqq5h\" ApplicationName=\"Filme &amp; TV\" />\r\n  <Association Identifier=\".nef\" ProgId=\"AppX43hnxtbyyps62jhe9sqpdzxn1790zetc\" ApplicationName=\"Fotos\" />\r\n  <Association Identifier=\".nrw\" ProgId=\"AppX43hnxtbyyps62jhe9sqpdzxn1790zetc\" ApplicationName=\"Fotos\" />\r\n  <Association Identifier=\".obj\" ProgId=\"AppXmgw6pxxs62rbgfp9petmdyb4fx7rnd4k\" ApplicationName=\"3D-Viewer\" />\r\n  <Association Identifier=\".oga\" ProgId=\"AppXqj98qxeaynz6dv4459ayz6bnqxbyaqcs\" ApplicationName=\"Groove-Musik\" />\r\n  <Association Identifier=\".ogg\" ProgId=\"AppXqj98qxeaynz6dv4459ayz6bnqxbyaqcs\" ApplicationName=\"Groove-Musik\" />\r\n  <Association Identifier=\".ogm\" ProgId=\"AppX6eg8h5sxqq90pv53845wmnbewywdqq5h\" ApplicationName=\"Filme &amp; TV\" />\r\n  <Association Identifier=\".ogv\" ProgId=\"AppX6eg8h5sxqq90pv53845wmnbewywdqq5h\" ApplicationName=\"Filme &amp; TV\" />\r\n  <Association Identifier=\".ogx\" ProgId=\"AppX6eg8h5sxqq90pv53845wmnbewywdqq5h\" ApplicationName=\"Filme &amp; TV\" />\r\n  <Association Identifier=\".opus\" ProgId=\"AppXqj98qxeaynz6dv4459ayz6bnqxbyaqcs\" ApplicationName=\"Groove-Musik\" />\r\n  <Association Identifier=\".orf\" ProgId=\"AppX43hnxtbyyps62jhe9sqpdzxn1790zetc\" ApplicationName=\"Fotos\" />\r\n  <Association Identifier=\".oxps\" ProgId=\"Windows.XPSReachViewer\" ApplicationName=\"XPS-Viewer\" />\r\n  <Association Identifier=\".pdf\" ProgId=\"FoxitReader.Document\" ApplicationName=\"Foxit Reader 10.1\" />\r\n  <Association Identifier=\".pef\" ProgId=\"AppX43hnxtbyyps62jhe9sqpdzxn1790zetc\" ApplicationName=\"Fotos\" />\r\n  <Association Identifier=\".ply\" ProgId=\"AppXmgw6pxxs62rbgfp9petmdyb4fx7rnd4k\" ApplicationName=\"3D-Viewer\" />\r\n  <Association Identifier=\".png\" ProgId=\"AppX43hnxtbyyps62jhe9sqpdzxn1790zetc\" ApplicationName=\"Fotos\" />\r\n  <Association Identifier=\".ppdf\" ProgId=\"FoxitReader.PPDF\" ApplicationName=\"Foxit Reader 10.1\" />\r\n  <Association Identifier=\".pptx\" ProgId=\"PowerPoint.Show.12\" ApplicationName=\"PowerPoint\" />\r\n  <Association Identifier=\".raf\" ProgId=\"AppX43hnxtbyyps62jhe9sqpdzxn1790zetc\" ApplicationName=\"Fotos\" />\r\n  <Association Identifier=\".raw\" ProgId=\"AppX43hnxtbyyps62jhe9sqpdzxn1790zetc\" ApplicationName=\"Fotos\" />\r\n  <Association Identifier=\".rw2\" ProgId=\"AppX43hnxtbyyps62jhe9sqpdzxn1790zetc\" ApplicationName=\"Fotos\" />\r\n  <Association Identifier=\".rwl\" ProgId=\"AppX43hnxtbyyps62jhe9sqpdzxn1790zetc\" ApplicationName=\"Fotos\" />\r\n  <Association Identifier=\".sr2\" ProgId=\"AppX43hnxtbyyps62jhe9sqpdzxn1790zetc\" ApplicationName=\"Fotos\" />\r\n  <Association Identifier=\".srw\" ProgId=\"AppX43hnxtbyyps62jhe9sqpdzxn1790zetc\" ApplicationName=\"Fotos\" />\r\n  <Association Identifier=\".stl\" ProgId=\"AppXr0rz9yckydawgnrx5df1t9s57ne60yhn\" ApplicationName=\"Print 3D\" />\r\n  <Association Identifier=\".svg\" ProgId=\"Inkscape.SVG\" ApplicationName=\"Inkscape vector graphics editor\" />\r\n  <Association Identifier=\".tif\" ProgId=\"PhotoViewer.FileAssoc.Tiff\" ApplicationName=\"Windows-Fotoanzeige\" />\r\n  <Association Identifier=\".tiff\" ProgId=\"PhotoViewer.FileAssoc.Tiff\" ApplicationName=\"Windows-Fotoanzeige\" />\r\n  <Association Identifier=\".tod\" ProgId=\"AppX6eg8h5sxqq90pv53845wmnbewywdqq5h\" ApplicationName=\"Filme &amp; TV\" />\r\n  <Association Identifier=\".TS\" ProgId=\"AppX6eg8h5sxqq90pv53845wmnbewywdqq5h\" ApplicationName=\"Filme &amp; TV\" />\r\n  <Association Identifier=\".TTS\" ProgId=\"AppX6eg8h5sxqq90pv53845wmnbewywdqq5h\" ApplicationName=\"Filme &amp; TV\" />\r\n  <Association Identifier=\".txt\" ProgId=\"txtfile\" ApplicationName=\"Editor\" />\r\n  <Association Identifier=\".url\" ProgId=\"IE.AssocFile.URL\" ApplicationName=\"Internet Browser\" />\r\n  <Association Identifier=\".wav\" ProgId=\"AppXqj98qxeaynz6dv4459ayz6bnqxbyaqcs\" ApplicationName=\"Groove-Musik\" />\r\n  <Association Identifier=\".wdp\" ProgId=\"AppX43hnxtbyyps62jhe9sqpdzxn1790zetc\" ApplicationName=\"Fotos\" />\r\n  <Association Identifier=\".webm\" ProgId=\"AppX6eg8h5sxqq90pv53845wmnbewywdqq5h\" ApplicationName=\"Filme &amp; TV\" />\r\n  <Association Identifier=\".website\" ProgId=\"IE.AssocFile.WEBSITE\" ApplicationName=\"Internet Explorer\" />\r\n  <Association Identifier=\".wm\" ProgId=\"AppX6eg8h5sxqq90pv53845wmnbewywdqq5h\" ApplicationName=\"Filme &amp; TV\" />\r\n  <Association Identifier=\".wma\" ProgId=\"AppXqj98qxeaynz6dv4459ayz6bnqxbyaqcs\" ApplicationName=\"Groove-Musik\" />\r\n  <Association Identifier=\".wmv\" ProgId=\"AppX6eg8h5sxqq90pv53845wmnbewywdqq5h\" ApplicationName=\"Filme &amp; TV\" />\r\n  <Association Identifier=\".WPL\" ProgId=\"AppXqj98qxeaynz6dv4459ayz6bnqxbyaqcs\" ApplicationName=\"Groove-Musik\" />\r\n  <Association Identifier=\".xcf\" ProgId=\"GIMP2.xcf\" ApplicationName=\"GIMP\" />\r\n  <Association Identifier=\".xdp\" ProgId=\"FoxitReader.XDPDoc\" ApplicationName=\"Foxit Reader 10.1\" />\r\n  <Association Identifier=\".xfdf\" ProgId=\"FoxitReader.XFDFDoc\" ApplicationName=\"Foxit Reader 10.1\" />\r\n  <Association Identifier=\".xlsx\" ProgId=\"Excel.Sheet.12\" ApplicationName=\"Excel\" />\r\n  <Association Identifier=\".xmind\" ProgId=\"XMind.Workbook.3\" ApplicationName=\"XMind\" />\r\n  <Association Identifier=\".xps\" ProgId=\"Windows.XPSReachViewer\" ApplicationName=\"XPS-Viewer\" />\r\n  <Association Identifier=\".xvid\" ProgId=\"AppX6eg8h5sxqq90pv53845wmnbewywdqq5h\" ApplicationName=\"Filme &amp; TV\" />\r\n  <Association Identifier=\".zpl\" ProgId=\"AppXqj98qxeaynz6dv4459ayz6bnqxbyaqcs\" ApplicationName=\"Groove-Musik\" />\r\n  <Association Identifier=\"bingmaps\" ProgId=\"AppXp9gkwccvk6fa6yyfq3tmsk8ws2nprk1p\" ApplicationName=\"Karten\" />\r\n  <Association Identifier=\"http\" ProgId=\"MSEdgeHTM\" ApplicationName=\"Microsoft Edge\" />\r\n  <Association Identifier=\"https\" ProgId=\"MSEdgeHTM\" ApplicationName=\"Microsoft Edge\" />\r\n  <Association Identifier=\"mailto\" ProgId=\"AppXydk58wgm44se4b399557yyyj1w7mbmvd\" ApplicationName=\"Mail\" />\r\n  <Association Identifier=\"microsoft-edge\" ProgId=\"MSEdgeHTM\" ApplicationName=\"Microsoft Edge\" />\r\n  <Association Identifier=\"microsoft-edge-holographic\" ProgId=\"MSEdgeHTM\" ApplicationName=\"Microsoft Edge\" />\r\n  <Association Identifier=\"ms-xbl-3d8b930f\" ProgId=\"MSEdgeHTM\" ApplicationName=\"Microsoft Edge\" />\r\n  <Association Identifier=\"mswindowsmusic\" ProgId=\"AppXtggqqtcfspt6ks3fjzyfppwc05yxwtwy\" ApplicationName=\"Groove-Musik\" />\r\n  <Association Identifier=\"mswindowsvideo\" ProgId=\"AppX6w6n4f8xch1s3vzwf3af6bfe88qhxbza\" ApplicationName=\"Filme &amp; TV\" />\r\n</DefaultAssociations>"
                              },
                              "isEncrypted": false,
                              "secretReferenceValueId": null
                    }
          ]
}