{
          "@odata.type": "#microsoft.graph.windows10GeneralConfiguration",
          "roleScopeTagIds": [
                    "0"
          ],
          "deviceManagementApplicabilityRuleOsEdition": null,
          "deviceManagementApplicabilityRuleOsVersion": null,
          "deviceManagementApplicabilityRuleDeviceMode": null,
          "description": "Windows 10-Standardrichtlinien f\u00fcr Intune for Education",
          "displayName": "Standardrichtlinien f\u00fcr EDU",
          "taskManagerBlockEndTask": false,
          "energySaverOnBatteryThresholdPercentage": null,
          "energySaverPluggedInThresholdPercentage": null,
          "powerLidCloseActionOnBattery": "shutdown",
          "powerLidCloseActionPluggedIn": "hibernate",
          "powerButtonActionOnBattery": "shutdown",
          "powerButtonActionPluggedIn": "shutdown",
          "powerSleepButtonActionOnBattery": "notConfigured",
          "powerSleepButtonActionPluggedIn": "notConfigured",
          "powerHybridSleepOnBattery": "notConfigured",
          "powerHybridSleepPluggedIn": "notConfigured",
          "windows10AppsForceUpdateSchedule": null,
          "enableAutomaticRedeployment": false,
          "microsoftAccountSignInAssistantSettings": "notConfigured",
          "authenticationAllowSecondaryDevice": false,
          "authenticationWebSignIn": "notConfigured",
          "authenticationPreferredAzureADTenantDomainName": null,
          "cryptographyAllowFipsAlgorithmPolicy": false,
          "displayAppListWithGdiDPIScalingTurnedOn": [],
          "displayAppListWithGdiDPIScalingTurnedOff": [],
          "enterpriseCloudPrintDiscoveryEndPoint": null,
          "enterpriseCloudPrintOAuthAuthority": null,
          "enterpriseCloudPrintOAuthClientIdentifier": null,
          "enterpriseCloudPrintResourceIdentifier": null,
          "enterpriseCloudPrintDiscoveryMaxLimit": null,
          "enterpriseCloudPrintMopriaDiscoveryResourceIdentifier": null,
          "experienceDoNotSyncBrowserSettings": "notConfigured",
          "messagingBlockSync": false,
          "messagingBlockMMS": false,
          "messagingBlockRichCommunicationServices": false,
          "printerNames": [],
          "printerDefaultName": null,
          "printerBlockAddition": true,
          "searchBlockDiacritics": false,
          "searchDisableAutoLanguageDetection": false,
          "searchDisableIndexingEncryptedItems": false,
          "searchEnableRemoteQueries": false,
          "searchDisableUseLocation": false,
          "searchDisableLocation": false,
          "searchDisableIndexerBackoff": false,
          "searchDisableIndexingRemovableDrive": false,
          "searchEnableAutomaticIndexSizeManangement": false,
          "searchBlockWebResults": false,
          "findMyFiles": "notConfigured",
          "securityBlockAzureADJoinedDevicesAutoEncryption": false,
          "diagnosticsDataSubmissionMode": "basic",
          "oneDriveDisableFileSync": false,
          "systemTelemetryProxyServer": null,
          "edgeTelemetryForMicrosoft365Analytics": "notConfigured",
          "inkWorkspaceAccess": "notConfigured",
          "inkWorkspaceAccessState": "notConfigured",
          "inkWorkspaceBlockSuggestedApps": true,
          "smartScreenEnableAppInstallControl": false,
          "smartScreenAppInstallControl": "notConfigured",
          "personalizationDesktopImageUrl": null,
          "personalizationLockScreenImageUrl": null,
          "bluetoothAllowedServices": [],
          "bluetoothBlockAdvertising": false,
          "bluetoothBlockPromptedProximalConnections": false,
          "bluetoothBlockDiscoverableMode": false,
          "bluetoothBlockPrePairing": false,
          "edgeBlockAutofill": false,
          "edgeBlocked": false,
          "edgeCookiePolicy": "blockThirdParty",
          "edgeBlockDeveloperTools": false,
          "edgeBlockSendingDoNotTrackHeader": false,
          "edgeBlockExtensions": false,
          "edgeBlockInPrivateBrowsing": false,
          "edgeBlockJavaScript": false,
          "edgeBlockPasswordManager": false,
          "edgeBlockAddressBarDropdown": false,
          "edgeBlockCompatibilityList": false,
          "edgeClearBrowsingDataOnExit": true,
          "edgeAllowStartPagesModification": true,
          "edgeDisableFirstRunPage": true,
          "edgeBlockLiveTileDataCollection": false,
          "edgeSyncFavoritesWithInternetExplorer": false,
          "edgeFavoritesListLocation": null,
          "edgeBlockEditFavorites": false,
          "edgeNewTabPageURL": null,
          "edgeHomeButtonConfiguration": null,
          "edgeHomeButtonConfigurationEnabled": false,
          "edgeOpensWith": "specificPages",
          "edgeBlockSideloadingExtensions": true,
          "edgeRequiredExtensionPackageFamilyNames": [],
          "edgeBlockPrinting": false,
          "edgeFavoritesBarVisibility": "hide",
          "edgeBlockSavingHistory": false,
          "edgeBlockFullScreenMode": false,
          "edgeBlockWebContentOnNewTabPage": false,
          "edgeBlockTabPreloading": false,
          "edgeBlockPrelaunch": false,
          "edgeShowMessageWhenOpeningInternetExplorerSites": "notConfigured",
          "edgePreventCertificateErrorOverride": true,
          "edgeKioskModeRestriction": "notConfigured",
          "edgeKioskResetAfterIdleTimeInMinutes": null,
          "cellularBlockDataWhenRoaming": false,
          "cellularBlockVpn": false,
          "cellularBlockVpnWhenRoaming": false,
          "cellularData": "allowed",
          "defenderRequireRealTimeMonitoring": true,
          "defenderRequireBehaviorMonitoring": true,
          "defenderRequireNetworkInspectionSystem": true,
          "defenderScanDownloads": true,
          "defenderScheduleScanEnableLowCpuPriority": false,
          "defenderDisableCatchupQuickScan": false,
          "defenderDisableCatchupFullScan": false,
          "defenderScanScriptsLoadedInInternetExplorer": true,
          "defenderBlockEndUserAccess": true,
          "defenderSignatureUpdateIntervalInHours": 8,
          "defenderMonitorFileActivity": "monitorAllFiles",
          "defenderDaysBeforeDeletingQuarantinedMalware": 0,
          "defenderScanMaxCpu": 50,
          "defenderScanArchiveFiles": true,
          "defenderScanIncomingMail": true,
          "defenderScanRemovableDrivesDuringFullScan": true,
          "defenderScanMappedNetworkDrivesDuringFullScan": true,
          "defenderScanNetworkFiles": true,
          "defenderRequireCloudProtection": true,
          "defenderCloudBlockLevel": "notConfigured",
          "defenderCloudExtendedTimeout": null,
          "defenderCloudExtendedTimeoutInSeconds": null,
          "defenderPromptForSampleSubmission": "neverSendData",
          "defenderScheduledQuickScanTime": "02:00:00.0000000",
          "defenderScanType": "full",
          "defenderSystemScanSchedule": "sunday",
          "defenderScheduledScanTime": "03:00:00.0000000",
          "defenderPotentiallyUnwantedAppAction": "block",
          "defenderPotentiallyUnwantedAppActionSetting": "userDefined",
          "defenderSubmitSamplesConsentType": null,
          "defenderBlockOnAccessProtection": false,
          "defenderFileExtensionsToExclude": [],
          "defenderFilesAndFoldersToExclude": [],
          "defenderProcessesToExclude": [],
          "lockScreenAllowTimeoutConfiguration": false,
          "lockScreenBlockActionCenterNotifications": true,
          "lockScreenBlockCortana": false,
          "lockScreenBlockToastNotifications": false,
          "lockScreenTimeoutInSeconds": null,
          "lockScreenActivateAppsWithVoice": "notConfigured",
          "passwordBlockSimple": false,
          "passwordExpirationDays": null,
          "passwordMinimumLength": null,
          "passwordMinutesOfInactivityBeforeScreenTimeout": null,
          "passwordMinimumCharacterSetCount": null,
          "passwordPreviousPasswordBlockCount": null,
          "passwordRequired": false,
          "passwordRequireWhenResumeFromIdleState": false,
          "passwordRequiredType": "deviceDefault",
          "passwordSignInFailureCountBeforeFactoryReset": null,
          "passwordMinimumAgeInDays": null,
          "privacyAdvertisingId": "notConfigured",
          "privacyAutoAcceptPairingAndConsentPrompts": true,
          "privacyDisableLaunchExperience": true,
          "privacyBlockInputPersonalization": true,
          "privacyBlockPublishUserActivities": false,
          "privacyBlockActivityFeed": false,
          "activateAppsWithVoice": "notConfigured",
          "startBlockUnpinningAppsFromTaskbar": false,
          "startMenuAppListVisibility": "userDefined",
          "startMenuHideChangeAccountSettings": false,
          "startMenuHideFrequentlyUsedApps": false,
          "startMenuHideHibernate": false,
          "startMenuHideLock": false,
          "startMenuHidePowerButton": false,
          "startMenuHideRecentJumpLists": false,
          "startMenuHideRecentlyAddedApps": false,
          "startMenuHideRestartOptions": false,
          "startMenuHideShutDown": false,
          "startMenuHideSignOut": false,
          "startMenuHideSleep": false,
          "startMenuHideSwitchAccount": false,
          "startMenuHideUserTile": false,
          "startMenuLayoutEdgeAssetsXml": null,
          "startMenuLayoutXml": null,
          "startMenuMode": "userDefined",
          "startMenuPinnedFolderDocuments": "hide",
          "startMenuPinnedFolderDownloads": "hide",
          "startMenuPinnedFolderFileExplorer": "hide",
          "startMenuPinnedFolderHomeGroup": "hide",
          "startMenuPinnedFolderMusic": "hide",
          "startMenuPinnedFolderNetwork": "hide",
          "startMenuPinnedFolderPersonalFolder": "hide",
          "startMenuPinnedFolderPictures": "hide",
          "startMenuPinnedFolderSettings": "hide",
          "startMenuPinnedFolderVideos": "hide",
          "settingsBlockSettingsApp": false,
          "settingsBlockSystemPage": true,
          "settingsBlockDevicesPage": true,
          "settingsBlockNetworkInternetPage": true,
          "settingsBlockPersonalizationPage": false,
          "settingsBlockAccountsPage": false,
          "settingsBlockTimeLanguagePage": true,
          "settingsBlockEaseOfAccessPage": false,
          "settingsBlockPrivacyPage": true,
          "settingsBlockUpdateSecurityPage": true,
          "settingsBlockAppsPage": false,
          "settingsBlockGamingPage": true,
          "windowsSpotlightBlockConsumerSpecificFeatures": true,
          "windowsSpotlightBlocked": false,
          "windowsSpotlightBlockOnActionCenter": true,
          "windowsSpotlightBlockTailoredExperiences": true,
          "windowsSpotlightBlockThirdPartyNotifications": true,
          "windowsSpotlightBlockWelcomeExperience": true,
          "windowsSpotlightBlockWindowsTips": true,
          "windowsSpotlightConfigureOnLockScreen": "disabled",
          "networkProxyApplySettingsDeviceWide": false,
          "networkProxyDisableAutoDetect": false,
          "networkProxyAutomaticConfigurationUrl": null,
          "networkProxyServer": null,
          "accountsBlockAddingNonMicrosoftAccountEmail": true,
          "antiTheftModeBlocked": false,
          "bluetoothBlocked": false,
          "cameraBlocked": false,
          "connectedDevicesServiceBlocked": false,
          "certificatesBlockManualRootCertificateInstallation": true,
          "copyPasteBlocked": false,
          "cortanaBlocked": true,
          "deviceManagementBlockFactoryResetOnMobile": false,
          "deviceManagementBlockManualUnenroll": true,
          "safeSearchFilter": "moderate",
          "edgeBlockPopups": false,
          "edgeBlockSearchSuggestions": false,
          "edgeBlockSearchEngineCustomization": false,
          "edgeBlockSendingIntranetTrafficToInternetExplorer": false,
          "edgeSendIntranetTrafficToInternetExplorer": false,
          "edgeRequireSmartScreen": false,
          "edgeEnterpriseModeSiteListLocation": null,
          "edgeFirstRunUrl": null,
          "edgeHomepageUrls": [
                    "https://www.google.de",
                    "http://www.eks-hanau.de"
          ],
          "edgeBlockAccessToAboutFlags": false,
          "smartScreenBlockPromptOverride": true,
          "smartScreenBlockPromptOverrideForFiles": true,
          "webRtcBlockLocalhostIpAddress": false,
          "internetSharingBlocked": true,
          "settingsBlockAddProvisioningPackage": true,
          "settingsBlockRemoveProvisioningPackage": true,
          "settingsBlockChangeSystemTime": true,
          "settingsBlockEditDeviceName": true,
          "settingsBlockChangeRegion": true,
          "settingsBlockChangeLanguage": true,
          "settingsBlockChangePowerSleep": true,
          "locationServicesBlocked": false,
          "microsoftAccountBlocked": false,
          "microsoftAccountBlockSettingsSync": false,
          "nfcBlocked": false,
          "resetProtectionModeBlocked": false,
          "screenCaptureBlocked": false,
          "storageBlockRemovableStorage": false,
          "storageRequireMobileDeviceEncryption": false,
          "usbBlocked": false,
          "voiceRecordingBlocked": false,
          "wiFiBlockAutomaticConnectHotspots": false,
          "wiFiBlocked": false,
          "wiFiBlockManualConfiguration": false,
          "wiFiScanInterval": null,
          "wirelessDisplayBlockProjectionToThisDevice": false,
          "wirelessDisplayBlockUserInputFromReceiver": false,
          "wirelessDisplayRequirePinForPairing": false,
          "windowsStoreBlocked": false,
          "appsAllowTrustedAppsSideloading": "notConfigured",
          "windowsStoreBlockAutoUpdate": false,
          "developerUnlockSetting": "notConfigured",
          "sharedUserAppDataAllowed": false,
          "appsBlockWindowsStoreOriginatedApps": false,
          "windowsStoreEnablePrivateStoreOnly": true,
          "storageRestrictAppDataToSystemVolume": false,
          "storageRestrictAppInstallToSystemVolume": false,
          "gameDvrBlocked": false,
          "experienceBlockDeviceDiscovery": false,
          "experienceBlockErrorDialogWhenNoSIM": false,
          "experienceBlockTaskSwitcher": false,
          "logonBlockFastUserSwitching": false,
          "tenantLockdownRequireNetworkDuringOutOfBoxExperience": true,
          "appManagementMSIAllowUserControlOverInstall": false,
          "appManagementMSIAlwaysInstallWithElevatedPrivileges": false,
          "dataProtectionBlockDirectMemoryAccess": false,
          "appManagementPackageFamilyNamesToLaunchAfterLogOn": [],
          "uninstallBuiltInApps": false,
          "configureTimeZone": null,
          "defenderDetectedMalwareActions": {
                    "lowSeverity": "quarantine",
                    "moderateSeverity": "quarantine",
                    "highSeverity": "remove",
                    "severeSeverity": "remove"
          },
          "edgeSearchEngine": {
                    "@odata.type": "#microsoft.graph.edgeSearchEngineCustom",
                    "edgeSearchEngineOpenSearchXmlUrl": "https://go.microsoft.com/fwlink/?linkid=842596"
          },
          "assignments": [
                    {
                              "source": "direct",
                              "intent": "apply",
                              "target": {
                                        "@odata.type": "#microsoft.graph.groupAssignmentTarget",
                                        "deviceAndAppManagementAssignmentFilterId": null,
                                        "deviceAndAppManagementAssignmentFilterType": "none",
                                        "groupName": "EKS Student - SharedMultiUserDevices"
                              }
                    },
                    {
                              "source": "direct",
                              "intent": "apply",
                              "target": {
                                        "@odata.type": "#microsoft.graph.groupAssignmentTarget",
                                        "deviceAndAppManagementAssignmentFilterId": null,
                                        "deviceAndAppManagementAssignmentFilterType": "none",
                                        "groupName": "DEV-Autopilot"
                              }
                    }
          ]
}