{
          "@odata.type": "#microsoft.graph.windows10EndpointProtectionConfiguration",
          "roleScopeTagIds": [
                    "0"
          ],
          "deviceManagementApplicabilityRuleOsEdition": null,
          "deviceManagementApplicabilityRuleOsVersion": null,
          "deviceManagementApplicabilityRuleDeviceMode": null,
          "description": null,
          "displayName": "System Richtlinie Endpoint Protection",
          "dmaGuardDeviceEnumerationPolicy": "deviceDefault",
          "xboxServicesEnableXboxGameSaveTask": false,
          "xboxServicesAccessoryManagementServiceStartupMode": "disabled",
          "xboxServicesLiveAuthManagerServiceStartupMode": "disabled",
          "xboxServicesLiveGameSaveServiceStartupMode": "disabled",
          "xboxServicesLiveNetworkingServiceStartupMode": "disabled",
          "localSecurityOptionsBlockMicrosoftAccounts": false,
          "localSecurityOptionsBlockRemoteLogonWithBlankPassword": false,
          "localSecurityOptionsDisableAdministratorAccount": false,
          "localSecurityOptionsAdministratorAccountName": null,
          "localSecurityOptionsDisableGuestAccount": false,
          "localSecurityOptionsGuestAccountName": null,
          "localSecurityOptionsAllowUndockWithoutHavingToLogon": false,
          "localSecurityOptionsBlockUsersInstallingPrinterDrivers": false,
          "localSecurityOptionsBlockRemoteOpticalDriveAccess": false,
          "localSecurityOptionsFormatAndEjectOfRemovableMediaAllowedUser": "notConfigured",
          "localSecurityOptionsMachineInactivityLimit": null,
          "localSecurityOptionsMachineInactivityLimitInMinutes": null,
          "localSecurityOptionsDoNotRequireCtrlAltDel": false,
          "localSecurityOptionsHideLastSignedInUser": true,
          "localSecurityOptionsHideUsernameAtSignIn": false,
          "localSecurityOptionsLogOnMessageTitle": null,
          "localSecurityOptionsLogOnMessageText": null,
          "localSecurityOptionsAllowPKU2UAuthenticationRequests": false,
          "localSecurityOptionsAllowRemoteCallsToSecurityAccountsManagerHelperBool": false,
          "localSecurityOptionsAllowRemoteCallsToSecurityAccountsManager": null,
          "localSecurityOptionsMinimumSessionSecurityForNtlmSspBasedClients": "none",
          "localSecurityOptionsMinimumSessionSecurityForNtlmSspBasedServers": "none",
          "lanManagerAuthenticationLevel": "lmAndNltm",
          "lanManagerWorkstationDisableInsecureGuestLogons": false,
          "localSecurityOptionsClearVirtualMemoryPageFile": false,
          "localSecurityOptionsAllowSystemToBeShutDownWithoutHavingToLogOn": false,
          "localSecurityOptionsAllowUIAccessApplicationElevation": false,
          "localSecurityOptionsVirtualizeFileAndRegistryWriteFailuresToPerUserLocations": false,
          "localSecurityOptionsOnlyElevateSignedExecutables": false,
          "localSecurityOptionsAdministratorElevationPromptBehavior": "notConfigured",
          "localSecurityOptionsStandardUserElevationPromptBehavior": "automaticallyDenyElevationRequests",
          "localSecurityOptionsSwitchToSecureDesktopWhenPromptingForElevation": false,
          "localSecurityOptionsDetectApplicationInstallationsAndPromptForElevation": false,
          "localSecurityOptionsAllowUIAccessApplicationsForSecureLocations": false,
          "localSecurityOptionsUseAdminApprovalMode": false,
          "localSecurityOptionsUseAdminApprovalModeForAdministrators": false,
          "localSecurityOptionsInformationShownOnLockScreen": "notConfigured",
          "localSecurityOptionsInformationDisplayedOnLockScreen": "notConfigured",
          "localSecurityOptionsDisableClientDigitallySignCommunicationsIfServerAgrees": false,
          "localSecurityOptionsClientDigitallySignCommunicationsAlways": false,
          "localSecurityOptionsClientSendUnencryptedPasswordToThirdPartySMBServers": false,
          "localSecurityOptionsDisableServerDigitallySignCommunicationsAlways": false,
          "localSecurityOptionsDisableServerDigitallySignCommunicationsIfClientAgrees": false,
          "localSecurityOptionsRestrictAnonymousAccessToNamedPipesAndShares": false,
          "localSecurityOptionsDoNotAllowAnonymousEnumerationOfSAMAccounts": false,
          "localSecurityOptionsAllowAnonymousEnumerationOfSAMAccountsAndShares": false,
          "localSecurityOptionsDoNotStoreLANManagerHashValueOnNextPasswordChange": false,
          "localSecurityOptionsSmartCardRemovalBehavior": "noAction",
          "defenderSecurityCenterDisableAppBrowserUI": false,
          "defenderSecurityCenterDisableFamilyUI": false,
          "defenderSecurityCenterDisableHealthUI": false,
          "defenderSecurityCenterDisableNetworkUI": false,
          "defenderSecurityCenterDisableVirusUI": false,
          "defenderSecurityCenterDisableAccountUI": false,
          "defenderSecurityCenterDisableClearTpmUI": false,
          "defenderSecurityCenterDisableHardwareUI": false,
          "defenderSecurityCenterDisableNotificationAreaUI": false,
          "defenderSecurityCenterDisableRansomwareUI": false,
          "defenderSecurityCenterDisableSecureBootUI": false,
          "defenderSecurityCenterDisableTroubleshootingUI": false,
          "defenderSecurityCenterDisableVulnerableTpmFirmwareUpdateUI": false,
          "defenderSecurityCenterOrganizationDisplayName": null,
          "defenderSecurityCenterHelpEmail": null,
          "defenderSecurityCenterHelpPhone": null,
          "defenderSecurityCenterHelpURL": null,
          "defenderSecurityCenterNotificationsFromApp": "notConfigured",
          "defenderSecurityCenterITContactDisplay": "notConfigured",
          "windowsDefenderTamperProtection": "notConfigured",
          "firewallBlockStatefulFTP": null,
          "firewallIdleTimeoutForSecurityAssociationInSeconds": null,
          "firewallPreSharedKeyEncodingMethod": "deviceDefault",
          "firewallIPSecExemptionsNone": false,
          "firewallIPSecExemptionsAllowNeighborDiscovery": false,
          "firewallIPSecExemptionsAllowICMP": false,
          "firewallIPSecExemptionsAllowRouterDiscovery": false,
          "firewallIPSecExemptionsAllowDHCP": false,
          "firewallCertificateRevocationListCheckMethod": "deviceDefault",
          "firewallMergeKeyingModuleSettings": null,
          "firewallPacketQueueingMethod": "deviceDefault",
          "defenderAdobeReaderLaunchChildProcess": "notConfigured",
          "defenderAttackSurfaceReductionExcludedPaths": [],
          "defenderOfficeAppsOtherProcessInjectionType": "userDefined",
          "defenderOfficeAppsOtherProcessInjection": "userDefined",
          "defenderOfficeCommunicationAppsLaunchChildProcess": "notConfigured",
          "defenderOfficeAppsExecutableContentCreationOrLaunchType": "userDefined",
          "defenderOfficeAppsExecutableContentCreationOrLaunch": "userDefined",
          "defenderOfficeAppsLaunchChildProcessType": "userDefined",
          "defenderOfficeAppsLaunchChildProcess": "userDefined",
          "defenderOfficeMacroCodeAllowWin32ImportsType": "userDefined",
          "defenderOfficeMacroCodeAllowWin32Imports": "userDefined",
          "defenderScriptObfuscatedMacroCodeType": "userDefined",
          "defenderScriptObfuscatedMacroCode": "userDefined",
          "defenderScriptDownloadedPayloadExecutionType": "userDefined",
          "defenderScriptDownloadedPayloadExecution": "userDefined",
          "defenderPreventCredentialStealingType": "notConfigured",
          "defenderProcessCreationType": "userDefined",
          "defenderProcessCreation": "userDefined",
          "defenderUntrustedUSBProcessType": "userDefined",
          "defenderUntrustedUSBProcess": "userDefined",
          "defenderUntrustedExecutableType": "userDefined",
          "defenderUntrustedExecutable": "userDefined",
          "defenderEmailContentExecutionType": "userDefined",
          "defenderEmailContentExecution": "userDefined",
          "defenderAdvancedRansomewareProtectionType": "notConfigured",
          "defenderGuardMyFoldersType": "userDefined",
          "defenderGuardedFoldersAllowedAppPaths": [],
          "defenderAdditionalGuardedFolders": [],
          "defenderNetworkProtectionType": "notConfigured",
          "defenderExploitProtectionXml": null,
          "defenderExploitProtectionXmlFileName": null,
          "defenderSecurityCenterBlockExploitProtectionOverride": false,
          "defenderBlockPersistenceThroughWmiType": "userDefined",
          "appLockerApplicationControl": "notConfigured",
          "deviceGuardLocalSystemAuthorityCredentialGuardSettings": "notConfigured",
          "deviceGuardEnableVirtualizationBasedSecurity": false,
          "deviceGuardEnableSecureBootWithDMA": false,
          "deviceGuardSecureBootWithDMA": "notConfigured",
          "deviceGuardLaunchSystemGuard": "notConfigured",
          "smartScreenEnableInShell": true,
          "smartScreenBlockOverrideForFiles": true,
          "applicationGuardEnabled": false,
          "applicationGuardEnabledOptions": "notConfigured",
          "applicationGuardBlockFileTransfer": "notConfigured",
          "applicationGuardBlockNonEnterpriseContent": false,
          "applicationGuardAllowPersistence": false,
          "applicationGuardForceAuditing": false,
          "applicationGuardBlockClipboardSharing": "notConfigured",
          "applicationGuardAllowPrintToPDF": false,
          "applicationGuardAllowPrintToXPS": false,
          "applicationGuardAllowPrintToLocalPrinters": false,
          "applicationGuardAllowPrintToNetworkPrinters": false,
          "applicationGuardAllowVirtualGPU": false,
          "applicationGuardAllowFileSaveOnHost": false,
          "applicationGuardAllowCameraMicrophoneRedirection": null,
          "applicationGuardCertificateThumbprints": [],
          "bitLockerAllowStandardUserEncryption": false,
          "bitLockerDisableWarningForOtherDiskEncryption": false,
          "bitLockerEnableStorageCardEncryptionOnMobile": false,
          "bitLockerEncryptDevice": false,
          "bitLockerRecoveryPasswordRotation": "notConfigured",
          "defenderDisableScanArchiveFiles": null,
          "defenderAllowScanArchiveFiles": null,
          "defenderDisableBehaviorMonitoring": null,
          "defenderAllowBehaviorMonitoring": null,
          "defenderDisableCloudProtection": null,
          "defenderAllowCloudProtection": null,
          "defenderEnableScanIncomingMail": null,
          "defenderEnableScanMappedNetworkDrivesDuringFullScan": null,
          "defenderDisableScanRemovableDrivesDuringFullScan": null,
          "defenderAllowScanRemovableDrivesDuringFullScan": null,
          "defenderDisableScanDownloads": null,
          "defenderAllowScanDownloads": null,
          "defenderDisableIntrusionPreventionSystem": null,
          "defenderAllowIntrusionPreventionSystem": null,
          "defenderDisableOnAccessProtection": null,
          "defenderAllowOnAccessProtection": null,
          "defenderDisableRealTimeMonitoring": null,
          "defenderAllowRealTimeMonitoring": null,
          "defenderDisableScanNetworkFiles": null,
          "defenderAllowScanNetworkFiles": null,
          "defenderDisableScanScriptsLoadedInInternetExplorer": null,
          "defenderAllowScanScriptsLoadedInInternetExplorer": null,
          "defenderBlockEndUserAccess": null,
          "defenderAllowEndUserAccess": null,
          "defenderScanMaxCpuPercentage": null,
          "defenderCheckForSignaturesBeforeRunningScan": null,
          "defenderCloudBlockLevel": null,
          "defenderCloudExtendedTimeoutInSeconds": null,
          "defenderDaysBeforeDeletingQuarantinedMalware": null,
          "defenderDisableCatchupFullScan": null,
          "defenderDisableCatchupQuickScan": null,
          "defenderEnableLowCpuPriority": null,
          "defenderFileExtensionsToExclude": [],
          "defenderFilesAndFoldersToExclude": [],
          "defenderProcessesToExclude": [],
          "defenderPotentiallyUnwantedAppAction": null,
          "defenderScanDirection": null,
          "defenderScanType": null,
          "defenderScheduledQuickScanTime": null,
          "defenderScheduledScanDay": null,
          "defenderScheduledScanTime": null,
          "defenderSignatureUpdateIntervalInHours": null,
          "defenderSubmitSamplesConsentType": null,
          "defenderDetectedMalwareActions": null,
          "firewallRules": [],
          "userRightsAccessCredentialManagerAsTrustedCaller": {
                    "state": "notConfigured",
                    "localUsersOrGroups": []
          },
          "userRightsAllowAccessFromNetwork": {
                    "state": "notConfigured",
                    "localUsersOrGroups": []
          },
          "userRightsBlockAccessFromNetwork": {
                    "state": "notConfigured",
                    "localUsersOrGroups": []
          },
          "userRightsActAsPartOfTheOperatingSystem": {
                    "state": "notConfigured",
                    "localUsersOrGroups": []
          },
          "userRightsLocalLogOn": {
                    "state": "notConfigured",
                    "localUsersOrGroups": []
          },
          "userRightsDenyLocalLogOn": {
                    "state": "notConfigured",
                    "localUsersOrGroups": []
          },
          "userRightsBackupData": {
                    "state": "notConfigured",
                    "localUsersOrGroups": []
          },
          "userRightsChangeSystemTime": {
                    "state": "notConfigured",
                    "localUsersOrGroups": []
          },
          "userRightsCreateGlobalObjects": {
                    "state": "notConfigured",
                    "localUsersOrGroups": []
          },
          "userRightsCreatePageFile": {
                    "state": "notConfigured",
                    "localUsersOrGroups": []
          },
          "userRightsCreatePermanentSharedObjects": {
                    "state": "notConfigured",
                    "localUsersOrGroups": []
          },
          "userRightsCreateSymbolicLinks": {
                    "state": "notConfigured",
                    "localUsersOrGroups": []
          },
          "userRightsCreateToken": {
                    "state": "notConfigured",
                    "localUsersOrGroups": []
          },
          "userRightsDebugPrograms": {
                    "state": "notConfigured",
                    "localUsersOrGroups": []
          },
          "userRightsRemoteDesktopServicesLogOn": {
                    "state": "notConfigured",
                    "localUsersOrGroups": []
          },
          "userRightsDelegation": {
                    "state": "notConfigured",
                    "localUsersOrGroups": []
          },
          "userRightsGenerateSecurityAudits": {
                    "state": "notConfigured",
                    "localUsersOrGroups": []
          },
          "userRightsImpersonateClient": {
                    "state": "notConfigured",
                    "localUsersOrGroups": []
          },
          "userRightsIncreaseSchedulingPriority": {
                    "state": "notConfigured",
                    "localUsersOrGroups": []
          },
          "userRightsLoadUnloadDrivers": {
                    "state": "notConfigured",
                    "localUsersOrGroups": []
          },
          "userRightsLockMemory": {
                    "state": "notConfigured",
                    "localUsersOrGroups": []
          },
          "userRightsManageAuditingAndSecurityLogs": {
                    "state": "notConfigured",
                    "localUsersOrGroups": []
          },
          "userRightsManageVolumes": {
                    "state": "notConfigured",
                    "localUsersOrGroups": []
          },
          "userRightsModifyFirmwareEnvironment": {
                    "state": "notConfigured",
                    "localUsersOrGroups": []
          },
          "userRightsModifyObjectLabels": {
                    "state": "notConfigured",
                    "localUsersOrGroups": []
          },
          "userRightsProfileSingleProcess": {
                    "state": "notConfigured",
                    "localUsersOrGroups": []
          },
          "userRightsRemoteShutdown": {
                    "state": "notConfigured",
                    "localUsersOrGroups": []
          },
          "userRightsRestoreData": {
                    "state": "notConfigured",
                    "localUsersOrGroups": []
          },
          "userRightsTakeOwnership": {
                    "state": "notConfigured",
                    "localUsersOrGroups": []
          },
          "firewallProfileDomain": {
                    "firewallEnabled": "allowed",
                    "stealthModeRequired": false,
                    "stealthModeBlocked": false,
                    "incomingTrafficRequired": false,
                    "incomingTrafficBlocked": false,
                    "unicastResponsesToMulticastBroadcastsRequired": false,
                    "unicastResponsesToMulticastBroadcastsBlocked": false,
                    "inboundNotificationsRequired": false,
                    "inboundNotificationsBlocked": false,
                    "authorizedApplicationRulesFromGroupPolicyMerged": false,
                    "authorizedApplicationRulesFromGroupPolicyNotMerged": false,
                    "globalPortRulesFromGroupPolicyMerged": false,
                    "globalPortRulesFromGroupPolicyNotMerged": false,
                    "connectionSecurityRulesFromGroupPolicyMerged": false,
                    "connectionSecurityRulesFromGroupPolicyNotMerged": false,
                    "outboundConnectionsRequired": false,
                    "outboundConnectionsBlocked": false,
                    "inboundConnectionsRequired": false,
                    "inboundConnectionsBlocked": false,
                    "securedPacketExemptionAllowed": false,
                    "securedPacketExemptionBlocked": false,
                    "policyRulesFromGroupPolicyMerged": false,
                    "policyRulesFromGroupPolicyNotMerged": false
          },
          "firewallProfilePublic": {
                    "firewallEnabled": "allowed",
                    "stealthModeRequired": false,
                    "stealthModeBlocked": false,
                    "incomingTrafficRequired": false,
                    "incomingTrafficBlocked": false,
                    "unicastResponsesToMulticastBroadcastsRequired": false,
                    "unicastResponsesToMulticastBroadcastsBlocked": false,
                    "inboundNotificationsRequired": false,
                    "inboundNotificationsBlocked": false,
                    "authorizedApplicationRulesFromGroupPolicyMerged": false,
                    "authorizedApplicationRulesFromGroupPolicyNotMerged": false,
                    "globalPortRulesFromGroupPolicyMerged": false,
                    "globalPortRulesFromGroupPolicyNotMerged": false,
                    "connectionSecurityRulesFromGroupPolicyMerged": false,
                    "connectionSecurityRulesFromGroupPolicyNotMerged": false,
                    "outboundConnectionsRequired": false,
                    "outboundConnectionsBlocked": false,
                    "inboundConnectionsRequired": false,
                    "inboundConnectionsBlocked": false,
                    "securedPacketExemptionAllowed": false,
                    "securedPacketExemptionBlocked": false,
                    "policyRulesFromGroupPolicyMerged": false,
                    "policyRulesFromGroupPolicyNotMerged": false
          },
          "firewallProfilePrivate": {
                    "firewallEnabled": "allowed",
                    "stealthModeRequired": false,
                    "stealthModeBlocked": false,
                    "incomingTrafficRequired": false,
                    "incomingTrafficBlocked": false,
                    "unicastResponsesToMulticastBroadcastsRequired": false,
                    "unicastResponsesToMulticastBroadcastsBlocked": false,
                    "inboundNotificationsRequired": false,
                    "inboundNotificationsBlocked": false,
                    "authorizedApplicationRulesFromGroupPolicyMerged": false,
                    "authorizedApplicationRulesFromGroupPolicyNotMerged": false,
                    "globalPortRulesFromGroupPolicyMerged": false,
                    "globalPortRulesFromGroupPolicyNotMerged": false,
                    "connectionSecurityRulesFromGroupPolicyMerged": false,
                    "connectionSecurityRulesFromGroupPolicyNotMerged": false,
                    "outboundConnectionsRequired": false,
                    "outboundConnectionsBlocked": false,
                    "inboundConnectionsRequired": false,
                    "inboundConnectionsBlocked": false,
                    "securedPacketExemptionAllowed": false,
                    "securedPacketExemptionBlocked": false,
                    "policyRulesFromGroupPolicyMerged": false,
                    "policyRulesFromGroupPolicyNotMerged": false
          },
          "bitLockerSystemDrivePolicy": {
                    "encryptionMethod": null,
                    "startupAuthenticationRequired": false,
                    "startupAuthenticationBlockWithoutTpmChip": false,
                    "startupAuthenticationTpmUsage": "blocked",
                    "startupAuthenticationTpmPinUsage": "blocked",
                    "startupAuthenticationTpmKeyUsage": "blocked",
                    "startupAuthenticationTpmPinAndKeyUsage": "blocked",
                    "minimumPinLength": null,
                    "recoveryOptions": null,
                    "prebootRecoveryEnableMessageAndUrl": false,
                    "prebootRecoveryMessage": null,
                    "prebootRecoveryUrl": null
          },
          "bitLockerFixedDrivePolicy": {
                    "encryptionMethod": null,
                    "requireEncryptionForWriteAccess": false,
                    "recoveryOptions": null
          },
          "bitLockerRemovableDrivePolicy": {
                    "encryptionMethod": null,
                    "requireEncryptionForWriteAccess": false,
                    "blockCrossOrganizationWriteAccess": false
          },
          "assignments": [
                    {
                              "source": "direct",
                              "intent": "apply",
                              "target": {
                                        "@odata.type": "#microsoft.graph.groupAssignmentTarget",
                                        "deviceAndAppManagementAssignmentFilterId": null,
                                        "deviceAndAppManagementAssignmentFilterType": "none",
                                        "groupName": "Alle Intune Ger\u00e4te"
                              }
                    }
          ]
}