{
          "@odata.type": "#microsoft.graph.windows10CustomConfiguration",
          "roleScopeTagIds": [
                    "0"
          ],
          "deviceManagementApplicabilityRuleOsEdition": null,
          "deviceManagementApplicabilityRuleOsVersion": null,
          "deviceManagementApplicabilityRuleDeviceMode": null,
          "description": "Einstellungen f\u00fcr Google Chrome",
          "displayName": "W10 - Chrome settings",
          "assignments": [
                    {
                              "source": "direct",
                              "intent": "apply",
                              "target": {
                                        "@odata.type": "#microsoft.graph.groupAssignmentTarget",
                                        "deviceAndAppManagementAssignmentFilterId": null,
                                        "deviceAndAppManagementAssignmentFilterType": "none",
                                        "groupName": "_W10_alleGeraete"
                              }
                    },
                    {
                              "source": "policySets",
                              "intent": "apply",
                              "target": {
                                        "@odata.type": "#microsoft.graph.groupAssignmentTarget",
                                        "deviceAndAppManagementAssignmentFilterId": null,
                                        "deviceAndAppManagementAssignmentFilterType": "none",
                                        "groupName": "_W11_Verwaltungsrechner"
                              }
                    }
          ],
          "omaSettings": [
                    {
                              "@odata.type": "#microsoft.graph.omaSettingString",
                              "displayName": "Chrome - ADMX - ExtensionInstallForcelist",
                              "description": "ExtensionInstallForceList",
                              "omaUri": "./Device/Vendor/MSFT/Policy/Config/Chrome~Policy~googlechrome~Extensions/ExtensionInstallForcelist",
                              "value": {
                                        "@odata.context": "https://graph.microsoft.com/beta/$metadata#Edm.String",
                                        "value": "<enabled/> <data id=\"ExtensionInstallForcelistDesc\" value=\"1&#xF000;ppnbnpeolgkicgegkbkbjmhlideopiji;https://clients2.google.com/service/update2/crx\"/>"
                              },
                              "isEncrypted": false,
                              "secretReferenceValueId": null
                    },
                    {
                              "@odata.type": "#microsoft.graph.omaSettingString",
                              "displayName": "HomepageLocation",
                              "description": "Startseite festlegen",
                              "omaUri": "./User/Vendor/MSFT/Policy/Config/Chrome~Policy~googlechrome~Homepage/HomepageLocation",
                              "value": {
                                        "@odata.context": "https://graph.microsoft.com/beta/$metadata#Edm.String",
                                        "value": "<enabled/><data id=\"HomepageLocation\" value=\"https://portal.mnspro.cloud\"/>"
                              },
                              "isEncrypted": false,
                              "secretReferenceValueId": null
                    },
                    {
                              "@odata.type": "#microsoft.graph.omaSettingString",
                              "displayName": "RestoreOnStartup",
                              "description": "Tabs neuladen bei Neustart",
                              "omaUri": "./Device/Vendor/MSFT/Policy/Config/Chrome~Policy~googlechrome~RestoreOnStartupGroup/RestoreOnStartup",
                              "value": {
                                        "@odata.context": "https://graph.microsoft.com/beta/$metadata#Edm.String",
                                        "value": "<enabled/><data id=\"RestoreOnStartup\" value=\"4\"/>"
                              },
                              "isEncrypted": false,
                              "secretReferenceValueId": null
                    },
                    {
                              "@odata.type": "#microsoft.graph.omaSettingString",
                              "displayName": "HomepageIsNewTabPage",
                              "description": "Neuer Tab immer Homepage",
                              "omaUri": "./Device/Vendor/MSFT/Policy/Config/Chrome~Policy~googlechrome~Homepage/HomepageIsNewTabPage",
                              "value": {
                                        "@odata.context": "https://graph.microsoft.com/beta/$metadata#Edm.String",
                                        "value": "<disabled/>"
                              },
                              "isEncrypted": false,
                              "secretReferenceValueId": null
                    },
                    {
                              "@odata.type": "#microsoft.graph.omaSettingString",
                              "displayName": "RestoreOnStartupURLs",
                              "description": "RestoreOnStartupURLs",
                              "omaUri": "./User/Vendor/MSFT/Policy/Config/Chrome~Policy~googlechrome~RestoreOnStartupGroup/RestoreOnStartupURLs",
                              "value": {
                                        "@odata.context": "https://graph.microsoft.com/beta/$metadata#Edm.String",
                                        "value": "<enabled/><data id=\"RestoreOnStartupURLsDesc\" value=\"1&#xF000;https://portal.mnspro.cloud\"/>"
                              },
                              "isEncrypted": false,
                              "secretReferenceValueId": null
                    },
                    {
                              "@odata.type": "#microsoft.graph.omaSettingString",
                              "displayName": "Chrome ADMX Ingestion",
                              "description": "Einpflegen der ADMX - Werte",
                              "omaUri": "./Device/Vendor/MSFT/Policy/ConfigOperations/ADMXInstall/Chrome/Policy/ChromeAdmx",
                              "value": {
                                        "@odata.context": "https://graph.microsoft.com/beta/$metadata#Edm.String",
                                        "value": "<?xml version=\"1.0\" ?>\n<policyDefinitions revision=\"1.0\" schemaVersion=\"1.0\">\n  <policyNamespaces>\n    <target namespace=\"Google.Policies.Chrome\" prefix=\"chrome\"/>\n    <using namespace=\"Google.Policies\" prefix=\"Google\"/>\n    <using namespace=\"Microsoft.Policies.Windows\" prefix=\"windows\"/>\n  </policyNamespaces>\n  <resources minRequiredRevision=\"1.0\"/>\n  <supportedOn>\n    <definitions>\n      <definition displayName=\"$(string.SUPPORTED_WIN7)\" name=\"SUPPORTED_WIN7\"/>\n    </definitions>\n  </supportedOn>\n  <categories>\n    <category displayName=\"$(string.googlechrome)\" name=\"googlechrome\">\n      <parentCategory ref=\"Google:Cat_Google\"/>\n    </category>\n    <category displayName=\"$(string.googlechrome_recommended)\" name=\"googlechrome_recommended\">\n      <parentCategory ref=\"Google:Cat_Google\"/>\n    </category>\n    <category displayName=\"$(string.ChromeReportingExtension_group)\" name=\"ChromeReportingExtension\">\n      <parentCategory ref=\"googlechrome\"/>\n    </category>\n    <category displayName=\"$(string.RemoteAccess_group)\" name=\"RemoteAccess\">\n      <parentCategory ref=\"googlechrome\"/>\n    </category>\n    <category displayName=\"$(string.ContentSettings_group)\" name=\"ContentSettings\">\n      <parentCategory ref=\"googlechrome\"/>\n    </category>\n    <category displayName=\"$(string.ContentSettings_group)\" name=\"ContentSettings_recommended\">\n      <parentCategory ref=\"googlechrome_recommended\"/>\n    </category>\n    <category displayName=\"$(string.DefaultSearchProvider_group)\" name=\"DefaultSearchProvider\">\n      <parentCategory ref=\"googlechrome\"/>\n    </category>\n    <category displayName=\"$(string.Extensions_group)\" name=\"Extensions\">\n      <parentCategory ref=\"googlechrome\"/>\n    </category>\n    <category displayName=\"$(string.GoogleCast_group)\" name=\"GoogleCast\">\n      <parentCategory ref=\"googlechrome\"/>\n    </category>\n    <category displayName=\"$(string.Homepage_group)\" name=\"Homepage\">\n      <parentCategory ref=\"googlechrome\"/>\n    </category>\n    <category displayName=\"$(string.Homepage_group)\" name=\"Homepage_recommended\">\n      <parentCategory ref=\"googlechrome_recommended\"/>\n    </category>\n    <category displayName=\"$(string.NativeMessaging_group)\" name=\"NativeMessaging\">\n      <parentCategory ref=\"googlechrome\"/>\n    </category>\n    <category displayName=\"$(string.NewTabPage_group)\" name=\"NewTabPage\">\n      <parentCategory ref=\"googlechrome\"/>\n    </category>\n    <category displayName=\"$(string.NewTabPage_group)\" name=\"NewTabPage_recommended\">\n      <parentCategory ref=\"googlechrome_recommended\"/>\n    </category>\n    <category displayName=\"$(string.PasswordManager_group)\" name=\"PasswordManager\">\n      <parentCategory ref=\"googlechrome\"/>\n    </category>\n    <category displayName=\"$(string.PasswordManager_group)\" name=\"PasswordManager_recommended\">\n      <parentCategory ref=\"googlechrome_recommended\"/>\n    </category>\n    <category displayName=\"$(string.HTTPAuthentication_group)\" name=\"HTTPAuthentication\">\n      <parentCategory ref=\"googlechrome\"/>\n    </category>\n    <category displayName=\"$(string.Proxy_group)\" name=\"Proxy\">\n      <parentCategory ref=\"googlechrome\"/>\n    </category>\n    <category displayName=\"$(string.SafeBrowsing_group)\" name=\"SafeBrowsing\">\n      <parentCategory ref=\"googlechrome\"/>\n    </category>\n    <category displayName=\"$(string.SafeBrowsing_group)\" name=\"SafeBrowsing_recommended\">\n      <parentCategory ref=\"googlechrome_recommended\"/>\n    </category>\n    <category displayName=\"$(string.RestoreOnStartupGroup_group)\" name=\"RestoreOnStartupGroup\">\n      <parentCategory ref=\"googlechrome\"/>\n    </category>\n    <category displayName=\"$(string.RestoreOnStartupGroup_group)\" name=\"RestoreOnStartupGroup_recommended\">\n      <parentCategory ref=\"googlechrome_recommended\"/>\n    </category>\n  </categories>\n  <policies>\n    <policy class=\"Both\" displayName=\"$(string.ReportVersionData)\" explainText=\"$(string.ReportVersionData_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"ReportVersionData\" presentation=\"$(presentation.ReportVersionData)\" valueName=\"ReportVersionData\">\n      <parentCategory ref=\"ChromeReportingExtension\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.ReportPolicyData)\" explainText=\"$(string.ReportPolicyData_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"ReportPolicyData\" presentation=\"$(presentation.ReportPolicyData)\" valueName=\"ReportPolicyData\">\n      <parentCategory ref=\"ChromeReportingExtension\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.ReportMachineIDData)\" explainText=\"$(string.ReportMachineIDData_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"ReportMachineIDData\" presentation=\"$(presentation.ReportMachineIDData)\" valueName=\"ReportMachineIDData\">\n      <parentCategory ref=\"ChromeReportingExtension\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.ReportUserIDData)\" explainText=\"$(string.ReportUserIDData_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"ReportUserIDData\" presentation=\"$(presentation.ReportUserIDData)\" valueName=\"ReportUserIDData\">\n      <parentCategory ref=\"ChromeReportingExtension\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.RemoteAccessHostClientDomainList)\" explainText=\"$(string.RemoteAccessHostClientDomainList_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"RemoteAccessHostClientDomainList\" presentation=\"$(presentation.RemoteAccessHostClientDomainList)\">\n      <parentCategory ref=\"RemoteAccess\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <list id=\"RemoteAccessHostClientDomainListDesc\" key=\"Software\\Policies\\Google\\Chrome\\RemoteAccessHostClientDomainList\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.RemoteAccessHostFirewallTraversal)\" explainText=\"$(string.RemoteAccessHostFirewallTraversal_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"RemoteAccessHostFirewallTraversal\" presentation=\"$(presentation.RemoteAccessHostFirewallTraversal)\" valueName=\"RemoteAccessHostFirewallTraversal\">\n      <parentCategory ref=\"RemoteAccess\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.RemoteAccessHostDomainList)\" explainText=\"$(string.RemoteAccessHostDomainList_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"RemoteAccessHostDomainList\" presentation=\"$(presentation.RemoteAccessHostDomainList)\">\n      <parentCategory ref=\"RemoteAccess\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <list id=\"RemoteAccessHostDomainListDesc\" key=\"Software\\Policies\\Google\\Chrome\\RemoteAccessHostDomainList\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.RemoteAccessHostTalkGadgetPrefix)\" explainText=\"$(string.RemoteAccessHostTalkGadgetPrefix_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"RemoteAccessHostTalkGadgetPrefix\" presentation=\"$(presentation.RemoteAccessHostTalkGadgetPrefix)\">\n      <parentCategory ref=\"RemoteAccess\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <text id=\"RemoteAccessHostTalkGadgetPrefix\" maxLength=\"1000000\" valueName=\"RemoteAccessHostTalkGadgetPrefix\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.RemoteAccessHostRequireCurtain)\" explainText=\"$(string.RemoteAccessHostRequireCurtain_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"RemoteAccessHostRequireCurtain\" presentation=\"$(presentation.RemoteAccessHostRequireCurtain)\" valueName=\"RemoteAccessHostRequireCurtain\">\n      <parentCategory ref=\"RemoteAccess\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.RemoteAccessHostAllowClientPairing)\" explainText=\"$(string.RemoteAccessHostAllowClientPairing_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"RemoteAccessHostAllowClientPairing\" presentation=\"$(presentation.RemoteAccessHostAllowClientPairing)\" valueName=\"RemoteAccessHostAllowClientPairing\">\n      <parentCategory ref=\"RemoteAccess\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.RemoteAccessHostAllowGnubbyAuth)\" explainText=\"$(string.RemoteAccessHostAllowGnubbyAuth_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"RemoteAccessHostAllowGnubbyAuth\" presentation=\"$(presentation.RemoteAccessHostAllowGnubbyAuth)\" valueName=\"RemoteAccessHostAllowGnubbyAuth\">\n      <parentCategory ref=\"RemoteAccess\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.RemoteAccessHostAllowRelayedConnection)\" explainText=\"$(string.RemoteAccessHostAllowRelayedConnection_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"RemoteAccessHostAllowRelayedConnection\" presentation=\"$(presentation.RemoteAccessHostAllowRelayedConnection)\" valueName=\"RemoteAccessHostAllowRelayedConnection\">\n      <parentCategory ref=\"RemoteAccess\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.RemoteAccessHostUdpPortRange)\" explainText=\"$(string.RemoteAccessHostUdpPortRange_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"RemoteAccessHostUdpPortRange\" presentation=\"$(presentation.RemoteAccessHostUdpPortRange)\">\n      <parentCategory ref=\"RemoteAccess\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <text id=\"RemoteAccessHostUdpPortRange\" maxLength=\"1000000\" valueName=\"RemoteAccessHostUdpPortRange\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.RemoteAccessHostTokenUrl)\" explainText=\"$(string.RemoteAccessHostTokenUrl_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"RemoteAccessHostTokenUrl\" presentation=\"$(presentation.RemoteAccessHostTokenUrl)\">\n      <parentCategory ref=\"RemoteAccess\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <text id=\"RemoteAccessHostTokenUrl\" maxLength=\"1000000\" valueName=\"RemoteAccessHostTokenUrl\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.RemoteAccessHostTokenValidationUrl)\" explainText=\"$(string.RemoteAccessHostTokenValidationUrl_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"RemoteAccessHostTokenValidationUrl\" presentation=\"$(presentation.RemoteAccessHostTokenValidationUrl)\">\n      <parentCategory ref=\"RemoteAccess\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <text id=\"RemoteAccessHostTokenValidationUrl\" maxLength=\"1000000\" valueName=\"RemoteAccessHostTokenValidationUrl\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.RemoteAccessHostTokenValidationCertificateIssuer)\" explainText=\"$(string.RemoteAccessHostTokenValidationCertificateIssuer_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"RemoteAccessHostTokenValidationCertificateIssuer\" presentation=\"$(presentation.RemoteAccessHostTokenValidationCertificateIssuer)\">\n      <parentCategory ref=\"RemoteAccess\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <text id=\"RemoteAccessHostTokenValidationCertificateIssuer\" maxLength=\"1000000\" valueName=\"RemoteAccessHostTokenValidationCertificateIssuer\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.RemoteAccessHostAllowUiAccessForRemoteAssistance)\" explainText=\"$(string.RemoteAccessHostAllowUiAccessForRemoteAssistance_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"RemoteAccessHostAllowUiAccessForRemoteAssistance\" presentation=\"$(presentation.RemoteAccessHostAllowUiAccessForRemoteAssistance)\" valueName=\"RemoteAccessHostAllowUiAccessForRemoteAssistance\">\n      <parentCategory ref=\"RemoteAccess\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.DefaultCookiesSetting)\" explainText=\"$(string.DefaultCookiesSetting_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"DefaultCookiesSetting\" presentation=\"$(presentation.DefaultCookiesSetting)\">\n      <parentCategory ref=\"ContentSettings\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <enum id=\"DefaultCookiesSetting\" valueName=\"DefaultCookiesSetting\">\n          <item displayName=\"$(string.DefaultCookiesSetting_AllowCookies)\">\n            <value>\n              <decimal value=\"1\"/>\n            </value>\n          </item>\n          <item displayName=\"$(string.DefaultCookiesSetting_BlockCookies)\">\n            <value>\n              <decimal value=\"2\"/>\n            </value>\n          </item>\n          <item displayName=\"$(string.DefaultCookiesSetting_SessionOnly)\">\n            <value>\n              <decimal value=\"4\"/>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.DefaultImagesSetting)\" explainText=\"$(string.DefaultImagesSetting_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"DefaultImagesSetting\" presentation=\"$(presentation.DefaultImagesSetting)\">\n      <parentCategory ref=\"ContentSettings\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <enum id=\"DefaultImagesSetting\" valueName=\"DefaultImagesSetting\">\n          <item displayName=\"$(string.DefaultImagesSetting_AllowImages)\">\n            <value>\n              <decimal value=\"1\"/>\n            </value>\n          </item>\n          <item displayName=\"$(string.DefaultImagesSetting_BlockImages)\">\n            <value>\n              <decimal value=\"2\"/>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.DefaultJavaScriptSetting)\" explainText=\"$(string.DefaultJavaScriptSetting_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"DefaultJavaScriptSetting\" presentation=\"$(presentation.DefaultJavaScriptSetting)\">\n      <parentCategory ref=\"ContentSettings\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <enum id=\"DefaultJavaScriptSetting\" valueName=\"DefaultJavaScriptSetting\">\n          <item displayName=\"$(string.DefaultJavaScriptSetting_AllowJavaScript)\">\n            <value>\n              <decimal value=\"1\"/>\n            </value>\n          </item>\n          <item displayName=\"$(string.DefaultJavaScriptSetting_BlockJavaScript)\">\n            <value>\n              <decimal value=\"2\"/>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.DefaultPluginsSetting)\" explainText=\"$(string.DefaultPluginsSetting_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"DefaultPluginsSetting\" presentation=\"$(presentation.DefaultPluginsSetting)\">\n      <parentCategory ref=\"ContentSettings\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <enum id=\"DefaultPluginsSetting\" valueName=\"DefaultPluginsSetting\">\n          <item displayName=\"$(string.DefaultPluginsSetting_AllowPlugins)\">\n            <value>\n              <decimal value=\"1\"/>\n            </value>\n          </item>\n          <item displayName=\"$(string.DefaultPluginsSetting_BlockPlugins)\">\n            <value>\n              <decimal value=\"2\"/>\n            </value>\n          </item>\n          <item displayName=\"$(string.DefaultPluginsSetting_ClickToPlay)\">\n            <value>\n              <decimal value=\"3\"/>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.DefaultPopupsSetting)\" explainText=\"$(string.DefaultPopupsSetting_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"DefaultPopupsSetting\" presentation=\"$(presentation.DefaultPopupsSetting)\">\n      <parentCategory ref=\"ContentSettings\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <enum id=\"DefaultPopupsSetting\" valueName=\"DefaultPopupsSetting\">\n          <item displayName=\"$(string.DefaultPopupsSetting_AllowPopups)\">\n            <value>\n              <decimal value=\"1\"/>\n            </value>\n          </item>\n          <item displayName=\"$(string.DefaultPopupsSetting_BlockPopups)\">\n            <value>\n              <decimal value=\"2\"/>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.DefaultNotificationsSetting)\" explainText=\"$(string.DefaultNotificationsSetting_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"DefaultNotificationsSetting\" presentation=\"$(presentation.DefaultNotificationsSetting)\">\n      <parentCategory ref=\"ContentSettings\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <enum id=\"DefaultNotificationsSetting\" valueName=\"DefaultNotificationsSetting\">\n          <item displayName=\"$(string.DefaultNotificationsSetting_AllowNotifications)\">\n            <value>\n              <decimal value=\"1\"/>\n            </value>\n          </item>\n          <item displayName=\"$(string.DefaultNotificationsSetting_BlockNotifications)\">\n            <value>\n              <decimal value=\"2\"/>\n            </value>\n          </item>\n          <item displayName=\"$(string.DefaultNotificationsSetting_AskNotifications)\">\n            <value>\n              <decimal value=\"3\"/>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.DefaultGeolocationSetting)\" explainText=\"$(string.DefaultGeolocationSetting_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"DefaultGeolocationSetting\" presentation=\"$(presentation.DefaultGeolocationSetting)\">\n      <parentCategory ref=\"ContentSettings\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <enum id=\"DefaultGeolocationSetting\" valueName=\"DefaultGeolocationSetting\">\n          <item displayName=\"$(string.DefaultGeolocationSetting_AllowGeolocation)\">\n            <value>\n              <decimal value=\"1\"/>\n            </value>\n          </item>\n          <item displayName=\"$(string.DefaultGeolocationSetting_BlockGeolocation)\">\n            <value>\n              <decimal value=\"2\"/>\n            </value>\n          </item>\n          <item displayName=\"$(string.DefaultGeolocationSetting_AskGeolocation)\">\n            <value>\n              <decimal value=\"3\"/>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.DefaultWebBluetoothGuardSetting)\" explainText=\"$(string.DefaultWebBluetoothGuardSetting_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"DefaultWebBluetoothGuardSetting\" presentation=\"$(presentation.DefaultWebBluetoothGuardSetting)\">\n      <parentCategory ref=\"ContentSettings\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <enum id=\"DefaultWebBluetoothGuardSetting\" valueName=\"DefaultWebBluetoothGuardSetting\">\n          <item displayName=\"$(string.DefaultWebBluetoothGuardSetting_BlockWebBluetooth)\">\n            <value>\n              <decimal value=\"2\"/>\n            </value>\n          </item>\n          <item displayName=\"$(string.DefaultWebBluetoothGuardSetting_AskWebBluetooth)\">\n            <value>\n              <decimal value=\"3\"/>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.DefaultWebUsbGuardSetting)\" explainText=\"$(string.DefaultWebUsbGuardSetting_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"DefaultWebUsbGuardSetting\" presentation=\"$(presentation.DefaultWebUsbGuardSetting)\">\n      <parentCategory ref=\"ContentSettings\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <enum id=\"DefaultWebUsbGuardSetting\" valueName=\"DefaultWebUsbGuardSetting\">\n          <item displayName=\"$(string.DefaultWebUsbGuardSetting_BlockWebUsb)\">\n            <value>\n              <decimal value=\"2\"/>\n            </value>\n          </item>\n          <item displayName=\"$(string.DefaultWebUsbGuardSetting_AskWebUsb)\">\n            <value>\n              <decimal value=\"3\"/>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.AutoSelectCertificateForUrls)\" explainText=\"$(string.AutoSelectCertificateForUrls_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"AutoSelectCertificateForUrls\" presentation=\"$(presentation.AutoSelectCertificateForUrls)\">\n      <parentCategory ref=\"ContentSettings\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <list id=\"AutoSelectCertificateForUrlsDesc\" key=\"Software\\Policies\\Google\\Chrome\\AutoSelectCertificateForUrls\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.CookiesAllowedForUrls)\" explainText=\"$(string.CookiesAllowedForUrls_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"CookiesAllowedForUrls\" presentation=\"$(presentation.CookiesAllowedForUrls)\">\n      <parentCategory ref=\"ContentSettings\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <list id=\"CookiesAllowedForUrlsDesc\" key=\"Software\\Policies\\Google\\Chrome\\CookiesAllowedForUrls\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.CookiesBlockedForUrls)\" explainText=\"$(string.CookiesBlockedForUrls_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"CookiesBlockedForUrls\" presentation=\"$(presentation.CookiesBlockedForUrls)\">\n      <parentCategory ref=\"ContentSettings\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <list id=\"CookiesBlockedForUrlsDesc\" key=\"Software\\Policies\\Google\\Chrome\\CookiesBlockedForUrls\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.CookiesSessionOnlyForUrls)\" explainText=\"$(string.CookiesSessionOnlyForUrls_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"CookiesSessionOnlyForUrls\" presentation=\"$(presentation.CookiesSessionOnlyForUrls)\">\n      <parentCategory ref=\"ContentSettings\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <list id=\"CookiesSessionOnlyForUrlsDesc\" key=\"Software\\Policies\\Google\\Chrome\\CookiesSessionOnlyForUrls\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.ImagesAllowedForUrls)\" explainText=\"$(string.ImagesAllowedForUrls_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"ImagesAllowedForUrls\" presentation=\"$(presentation.ImagesAllowedForUrls)\">\n      <parentCategory ref=\"ContentSettings\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <list id=\"ImagesAllowedForUrlsDesc\" key=\"Software\\Policies\\Google\\Chrome\\ImagesAllowedForUrls\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.ImagesBlockedForUrls)\" explainText=\"$(string.ImagesBlockedForUrls_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"ImagesBlockedForUrls\" presentation=\"$(presentation.ImagesBlockedForUrls)\">\n      <parentCategory ref=\"ContentSettings\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <list id=\"ImagesBlockedForUrlsDesc\" key=\"Software\\Policies\\Google\\Chrome\\ImagesBlockedForUrls\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.JavaScriptAllowedForUrls)\" explainText=\"$(string.JavaScriptAllowedForUrls_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"JavaScriptAllowedForUrls\" presentation=\"$(presentation.JavaScriptAllowedForUrls)\">\n      <parentCategory ref=\"ContentSettings\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <list id=\"JavaScriptAllowedForUrlsDesc\" key=\"Software\\Policies\\Google\\Chrome\\JavaScriptAllowedForUrls\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.JavaScriptBlockedForUrls)\" explainText=\"$(string.JavaScriptBlockedForUrls_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"JavaScriptBlockedForUrls\" presentation=\"$(presentation.JavaScriptBlockedForUrls)\">\n      <parentCategory ref=\"ContentSettings\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <list id=\"JavaScriptBlockedForUrlsDesc\" key=\"Software\\Policies\\Google\\Chrome\\JavaScriptBlockedForUrls\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.PluginsAllowedForUrls)\" explainText=\"$(string.PluginsAllowedForUrls_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"PluginsAllowedForUrls\" presentation=\"$(presentation.PluginsAllowedForUrls)\">\n      <parentCategory ref=\"ContentSettings\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <list id=\"PluginsAllowedForUrlsDesc\" key=\"Software\\Policies\\Google\\Chrome\\PluginsAllowedForUrls\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.PluginsBlockedForUrls)\" explainText=\"$(string.PluginsBlockedForUrls_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"PluginsBlockedForUrls\" presentation=\"$(presentation.PluginsBlockedForUrls)\">\n      <parentCategory ref=\"ContentSettings\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <list id=\"PluginsBlockedForUrlsDesc\" key=\"Software\\Policies\\Google\\Chrome\\PluginsBlockedForUrls\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.PopupsAllowedForUrls)\" explainText=\"$(string.PopupsAllowedForUrls_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"PopupsAllowedForUrls\" presentation=\"$(presentation.PopupsAllowedForUrls)\">\n      <parentCategory ref=\"ContentSettings\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <list id=\"PopupsAllowedForUrlsDesc\" key=\"Software\\Policies\\Google\\Chrome\\PopupsAllowedForUrls\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.PopupsBlockedForUrls)\" explainText=\"$(string.PopupsBlockedForUrls_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"PopupsBlockedForUrls\" presentation=\"$(presentation.PopupsBlockedForUrls)\">\n      <parentCategory ref=\"ContentSettings\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <list id=\"PopupsBlockedForUrlsDesc\" key=\"Software\\Policies\\Google\\Chrome\\PopupsBlockedForUrls\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.NotificationsAllowedForUrls)\" explainText=\"$(string.NotificationsAllowedForUrls_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"NotificationsAllowedForUrls\" presentation=\"$(presentation.NotificationsAllowedForUrls)\">\n      <parentCategory ref=\"ContentSettings\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <list id=\"NotificationsAllowedForUrlsDesc\" key=\"Software\\Policies\\Google\\Chrome\\NotificationsAllowedForUrls\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.NotificationsBlockedForUrls)\" explainText=\"$(string.NotificationsBlockedForUrls_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"NotificationsBlockedForUrls\" presentation=\"$(presentation.NotificationsBlockedForUrls)\">\n      <parentCategory ref=\"ContentSettings\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <list id=\"NotificationsBlockedForUrlsDesc\" key=\"Software\\Policies\\Google\\Chrome\\NotificationsBlockedForUrls\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.WebUsbAskForUrls)\" explainText=\"$(string.WebUsbAskForUrls_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"WebUsbAskForUrls\" presentation=\"$(presentation.WebUsbAskForUrls)\">\n      <parentCategory ref=\"ContentSettings\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <list id=\"WebUsbAskForUrlsDesc\" key=\"Software\\Policies\\Google\\Chrome\\WebUsbAskForUrls\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.WebUsbBlockedForUrls)\" explainText=\"$(string.WebUsbBlockedForUrls_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"WebUsbBlockedForUrls\" presentation=\"$(presentation.WebUsbBlockedForUrls)\">\n      <parentCategory ref=\"ContentSettings\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <list id=\"WebUsbBlockedForUrlsDesc\" key=\"Software\\Policies\\Google\\Chrome\\WebUsbBlockedForUrls\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.RegisteredProtocolHandlers)\" explainText=\"$(string.RegisteredProtocolHandlers_Explain)\" key=\"Software\\Policies\\Google\\Chrome\\Recommended\" name=\"RegisteredProtocolHandlers_recommended\" presentation=\"$(presentation.RegisteredProtocolHandlers)\">\n      <parentCategory ref=\"ContentSettings_recommended\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <text id=\"RegisteredProtocolHandlers\" maxLength=\"1000000\" valueName=\"RegisteredProtocolHandlers\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.DefaultSearchProviderEnabled)\" explainText=\"$(string.DefaultSearchProviderEnabled_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"DefaultSearchProviderEnabled\" presentation=\"$(presentation.DefaultSearchProviderEnabled)\" valueName=\"DefaultSearchProviderEnabled\">\n      <parentCategory ref=\"DefaultSearchProvider\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.DefaultSearchProviderName)\" explainText=\"$(string.DefaultSearchProviderName_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"DefaultSearchProviderName\" presentation=\"$(presentation.DefaultSearchProviderName)\">\n      <parentCategory ref=\"DefaultSearchProvider\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <text id=\"DefaultSearchProviderName\" maxLength=\"1000000\" valueName=\"DefaultSearchProviderName\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.DefaultSearchProviderKeyword)\" explainText=\"$(string.DefaultSearchProviderKeyword_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"DefaultSearchProviderKeyword\" presentation=\"$(presentation.DefaultSearchProviderKeyword)\">\n      <parentCategory ref=\"DefaultSearchProvider\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <text id=\"DefaultSearchProviderKeyword\" maxLength=\"1000000\" valueName=\"DefaultSearchProviderKeyword\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.DefaultSearchProviderSearchURL)\" explainText=\"$(string.DefaultSearchProviderSearchURL_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"DefaultSearchProviderSearchURL\" presentation=\"$(presentation.DefaultSearchProviderSearchURL)\">\n      <parentCategory ref=\"DefaultSearchProvider\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <text id=\"DefaultSearchProviderSearchURL\" maxLength=\"1000000\" valueName=\"DefaultSearchProviderSearchURL\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.DefaultSearchProviderSuggestURL)\" explainText=\"$(string.DefaultSearchProviderSuggestURL_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"DefaultSearchProviderSuggestURL\" presentation=\"$(presentation.DefaultSearchProviderSuggestURL)\">\n      <parentCategory ref=\"DefaultSearchProvider\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <text id=\"DefaultSearchProviderSuggestURL\" maxLength=\"1000000\" valueName=\"DefaultSearchProviderSuggestURL\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.DefaultSearchProviderIconURL)\" explainText=\"$(string.DefaultSearchProviderIconURL_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"DefaultSearchProviderIconURL\" presentation=\"$(presentation.DefaultSearchProviderIconURL)\">\n      <parentCategory ref=\"DefaultSearchProvider\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <text id=\"DefaultSearchProviderIconURL\" maxLength=\"1000000\" valueName=\"DefaultSearchProviderIconURL\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.DefaultSearchProviderEncodings)\" explainText=\"$(string.DefaultSearchProviderEncodings_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"DefaultSearchProviderEncodings\" presentation=\"$(presentation.DefaultSearchProviderEncodings)\">\n      <parentCategory ref=\"DefaultSearchProvider\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <list id=\"DefaultSearchProviderEncodingsDesc\" key=\"Software\\Policies\\Google\\Chrome\\DefaultSearchProviderEncodings\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.DefaultSearchProviderAlternateURLs)\" explainText=\"$(string.DefaultSearchProviderAlternateURLs_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"DefaultSearchProviderAlternateURLs\" presentation=\"$(presentation.DefaultSearchProviderAlternateURLs)\">\n      <parentCategory ref=\"DefaultSearchProvider\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <list id=\"DefaultSearchProviderAlternateURLsDesc\" key=\"Software\\Policies\\Google\\Chrome\\DefaultSearchProviderAlternateURLs\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.DefaultSearchProviderImageURL)\" explainText=\"$(string.DefaultSearchProviderImageURL_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"DefaultSearchProviderImageURL\" presentation=\"$(presentation.DefaultSearchProviderImageURL)\">\n      <parentCategory ref=\"DefaultSearchProvider\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <text id=\"DefaultSearchProviderImageURL\" maxLength=\"1000000\" valueName=\"DefaultSearchProviderImageURL\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.DefaultSearchProviderNewTabURL)\" explainText=\"$(string.DefaultSearchProviderNewTabURL_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"DefaultSearchProviderNewTabURL\" presentation=\"$(presentation.DefaultSearchProviderNewTabURL)\">\n      <parentCategory ref=\"DefaultSearchProvider\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <text id=\"DefaultSearchProviderNewTabURL\" maxLength=\"1000000\" valueName=\"DefaultSearchProviderNewTabURL\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.DefaultSearchProviderSearchURLPostParams)\" explainText=\"$(string.DefaultSearchProviderSearchURLPostParams_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"DefaultSearchProviderSearchURLPostParams\" presentation=\"$(presentation.DefaultSearchProviderSearchURLPostParams)\">\n      <parentCategory ref=\"DefaultSearchProvider\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <text id=\"DefaultSearchProviderSearchURLPostParams\" maxLength=\"1000000\" valueName=\"DefaultSearchProviderSearchURLPostParams\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.DefaultSearchProviderSuggestURLPostParams)\" explainText=\"$(string.DefaultSearchProviderSuggestURLPostParams_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"DefaultSearchProviderSuggestURLPostParams\" presentation=\"$(presentation.DefaultSearchProviderSuggestURLPostParams)\">\n      <parentCategory ref=\"DefaultSearchProvider\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <text id=\"DefaultSearchProviderSuggestURLPostParams\" maxLength=\"1000000\" valueName=\"DefaultSearchProviderSuggestURLPostParams\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.DefaultSearchProviderImageURLPostParams)\" explainText=\"$(string.DefaultSearchProviderImageURLPostParams_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"DefaultSearchProviderImageURLPostParams\" presentation=\"$(presentation.DefaultSearchProviderImageURLPostParams)\">\n      <parentCategory ref=\"DefaultSearchProvider\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <text id=\"DefaultSearchProviderImageURLPostParams\" maxLength=\"1000000\" valueName=\"DefaultSearchProviderImageURLPostParams\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.ExtensionInstallBlacklist)\" explainText=\"$(string.ExtensionInstallBlacklist_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"ExtensionInstallBlacklist\" presentation=\"$(presentation.ExtensionInstallBlacklist)\">\n      <parentCategory ref=\"Extensions\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <list id=\"ExtensionInstallBlacklistDesc\" key=\"Software\\Policies\\Google\\Chrome\\ExtensionInstallBlacklist\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.ExtensionInstallWhitelist)\" explainText=\"$(string.ExtensionInstallWhitelist_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"ExtensionInstallWhitelist\" presentation=\"$(presentation.ExtensionInstallWhitelist)\">\n      <parentCategory ref=\"Extensions\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <list id=\"ExtensionInstallWhitelistDesc\" key=\"Software\\Policies\\Google\\Chrome\\ExtensionInstallWhitelist\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.ExtensionInstallForcelist)\" explainText=\"$(string.ExtensionInstallForcelist_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"ExtensionInstallForcelist\" presentation=\"$(presentation.ExtensionInstallForcelist)\">\n      <parentCategory ref=\"Extensions\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <list id=\"ExtensionInstallForcelistDesc\" key=\"Software\\Policies\\Google\\Chrome\\ExtensionInstallForcelist\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.ExtensionInstallSources)\" explainText=\"$(string.ExtensionInstallSources_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"ExtensionInstallSources\" presentation=\"$(presentation.ExtensionInstallSources)\">\n      <parentCategory ref=\"Extensions\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <list id=\"ExtensionInstallSourcesDesc\" key=\"Software\\Policies\\Google\\Chrome\\ExtensionInstallSources\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.ExtensionAllowedTypes)\" explainText=\"$(string.ExtensionAllowedTypes_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"ExtensionAllowedTypes\" presentation=\"$(presentation.ExtensionAllowedTypes)\">\n      <parentCategory ref=\"Extensions\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <list id=\"ExtensionAllowedTypesDesc\" key=\"Software\\Policies\\Google\\Chrome\\ExtensionAllowedTypes\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.ExtensionSettings)\" explainText=\"$(string.ExtensionSettings_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"ExtensionSettings\" presentation=\"$(presentation.ExtensionSettings)\">\n      <parentCategory ref=\"Extensions\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <text id=\"ExtensionSettings\" maxLength=\"1000000\" valueName=\"ExtensionSettings\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.EnableMediaRouter)\" explainText=\"$(string.EnableMediaRouter_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"EnableMediaRouter\" presentation=\"$(presentation.EnableMediaRouter)\" valueName=\"EnableMediaRouter\">\n      <parentCategory ref=\"GoogleCast\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.ShowCastIconInToolbar)\" explainText=\"$(string.ShowCastIconInToolbar_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"ShowCastIconInToolbar\" presentation=\"$(presentation.ShowCastIconInToolbar)\" valueName=\"ShowCastIconInToolbar\">\n      <parentCategory ref=\"GoogleCast\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.HomepageLocation)\" explainText=\"$(string.HomepageLocation_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"HomepageLocation\" presentation=\"$(presentation.HomepageLocation)\">\n      <parentCategory ref=\"Homepage\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <text id=\"HomepageLocation\" maxLength=\"1000000\" valueName=\"HomepageLocation\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.HomepageIsNewTabPage)\" explainText=\"$(string.HomepageIsNewTabPage_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"HomepageIsNewTabPage\" presentation=\"$(presentation.HomepageIsNewTabPage)\" valueName=\"HomepageIsNewTabPage\">\n      <parentCategory ref=\"Homepage\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.HomepageLocation)\" explainText=\"$(string.HomepageLocation_Explain)\" key=\"Software\\Policies\\Google\\Chrome\\Recommended\" name=\"HomepageLocation_recommended\" presentation=\"$(presentation.HomepageLocation)\">\n      <parentCategory ref=\"Homepage_recommended\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <text id=\"HomepageLocation\" maxLength=\"1000000\" valueName=\"HomepageLocation\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.HomepageIsNewTabPage)\" explainText=\"$(string.HomepageIsNewTabPage_Explain)\" key=\"Software\\Policies\\Google\\Chrome\\Recommended\" name=\"HomepageIsNewTabPage_recommended\" presentation=\"$(presentation.HomepageIsNewTabPage)\" valueName=\"HomepageIsNewTabPage\">\n      <parentCategory ref=\"Homepage_recommended\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.NativeMessagingBlacklist)\" explainText=\"$(string.NativeMessagingBlacklist_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"NativeMessagingBlacklist\" presentation=\"$(presentation.NativeMessagingBlacklist)\">\n      <parentCategory ref=\"NativeMessaging\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <list id=\"NativeMessagingBlacklistDesc\" key=\"Software\\Policies\\Google\\Chrome\\NativeMessagingBlacklist\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.NativeMessagingWhitelist)\" explainText=\"$(string.NativeMessagingWhitelist_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"NativeMessagingWhitelist\" presentation=\"$(presentation.NativeMessagingWhitelist)\">\n      <parentCategory ref=\"NativeMessaging\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <list id=\"NativeMessagingWhitelistDesc\" key=\"Software\\Policies\\Google\\Chrome\\NativeMessagingWhitelist\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.NativeMessagingUserLevelHosts)\" explainText=\"$(string.NativeMessagingUserLevelHosts_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"NativeMessagingUserLevelHosts\" presentation=\"$(presentation.NativeMessagingUserLevelHosts)\" valueName=\"NativeMessagingUserLevelHosts\">\n      <parentCategory ref=\"NativeMessaging\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.NewTabPageLocation)\" explainText=\"$(string.NewTabPageLocation_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"NewTabPageLocation\" presentation=\"$(presentation.NewTabPageLocation)\">\n      <parentCategory ref=\"NewTabPage\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <text id=\"NewTabPageLocation\" maxLength=\"1000000\" valueName=\"NewTabPageLocation\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.NewTabPageLocation)\" explainText=\"$(string.NewTabPageLocation_Explain)\" key=\"Software\\Policies\\Google\\Chrome\\Recommended\" name=\"NewTabPageLocation_recommended\" presentation=\"$(presentation.NewTabPageLocation)\">\n      <parentCategory ref=\"NewTabPage_recommended\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <text id=\"NewTabPageLocation\" maxLength=\"1000000\" valueName=\"NewTabPageLocation\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.PasswordManagerEnabled)\" explainText=\"$(string.PasswordManagerEnabled_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"PasswordManagerEnabled\" presentation=\"$(presentation.PasswordManagerEnabled)\" valueName=\"PasswordManagerEnabled\">\n      <parentCategory ref=\"PasswordManager\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.PasswordManagerEnabled)\" explainText=\"$(string.PasswordManagerEnabled_Explain)\" key=\"Software\\Policies\\Google\\Chrome\\Recommended\" name=\"PasswordManagerEnabled_recommended\" presentation=\"$(presentation.PasswordManagerEnabled)\" valueName=\"PasswordManagerEnabled\">\n      <parentCategory ref=\"PasswordManager_recommended\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.AuthSchemes)\" explainText=\"$(string.AuthSchemes_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"AuthSchemes\" presentation=\"$(presentation.AuthSchemes)\">\n      <parentCategory ref=\"HTTPAuthentication\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <text id=\"AuthSchemes\" maxLength=\"1000000\" valueName=\"AuthSchemes\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.DisableAuthNegotiateCnameLookup)\" explainText=\"$(string.DisableAuthNegotiateCnameLookup_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"DisableAuthNegotiateCnameLookup\" presentation=\"$(presentation.DisableAuthNegotiateCnameLookup)\" valueName=\"DisableAuthNegotiateCnameLookup\">\n      <parentCategory ref=\"HTTPAuthentication\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.EnableAuthNegotiatePort)\" explainText=\"$(string.EnableAuthNegotiatePort_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"EnableAuthNegotiatePort\" presentation=\"$(presentation.EnableAuthNegotiatePort)\" valueName=\"EnableAuthNegotiatePort\">\n      <parentCategory ref=\"HTTPAuthentication\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.AuthServerWhitelist)\" explainText=\"$(string.AuthServerWhitelist_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"AuthServerWhitelist\" presentation=\"$(presentation.AuthServerWhitelist)\">\n      <parentCategory ref=\"HTTPAuthentication\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <text id=\"AuthServerWhitelist\" maxLength=\"1000000\" valueName=\"AuthServerWhitelist\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.AuthNegotiateDelegateWhitelist)\" explainText=\"$(string.AuthNegotiateDelegateWhitelist_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"AuthNegotiateDelegateWhitelist\" presentation=\"$(presentation.AuthNegotiateDelegateWhitelist)\">\n      <parentCategory ref=\"HTTPAuthentication\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <text id=\"AuthNegotiateDelegateWhitelist\" maxLength=\"1000000\" valueName=\"AuthNegotiateDelegateWhitelist\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.AllowCrossOriginAuthPrompt)\" explainText=\"$(string.AllowCrossOriginAuthPrompt_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"AllowCrossOriginAuthPrompt\" presentation=\"$(presentation.AllowCrossOriginAuthPrompt)\" valueName=\"AllowCrossOriginAuthPrompt\">\n      <parentCategory ref=\"HTTPAuthentication\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.ProxyMode)\" explainText=\"$(string.ProxyMode_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"ProxyMode\" presentation=\"$(presentation.ProxyMode)\">\n      <parentCategory ref=\"Proxy\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <enum id=\"ProxyMode\" valueName=\"ProxyMode\">\n          <item displayName=\"$(string.ProxyMode_ProxyDisabled)\">\n            <value>\n              <string>direct</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.ProxyMode_ProxyAutoDetect)\">\n            <value>\n              <string>auto_detect</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.ProxyMode_ProxyPacScript)\">\n            <value>\n              <string>pac_script</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.ProxyMode_ProxyFixedServers)\">\n            <value>\n              <string>fixed_servers</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.ProxyMode_ProxyUseSystem)\">\n            <value>\n              <string>system</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.ProxyServer)\" explainText=\"$(string.ProxyServer_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"ProxyServer\" presentation=\"$(presentation.ProxyServer)\">\n      <parentCategory ref=\"Proxy\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <text id=\"ProxyServer\" maxLength=\"1000000\" valueName=\"ProxyServer\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.ProxyPacUrl)\" explainText=\"$(string.ProxyPacUrl_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"ProxyPacUrl\" presentation=\"$(presentation.ProxyPacUrl)\">\n      <parentCategory ref=\"Proxy\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <text id=\"ProxyPacUrl\" maxLength=\"1000000\" valueName=\"ProxyPacUrl\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.ProxyBypassList)\" explainText=\"$(string.ProxyBypassList_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"ProxyBypassList\" presentation=\"$(presentation.ProxyBypassList)\">\n      <parentCategory ref=\"Proxy\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <text id=\"ProxyBypassList\" maxLength=\"1000000\" valueName=\"ProxyBypassList\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.SafeBrowsingEnabled)\" explainText=\"$(string.SafeBrowsingEnabled_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"SafeBrowsingEnabled\" presentation=\"$(presentation.SafeBrowsingEnabled)\" valueName=\"SafeBrowsingEnabled\">\n      <parentCategory ref=\"SafeBrowsing\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.SafeBrowsingExtendedReportingEnabled)\" explainText=\"$(string.SafeBrowsingExtendedReportingEnabled_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"SafeBrowsingExtendedReportingEnabled\" presentation=\"$(presentation.SafeBrowsingExtendedReportingEnabled)\" valueName=\"SafeBrowsingExtendedReportingEnabled\">\n      <parentCategory ref=\"SafeBrowsing\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.SafeBrowsingWhitelistDomains)\" explainText=\"$(string.SafeBrowsingWhitelistDomains_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"SafeBrowsingWhitelistDomains\" presentation=\"$(presentation.SafeBrowsingWhitelistDomains)\">\n      <parentCategory ref=\"SafeBrowsing\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <list id=\"SafeBrowsingWhitelistDomainsDesc\" key=\"Software\\Policies\\Google\\Chrome\\SafeBrowsingWhitelistDomains\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.PasswordProtectionWarningTrigger)\" explainText=\"$(string.PasswordProtectionWarningTrigger_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"PasswordProtectionWarningTrigger\" presentation=\"$(presentation.PasswordProtectionWarningTrigger)\">\n      <parentCategory ref=\"SafeBrowsing\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <enum id=\"PasswordProtectionWarningTrigger\" valueName=\"PasswordProtectionWarningTrigger\">\n          <item displayName=\"$(string.PasswordProtectionWarningTrigger_PasswordProtectionWarningOff)\">\n            <value>\n              <decimal value=\"0\"/>\n            </value>\n          </item>\n          <item displayName=\"$(string.PasswordProtectionWarningTrigger_PasswordProtectionWarningOnPasswordReuse)\">\n            <value>\n              <decimal value=\"1\"/>\n            </value>\n          </item>\n          <item displayName=\"$(string.PasswordProtectionWarningTrigger_PasswordProtectionWarningOnPhishingReuse)\">\n            <value>\n              <decimal value=\"2\"/>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.PasswordProtectionLoginURLs)\" explainText=\"$(string.PasswordProtectionLoginURLs_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"PasswordProtectionLoginURLs\" presentation=\"$(presentation.PasswordProtectionLoginURLs)\">\n      <parentCategory ref=\"SafeBrowsing\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <list id=\"PasswordProtectionLoginURLsDesc\" key=\"Software\\Policies\\Google\\Chrome\\PasswordProtectionLoginURLs\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.PasswordProtectionChangePasswordURL)\" explainText=\"$(string.PasswordProtectionChangePasswordURL_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"PasswordProtectionChangePasswordURL\" presentation=\"$(presentation.PasswordProtectionChangePasswordURL)\">\n      <parentCategory ref=\"SafeBrowsing\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <text id=\"PasswordProtectionChangePasswordURL\" maxLength=\"1000000\" valueName=\"PasswordProtectionChangePasswordURL\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.SafeBrowsingEnabled)\" explainText=\"$(string.SafeBrowsingEnabled_Explain)\" key=\"Software\\Policies\\Google\\Chrome\\Recommended\" name=\"SafeBrowsingEnabled_recommended\" presentation=\"$(presentation.SafeBrowsingEnabled)\" valueName=\"SafeBrowsingEnabled\">\n      <parentCategory ref=\"SafeBrowsing_recommended\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.RestoreOnStartup)\" explainText=\"$(string.RestoreOnStartup_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"RestoreOnStartup\" presentation=\"$(presentation.RestoreOnStartup)\">\n      <parentCategory ref=\"RestoreOnStartupGroup\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <enum id=\"RestoreOnStartup\" valueName=\"RestoreOnStartup\">\n          <item displayName=\"$(string.RestoreOnStartup_RestoreOnStartupIsNewTabPage)\">\n            <value>\n              <decimal value=\"5\"/>\n            </value>\n          </item>\n          <item displayName=\"$(string.RestoreOnStartup_RestoreOnStartupIsLastSession)\">\n            <value>\n              <decimal value=\"1\"/>\n            </value>\n          </item>\n          <item displayName=\"$(string.RestoreOnStartup_RestoreOnStartupIsURLs)\">\n            <value>\n              <decimal value=\"4\"/>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.RestoreOnStartupURLs)\" explainText=\"$(string.RestoreOnStartupURLs_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"RestoreOnStartupURLs\" presentation=\"$(presentation.RestoreOnStartupURLs)\">\n      <parentCategory ref=\"RestoreOnStartupGroup\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <list id=\"RestoreOnStartupURLsDesc\" key=\"Software\\Policies\\Google\\Chrome\\RestoreOnStartupURLs\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.RestoreOnStartup)\" explainText=\"$(string.RestoreOnStartup_Explain)\" key=\"Software\\Policies\\Google\\Chrome\\Recommended\" name=\"RestoreOnStartup_recommended\" presentation=\"$(presentation.RestoreOnStartup)\">\n      <parentCategory ref=\"RestoreOnStartupGroup_recommended\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <enum id=\"RestoreOnStartup\" valueName=\"RestoreOnStartup\">\n          <item displayName=\"$(string.RestoreOnStartup_RestoreOnStartupIsNewTabPage)\">\n            <value>\n              <decimal value=\"5\"/>\n            </value>\n          </item>\n          <item displayName=\"$(string.RestoreOnStartup_RestoreOnStartupIsLastSession)\">\n            <value>\n              <decimal value=\"1\"/>\n            </value>\n          </item>\n          <item displayName=\"$(string.RestoreOnStartup_RestoreOnStartupIsURLs)\">\n            <value>\n              <decimal value=\"4\"/>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.RestoreOnStartupURLs)\" explainText=\"$(string.RestoreOnStartupURLs_Explain)\" key=\"Software\\Policies\\Google\\Chrome\\Recommended\" name=\"RestoreOnStartupURLs_recommended\" presentation=\"$(presentation.RestoreOnStartupURLs)\">\n      <parentCategory ref=\"RestoreOnStartupGroup_recommended\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <list id=\"RestoreOnStartupURLsDesc\" key=\"Software\\Policies\\Google\\Chrome\\Recommended\\RestoreOnStartupURLs\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.AbusiveExperienceInterventionEnforce)\" explainText=\"$(string.AbusiveExperienceInterventionEnforce_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"AbusiveExperienceInterventionEnforce\" presentation=\"$(presentation.AbusiveExperienceInterventionEnforce)\" valueName=\"AbusiveExperienceInterventionEnforce\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.AdsSettingForIntrusiveAdsSites)\" explainText=\"$(string.AdsSettingForIntrusiveAdsSites_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"AdsSettingForIntrusiveAdsSites\" presentation=\"$(presentation.AdsSettingForIntrusiveAdsSites)\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <enum id=\"AdsSettingForIntrusiveAdsSites\" valueName=\"AdsSettingForIntrusiveAdsSites\">\n          <item displayName=\"$(string.AdsSettingForIntrusiveAdsSites_AllowAds)\">\n            <value>\n              <decimal value=\"1\"/>\n            </value>\n          </item>\n          <item displayName=\"$(string.AdsSettingForIntrusiveAdsSites_BlockAds)\">\n            <value>\n              <decimal value=\"2\"/>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.AllowDeletingBrowserHistory)\" explainText=\"$(string.AllowDeletingBrowserHistory_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"AllowDeletingBrowserHistory\" presentation=\"$(presentation.AllowDeletingBrowserHistory)\" valueName=\"AllowDeletingBrowserHistory\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.AllowDinosaurEasterEgg)\" explainText=\"$(string.AllowDinosaurEasterEgg_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"AllowDinosaurEasterEgg\" presentation=\"$(presentation.AllowDinosaurEasterEgg)\" valueName=\"AllowDinosaurEasterEgg\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.AllowFileSelectionDialogs)\" explainText=\"$(string.AllowFileSelectionDialogs_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"AllowFileSelectionDialogs\" presentation=\"$(presentation.AllowFileSelectionDialogs)\" valueName=\"AllowFileSelectionDialogs\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.AllowOutdatedPlugins)\" explainText=\"$(string.AllowOutdatedPlugins_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"AllowOutdatedPlugins\" presentation=\"$(presentation.AllowOutdatedPlugins)\" valueName=\"AllowOutdatedPlugins\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.AllowedDomainsForApps)\" explainText=\"$(string.AllowedDomainsForApps_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"AllowedDomainsForApps\" presentation=\"$(presentation.AllowedDomainsForApps)\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <text id=\"AllowedDomainsForApps\" maxLength=\"1000000\" valueName=\"AllowedDomainsForApps\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.AlternateErrorPagesEnabled)\" explainText=\"$(string.AlternateErrorPagesEnabled_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"AlternateErrorPagesEnabled\" presentation=\"$(presentation.AlternateErrorPagesEnabled)\" valueName=\"AlternateErrorPagesEnabled\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.AlternateErrorPagesEnabled)\" explainText=\"$(string.AlternateErrorPagesEnabled_Explain)\" key=\"Software\\Policies\\Google\\Chrome\\Recommended\" name=\"AlternateErrorPagesEnabled_recommended\" presentation=\"$(presentation.AlternateErrorPagesEnabled)\" valueName=\"AlternateErrorPagesEnabled\">\n      <parentCategory ref=\"googlechrome_recommended\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.AlwaysOpenPdfExternally)\" explainText=\"$(string.AlwaysOpenPdfExternally_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"AlwaysOpenPdfExternally\" presentation=\"$(presentation.AlwaysOpenPdfExternally)\" valueName=\"AlwaysOpenPdfExternally\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.ApplicationLocaleValue)\" explainText=\"$(string.ApplicationLocaleValue_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"ApplicationLocaleValue\" presentation=\"$(presentation.ApplicationLocaleValue)\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <text id=\"ApplicationLocaleValue\" maxLength=\"1000000\" valueName=\"ApplicationLocaleValue\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.ApplicationLocaleValue)\" explainText=\"$(string.ApplicationLocaleValue_Explain)\" key=\"Software\\Policies\\Google\\Chrome\\Recommended\" name=\"ApplicationLocaleValue_recommended\" presentation=\"$(presentation.ApplicationLocaleValue)\">\n      <parentCategory ref=\"googlechrome_recommended\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <text id=\"ApplicationLocaleValue\" maxLength=\"1000000\" valueName=\"ApplicationLocaleValue\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.AudioCaptureAllowed)\" explainText=\"$(string.AudioCaptureAllowed_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"AudioCaptureAllowed\" presentation=\"$(presentation.AudioCaptureAllowed)\" valueName=\"AudioCaptureAllowed\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.AudioCaptureAllowedUrls)\" explainText=\"$(string.AudioCaptureAllowedUrls_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"AudioCaptureAllowedUrls\" presentation=\"$(presentation.AudioCaptureAllowedUrls)\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <list id=\"AudioCaptureAllowedUrlsDesc\" key=\"Software\\Policies\\Google\\Chrome\\AudioCaptureAllowedUrls\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.AutofillAddressEnabled)\" explainText=\"$(string.AutofillAddressEnabled_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"AutofillAddressEnabled\" presentation=\"$(presentation.AutofillAddressEnabled)\" valueName=\"AutofillAddressEnabled\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.AutofillAddressEnabled)\" explainText=\"$(string.AutofillAddressEnabled_Explain)\" key=\"Software\\Policies\\Google\\Chrome\\Recommended\" name=\"AutofillAddressEnabled_recommended\" presentation=\"$(presentation.AutofillAddressEnabled)\" valueName=\"AutofillAddressEnabled\">\n      <parentCategory ref=\"googlechrome_recommended\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.AutofillCreditCardEnabled)\" explainText=\"$(string.AutofillCreditCardEnabled_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"AutofillCreditCardEnabled\" presentation=\"$(presentation.AutofillCreditCardEnabled)\" valueName=\"AutofillCreditCardEnabled\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.AutofillCreditCardEnabled)\" explainText=\"$(string.AutofillCreditCardEnabled_Explain)\" key=\"Software\\Policies\\Google\\Chrome\\Recommended\" name=\"AutofillCreditCardEnabled_recommended\" presentation=\"$(presentation.AutofillCreditCardEnabled)\" valueName=\"AutofillCreditCardEnabled\">\n      <parentCategory ref=\"googlechrome_recommended\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.AutoplayAllowed)\" explainText=\"$(string.AutoplayAllowed_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"AutoplayAllowed\" presentation=\"$(presentation.AutoplayAllowed)\" valueName=\"AutoplayAllowed\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.AutoplayWhitelist)\" explainText=\"$(string.AutoplayWhitelist_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"AutoplayWhitelist\" presentation=\"$(presentation.AutoplayWhitelist)\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <list id=\"AutoplayWhitelistDesc\" key=\"Software\\Policies\\Google\\Chrome\\AutoplayWhitelist\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.BackgroundModeEnabled)\" explainText=\"$(string.BackgroundModeEnabled_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"BackgroundModeEnabled\" presentation=\"$(presentation.BackgroundModeEnabled)\" valueName=\"BackgroundModeEnabled\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.BackgroundModeEnabled)\" explainText=\"$(string.BackgroundModeEnabled_Explain)\" key=\"Software\\Policies\\Google\\Chrome\\Recommended\" name=\"BackgroundModeEnabled_recommended\" presentation=\"$(presentation.BackgroundModeEnabled)\" valueName=\"BackgroundModeEnabled\">\n      <parentCategory ref=\"googlechrome_recommended\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.BlockThirdPartyCookies)\" explainText=\"$(string.BlockThirdPartyCookies_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"BlockThirdPartyCookies\" presentation=\"$(presentation.BlockThirdPartyCookies)\" valueName=\"BlockThirdPartyCookies\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.BlockThirdPartyCookies)\" explainText=\"$(string.BlockThirdPartyCookies_Explain)\" key=\"Software\\Policies\\Google\\Chrome\\Recommended\" name=\"BlockThirdPartyCookies_recommended\" presentation=\"$(presentation.BlockThirdPartyCookies)\" valueName=\"BlockThirdPartyCookies\">\n      <parentCategory ref=\"googlechrome_recommended\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.BookmarkBarEnabled)\" explainText=\"$(string.BookmarkBarEnabled_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"BookmarkBarEnabled\" presentation=\"$(presentation.BookmarkBarEnabled)\" valueName=\"BookmarkBarEnabled\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.BookmarkBarEnabled)\" explainText=\"$(string.BookmarkBarEnabled_Explain)\" key=\"Software\\Policies\\Google\\Chrome\\Recommended\" name=\"BookmarkBarEnabled_recommended\" presentation=\"$(presentation.BookmarkBarEnabled)\" valueName=\"BookmarkBarEnabled\">\n      <parentCategory ref=\"googlechrome_recommended\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.BrowserAddPersonEnabled)\" explainText=\"$(string.BrowserAddPersonEnabled_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"BrowserAddPersonEnabled\" presentation=\"$(presentation.BrowserAddPersonEnabled)\" valueName=\"BrowserAddPersonEnabled\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.BrowserGuestModeEnabled)\" explainText=\"$(string.BrowserGuestModeEnabled_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"BrowserGuestModeEnabled\" presentation=\"$(presentation.BrowserGuestModeEnabled)\" valueName=\"BrowserGuestModeEnabled\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.BrowserNetworkTimeQueriesEnabled)\" explainText=\"$(string.BrowserNetworkTimeQueriesEnabled_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"BrowserNetworkTimeQueriesEnabled\" presentation=\"$(presentation.BrowserNetworkTimeQueriesEnabled)\" valueName=\"BrowserNetworkTimeQueriesEnabled\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.BrowserSignin)\" explainText=\"$(string.BrowserSignin_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"BrowserSignin\" presentation=\"$(presentation.BrowserSignin)\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <enum id=\"BrowserSignin\" valueName=\"BrowserSignin\">\n          <item displayName=\"$(string.BrowserSignin_Disable)\">\n            <value>\n              <decimal value=\"0\"/>\n            </value>\n          </item>\n          <item displayName=\"$(string.BrowserSignin_Enable)\">\n            <value>\n              <decimal value=\"1\"/>\n            </value>\n          </item>\n          <item displayName=\"$(string.BrowserSignin_Force)\">\n            <value>\n              <decimal value=\"2\"/>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.BuiltInDnsClientEnabled)\" explainText=\"$(string.BuiltInDnsClientEnabled_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"BuiltInDnsClientEnabled\" presentation=\"$(presentation.BuiltInDnsClientEnabled)\" valueName=\"BuiltInDnsClientEnabled\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.CertificateTransparencyEnforcementDisabledForCas)\" explainText=\"$(string.CertificateTransparencyEnforcementDisabledForCas_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"CertificateTransparencyEnforcementDisabledForCas\" presentation=\"$(presentation.CertificateTransparencyEnforcementDisabledForCas)\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <list id=\"CertificateTransparencyEnforcementDisabledForCasDesc\" key=\"Software\\Policies\\Google\\Chrome\\CertificateTransparencyEnforcementDisabledForCas\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.CertificateTransparencyEnforcementDisabledForLegacyCas)\" explainText=\"$(string.CertificateTransparencyEnforcementDisabledForLegacyCas_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"CertificateTransparencyEnforcementDisabledForLegacyCas\" presentation=\"$(presentation.CertificateTransparencyEnforcementDisabledForLegacyCas)\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <list id=\"CertificateTransparencyEnforcementDisabledForLegacyCasDesc\" key=\"Software\\Policies\\Google\\Chrome\\CertificateTransparencyEnforcementDisabledForLegacyCas\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.CertificateTransparencyEnforcementDisabledForUrls)\" explainText=\"$(string.CertificateTransparencyEnforcementDisabledForUrls_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"CertificateTransparencyEnforcementDisabledForUrls\" presentation=\"$(presentation.CertificateTransparencyEnforcementDisabledForUrls)\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <list id=\"CertificateTransparencyEnforcementDisabledForUrlsDesc\" key=\"Software\\Policies\\Google\\Chrome\\CertificateTransparencyEnforcementDisabledForUrls\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.ChromeCleanupEnabled)\" explainText=\"$(string.ChromeCleanupEnabled_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"ChromeCleanupEnabled\" presentation=\"$(presentation.ChromeCleanupEnabled)\" valueName=\"ChromeCleanupEnabled\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.ChromeCleanupReportingEnabled)\" explainText=\"$(string.ChromeCleanupReportingEnabled_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"ChromeCleanupReportingEnabled\" presentation=\"$(presentation.ChromeCleanupReportingEnabled)\" valueName=\"ChromeCleanupReportingEnabled\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.CloudPrintProxyEnabled)\" explainText=\"$(string.CloudPrintProxyEnabled_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"CloudPrintProxyEnabled\" presentation=\"$(presentation.CloudPrintProxyEnabled)\" valueName=\"CloudPrintProxyEnabled\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.CloudPrintSubmitEnabled)\" explainText=\"$(string.CloudPrintSubmitEnabled_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"CloudPrintSubmitEnabled\" presentation=\"$(presentation.CloudPrintSubmitEnabled)\" valueName=\"CloudPrintSubmitEnabled\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.ComponentUpdatesEnabled)\" explainText=\"$(string.ComponentUpdatesEnabled_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"ComponentUpdatesEnabled\" presentation=\"$(presentation.ComponentUpdatesEnabled)\" valueName=\"ComponentUpdatesEnabled\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.DefaultBrowserSettingEnabled)\" explainText=\"$(string.DefaultBrowserSettingEnabled_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"DefaultBrowserSettingEnabled\" presentation=\"$(presentation.DefaultBrowserSettingEnabled)\" valueName=\"DefaultBrowserSettingEnabled\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.DefaultDownloadDirectory)\" explainText=\"$(string.DefaultDownloadDirectory_Explain)\" key=\"Software\\Policies\\Google\\Chrome\\Recommended\" name=\"DefaultDownloadDirectory_recommended\" presentation=\"$(presentation.DefaultDownloadDirectory)\">\n      <parentCategory ref=\"googlechrome_recommended\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <text id=\"DefaultDownloadDirectory\" maxLength=\"1000000\" valueName=\"DefaultDownloadDirectory\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.DefaultPrinterSelection)\" explainText=\"$(string.DefaultPrinterSelection_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"DefaultPrinterSelection\" presentation=\"$(presentation.DefaultPrinterSelection)\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <text id=\"DefaultPrinterSelection\" maxLength=\"1000000\" valueName=\"DefaultPrinterSelection\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.DeveloperToolsAvailability)\" explainText=\"$(string.DeveloperToolsAvailability_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"DeveloperToolsAvailability\" presentation=\"$(presentation.DeveloperToolsAvailability)\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <enum id=\"DeveloperToolsAvailability\" valueName=\"DeveloperToolsAvailability\">\n          <item displayName=\"$(string.DeveloperToolsAvailability_DeveloperToolsDisallowedForForceInstalledExtensions)\">\n            <value>\n              <decimal value=\"0\"/>\n            </value>\n          </item>\n          <item displayName=\"$(string.DeveloperToolsAvailability_DeveloperToolsAllowed)\">\n            <value>\n              <decimal value=\"1\"/>\n            </value>\n          </item>\n          <item displayName=\"$(string.DeveloperToolsAvailability_DeveloperToolsDisallowed)\">\n            <value>\n              <decimal value=\"2\"/>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.Disable3DAPIs)\" explainText=\"$(string.Disable3DAPIs_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"Disable3DAPIs\" presentation=\"$(presentation.Disable3DAPIs)\" valueName=\"Disable3DAPIs\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.DisablePrintPreview)\" explainText=\"$(string.DisablePrintPreview_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"DisablePrintPreview\" presentation=\"$(presentation.DisablePrintPreview)\" valueName=\"DisablePrintPreview\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.DisableSafeBrowsingProceedAnyway)\" explainText=\"$(string.DisableSafeBrowsingProceedAnyway_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"DisableSafeBrowsingProceedAnyway\" presentation=\"$(presentation.DisableSafeBrowsingProceedAnyway)\" valueName=\"DisableSafeBrowsingProceedAnyway\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.DisableScreenshots)\" explainText=\"$(string.DisableScreenshots_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"DisableScreenshots\" presentation=\"$(presentation.DisableScreenshots)\" valueName=\"DisableScreenshots\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.DiskCacheDir)\" explainText=\"$(string.DiskCacheDir_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"DiskCacheDir\" presentation=\"$(presentation.DiskCacheDir)\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <text id=\"DiskCacheDir\" maxLength=\"1000000\" valueName=\"DiskCacheDir\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.DiskCacheSize)\" explainText=\"$(string.DiskCacheSize_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"DiskCacheSize\" presentation=\"$(presentation.DiskCacheSize)\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <decimal id=\"DiskCacheSize\" maxValue=\"2000000000\" valueName=\"DiskCacheSize\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.DownloadDirectory)\" explainText=\"$(string.DownloadDirectory_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"DownloadDirectory\" presentation=\"$(presentation.DownloadDirectory)\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <text id=\"DownloadDirectory\" maxLength=\"1000000\" valueName=\"DownloadDirectory\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.DownloadDirectory)\" explainText=\"$(string.DownloadDirectory_Explain)\" key=\"Software\\Policies\\Google\\Chrome\\Recommended\" name=\"DownloadDirectory_recommended\" presentation=\"$(presentation.DownloadDirectory)\">\n      <parentCategory ref=\"googlechrome_recommended\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <text id=\"DownloadDirectory\" maxLength=\"1000000\" valueName=\"DownloadDirectory\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.DownloadRestrictions)\" explainText=\"$(string.DownloadRestrictions_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"DownloadRestrictions\" presentation=\"$(presentation.DownloadRestrictions)\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <enum id=\"DownloadRestrictions\" valueName=\"DownloadRestrictions\">\n          <item displayName=\"$(string.DownloadRestrictions_DefaultDownloadSecurity)\">\n            <value>\n              <decimal value=\"0\"/>\n            </value>\n          </item>\n          <item displayName=\"$(string.DownloadRestrictions_BlockDangerousDownloads)\">\n            <value>\n              <decimal value=\"1\"/>\n            </value>\n          </item>\n          <item displayName=\"$(string.DownloadRestrictions_BlockPotentiallyDangerousDownloads)\">\n            <value>\n              <decimal value=\"2\"/>\n            </value>\n          </item>\n          <item displayName=\"$(string.DownloadRestrictions_BlockAllDownloads)\">\n            <value>\n              <decimal value=\"3\"/>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.DownloadRestrictions)\" explainText=\"$(string.DownloadRestrictions_Explain)\" key=\"Software\\Policies\\Google\\Chrome\\Recommended\" name=\"DownloadRestrictions_recommended\" presentation=\"$(presentation.DownloadRestrictions)\">\n      <parentCategory ref=\"googlechrome_recommended\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <enum id=\"DownloadRestrictions\" valueName=\"DownloadRestrictions\">\n          <item displayName=\"$(string.DownloadRestrictions_DefaultDownloadSecurity)\">\n            <value>\n              <decimal value=\"0\"/>\n            </value>\n          </item>\n          <item displayName=\"$(string.DownloadRestrictions_BlockDangerousDownloads)\">\n            <value>\n              <decimal value=\"1\"/>\n            </value>\n          </item>\n          <item displayName=\"$(string.DownloadRestrictions_BlockPotentiallyDangerousDownloads)\">\n            <value>\n              <decimal value=\"2\"/>\n            </value>\n          </item>\n          <item displayName=\"$(string.DownloadRestrictions_BlockAllDownloads)\">\n            <value>\n              <decimal value=\"3\"/>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.EditBookmarksEnabled)\" explainText=\"$(string.EditBookmarksEnabled_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"EditBookmarksEnabled\" presentation=\"$(presentation.EditBookmarksEnabled)\" valueName=\"EditBookmarksEnabled\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.EnableDeprecatedWebPlatformFeatures)\" explainText=\"$(string.EnableDeprecatedWebPlatformFeatures_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"EnableDeprecatedWebPlatformFeatures\" presentation=\"$(presentation.EnableDeprecatedWebPlatformFeatures)\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <list id=\"EnableDeprecatedWebPlatformFeaturesDesc\" key=\"Software\\Policies\\Google\\Chrome\\EnableDeprecatedWebPlatformFeatures\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.EnableOnlineRevocationChecks)\" explainText=\"$(string.EnableOnlineRevocationChecks_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"EnableOnlineRevocationChecks\" presentation=\"$(presentation.EnableOnlineRevocationChecks)\" valueName=\"EnableOnlineRevocationChecks\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.EnableSha1ForLocalAnchors)\" explainText=\"$(string.EnableSha1ForLocalAnchors_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"EnableSha1ForLocalAnchors\" presentation=\"$(presentation.EnableSha1ForLocalAnchors)\" valueName=\"EnableSha1ForLocalAnchors\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.EnableSymantecLegacyInfrastructure)\" explainText=\"$(string.EnableSymantecLegacyInfrastructure_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"EnableSymantecLegacyInfrastructure\" presentation=\"$(presentation.EnableSymantecLegacyInfrastructure)\" valueName=\"EnableSymantecLegacyInfrastructure\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.EnterpriseHardwarePlatformAPIEnabled)\" explainText=\"$(string.EnterpriseHardwarePlatformAPIEnabled_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"EnterpriseHardwarePlatformAPIEnabled\" presentation=\"$(presentation.EnterpriseHardwarePlatformAPIEnabled)\" valueName=\"EnterpriseHardwarePlatformAPIEnabled\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.ForceEphemeralProfiles)\" explainText=\"$(string.ForceEphemeralProfiles_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"ForceEphemeralProfiles\" presentation=\"$(presentation.ForceEphemeralProfiles)\" valueName=\"ForceEphemeralProfiles\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.ForceGoogleSafeSearch)\" explainText=\"$(string.ForceGoogleSafeSearch_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"ForceGoogleSafeSearch\" presentation=\"$(presentation.ForceGoogleSafeSearch)\" valueName=\"ForceGoogleSafeSearch\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.ForceYouTubeRestrict)\" explainText=\"$(string.ForceYouTubeRestrict_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"ForceYouTubeRestrict\" presentation=\"$(presentation.ForceYouTubeRestrict)\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <enum id=\"ForceYouTubeRestrict\" valueName=\"ForceYouTubeRestrict\">\n          <item displayName=\"$(string.ForceYouTubeRestrict_Off)\">\n            <value>\n              <decimal value=\"0\"/>\n            </value>\n          </item>\n          <item displayName=\"$(string.ForceYouTubeRestrict_Moderate)\">\n            <value>\n              <decimal value=\"1\"/>\n            </value>\n          </item>\n          <item displayName=\"$(string.ForceYouTubeRestrict_Strict)\">\n            <value>\n              <decimal value=\"2\"/>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.FullscreenAllowed)\" explainText=\"$(string.FullscreenAllowed_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"FullscreenAllowed\" presentation=\"$(presentation.FullscreenAllowed)\" valueName=\"FullscreenAllowed\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.HardwareAccelerationModeEnabled)\" explainText=\"$(string.HardwareAccelerationModeEnabled_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"HardwareAccelerationModeEnabled\" presentation=\"$(presentation.HardwareAccelerationModeEnabled)\" valueName=\"HardwareAccelerationModeEnabled\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.HideWebStoreIcon)\" explainText=\"$(string.HideWebStoreIcon_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"HideWebStoreIcon\" presentation=\"$(presentation.HideWebStoreIcon)\" valueName=\"HideWebStoreIcon\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.Http09OnNonDefaultPortsEnabled)\" explainText=\"$(string.Http09OnNonDefaultPortsEnabled_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"Http09OnNonDefaultPortsEnabled\" presentation=\"$(presentation.Http09OnNonDefaultPortsEnabled)\" valueName=\"Http09OnNonDefaultPortsEnabled\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.ImportAutofillFormData)\" explainText=\"$(string.ImportAutofillFormData_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"ImportAutofillFormData\" presentation=\"$(presentation.ImportAutofillFormData)\" valueName=\"ImportAutofillFormData\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.ImportAutofillFormData)\" explainText=\"$(string.ImportAutofillFormData_Explain)\" key=\"Software\\Policies\\Google\\Chrome\\Recommended\" name=\"ImportAutofillFormData_recommended\" presentation=\"$(presentation.ImportAutofillFormData)\" valueName=\"ImportAutofillFormData\">\n      <parentCategory ref=\"googlechrome_recommended\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.ImportBookmarks)\" explainText=\"$(string.ImportBookmarks_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"ImportBookmarks\" presentation=\"$(presentation.ImportBookmarks)\" valueName=\"ImportBookmarks\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.ImportBookmarks)\" explainText=\"$(string.ImportBookmarks_Explain)\" key=\"Software\\Policies\\Google\\Chrome\\Recommended\" name=\"ImportBookmarks_recommended\" presentation=\"$(presentation.ImportBookmarks)\" valueName=\"ImportBookmarks\">\n      <parentCategory ref=\"googlechrome_recommended\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.ImportHistory)\" explainText=\"$(string.ImportHistory_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"ImportHistory\" presentation=\"$(presentation.ImportHistory)\" valueName=\"ImportHistory\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.ImportHistory)\" explainText=\"$(string.ImportHistory_Explain)\" key=\"Software\\Policies\\Google\\Chrome\\Recommended\" name=\"ImportHistory_recommended\" presentation=\"$(presentation.ImportHistory)\" valueName=\"ImportHistory\">\n      <parentCategory ref=\"googlechrome_recommended\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.ImportHomepage)\" explainText=\"$(string.ImportHomepage_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"ImportHomepage\" presentation=\"$(presentation.ImportHomepage)\" valueName=\"ImportHomepage\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.ImportSavedPasswords)\" explainText=\"$(string.ImportSavedPasswords_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"ImportSavedPasswords\" presentation=\"$(presentation.ImportSavedPasswords)\" valueName=\"ImportSavedPasswords\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.ImportSavedPasswords)\" explainText=\"$(string.ImportSavedPasswords_Explain)\" key=\"Software\\Policies\\Google\\Chrome\\Recommended\" name=\"ImportSavedPasswords_recommended\" presentation=\"$(presentation.ImportSavedPasswords)\" valueName=\"ImportSavedPasswords\">\n      <parentCategory ref=\"googlechrome_recommended\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.ImportSearchEngine)\" explainText=\"$(string.ImportSearchEngine_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"ImportSearchEngine\" presentation=\"$(presentation.ImportSearchEngine)\" valueName=\"ImportSearchEngine\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.ImportSearchEngine)\" explainText=\"$(string.ImportSearchEngine_Explain)\" key=\"Software\\Policies\\Google\\Chrome\\Recommended\" name=\"ImportSearchEngine_recommended\" presentation=\"$(presentation.ImportSearchEngine)\" valueName=\"ImportSearchEngine\">\n      <parentCategory ref=\"googlechrome_recommended\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.IncognitoModeAvailability)\" explainText=\"$(string.IncognitoModeAvailability_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"IncognitoModeAvailability\" presentation=\"$(presentation.IncognitoModeAvailability)\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <enum id=\"IncognitoModeAvailability\" valueName=\"IncognitoModeAvailability\">\n          <item displayName=\"$(string.IncognitoModeAvailability_Enabled)\">\n            <value>\n              <decimal value=\"0\"/>\n            </value>\n          </item>\n          <item displayName=\"$(string.IncognitoModeAvailability_Disabled)\">\n            <value>\n              <decimal value=\"1\"/>\n            </value>\n          </item>\n          <item displayName=\"$(string.IncognitoModeAvailability_Forced)\">\n            <value>\n              <decimal value=\"2\"/>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.IsolateOrigins)\" explainText=\"$(string.IsolateOrigins_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"IsolateOrigins\" presentation=\"$(presentation.IsolateOrigins)\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <text id=\"IsolateOrigins\" maxLength=\"1000000\" valueName=\"IsolateOrigins\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.MachineLevelUserCloudPolicyEnrollmentToken)\" explainText=\"$(string.MachineLevelUserCloudPolicyEnrollmentToken_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"MachineLevelUserCloudPolicyEnrollmentToken\" presentation=\"$(presentation.MachineLevelUserCloudPolicyEnrollmentToken)\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <text id=\"MachineLevelUserCloudPolicyEnrollmentToken\" maxLength=\"1000000\" valueName=\"MachineLevelUserCloudPolicyEnrollmentToken\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.ManagedBookmarks)\" explainText=\"$(string.ManagedBookmarks_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"ManagedBookmarks\" presentation=\"$(presentation.ManagedBookmarks)\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <text id=\"ManagedBookmarks\" maxLength=\"1000000\" valueName=\"ManagedBookmarks\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.MaxConnectionsPerProxy)\" explainText=\"$(string.MaxConnectionsPerProxy_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"MaxConnectionsPerProxy\" presentation=\"$(presentation.MaxConnectionsPerProxy)\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <decimal id=\"MaxConnectionsPerProxy\" maxValue=\"2000000000\" valueName=\"MaxConnectionsPerProxy\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.MaxInvalidationFetchDelay)\" explainText=\"$(string.MaxInvalidationFetchDelay_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"MaxInvalidationFetchDelay\" presentation=\"$(presentation.MaxInvalidationFetchDelay)\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <decimal id=\"MaxInvalidationFetchDelay\" maxValue=\"2000000000\" valueName=\"MaxInvalidationFetchDelay\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.MediaCacheSize)\" explainText=\"$(string.MediaCacheSize_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"MediaCacheSize\" presentation=\"$(presentation.MediaCacheSize)\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <decimal id=\"MediaCacheSize\" maxValue=\"2000000000\" valueName=\"MediaCacheSize\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.MediaRouterCastAllowAllIPs)\" explainText=\"$(string.MediaRouterCastAllowAllIPs_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"MediaRouterCastAllowAllIPs\" presentation=\"$(presentation.MediaRouterCastAllowAllIPs)\" valueName=\"MediaRouterCastAllowAllIPs\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.MetricsReportingEnabled)\" explainText=\"$(string.MetricsReportingEnabled_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"MetricsReportingEnabled\" presentation=\"$(presentation.MetricsReportingEnabled)\" valueName=\"MetricsReportingEnabled\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.MetricsReportingEnabled)\" explainText=\"$(string.MetricsReportingEnabled_Explain)\" key=\"Software\\Policies\\Google\\Chrome\\Recommended\" name=\"MetricsReportingEnabled_recommended\" presentation=\"$(presentation.MetricsReportingEnabled)\" valueName=\"MetricsReportingEnabled\">\n      <parentCategory ref=\"googlechrome_recommended\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.NetworkPredictionOptions)\" explainText=\"$(string.NetworkPredictionOptions_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"NetworkPredictionOptions\" presentation=\"$(presentation.NetworkPredictionOptions)\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <enum id=\"NetworkPredictionOptions\" valueName=\"NetworkPredictionOptions\">\n          <item displayName=\"$(string.NetworkPredictionOptions_NetworkPredictionAlways)\">\n            <value>\n              <decimal value=\"0\"/>\n            </value>\n          </item>\n          <item displayName=\"$(string.NetworkPredictionOptions_NetworkPredictionWifiOnly)\">\n            <value>\n              <decimal value=\"1\"/>\n            </value>\n          </item>\n          <item displayName=\"$(string.NetworkPredictionOptions_NetworkPredictionNever)\">\n            <value>\n              <decimal value=\"2\"/>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.NetworkPredictionOptions)\" explainText=\"$(string.NetworkPredictionOptions_Explain)\" key=\"Software\\Policies\\Google\\Chrome\\Recommended\" name=\"NetworkPredictionOptions_recommended\" presentation=\"$(presentation.NetworkPredictionOptions)\">\n      <parentCategory ref=\"googlechrome_recommended\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <enum id=\"NetworkPredictionOptions\" valueName=\"NetworkPredictionOptions\">\n          <item displayName=\"$(string.NetworkPredictionOptions_NetworkPredictionAlways)\">\n            <value>\n              <decimal value=\"0\"/>\n            </value>\n          </item>\n          <item displayName=\"$(string.NetworkPredictionOptions_NetworkPredictionWifiOnly)\">\n            <value>\n              <decimal value=\"1\"/>\n            </value>\n          </item>\n          <item displayName=\"$(string.NetworkPredictionOptions_NetworkPredictionNever)\">\n            <value>\n              <decimal value=\"2\"/>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.OverrideSecurityRestrictionsOnInsecureOrigin)\" explainText=\"$(string.OverrideSecurityRestrictionsOnInsecureOrigin_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"OverrideSecurityRestrictionsOnInsecureOrigin\" presentation=\"$(presentation.OverrideSecurityRestrictionsOnInsecureOrigin)\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <list id=\"OverrideSecurityRestrictionsOnInsecureOriginDesc\" key=\"Software\\Policies\\Google\\Chrome\\OverrideSecurityRestrictionsOnInsecureOrigin\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.PacHttpsUrlStrippingEnabled)\" explainText=\"$(string.PacHttpsUrlStrippingEnabled_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"PacHttpsUrlStrippingEnabled\" presentation=\"$(presentation.PacHttpsUrlStrippingEnabled)\" valueName=\"PacHttpsUrlStrippingEnabled\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.PrintHeaderFooter)\" explainText=\"$(string.PrintHeaderFooter_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"PrintHeaderFooter\" presentation=\"$(presentation.PrintHeaderFooter)\" valueName=\"PrintHeaderFooter\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.PrintHeaderFooter)\" explainText=\"$(string.PrintHeaderFooter_Explain)\" key=\"Software\\Policies\\Google\\Chrome\\Recommended\" name=\"PrintHeaderFooter_recommended\" presentation=\"$(presentation.PrintHeaderFooter)\" valueName=\"PrintHeaderFooter\">\n      <parentCategory ref=\"googlechrome_recommended\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.PrintPreviewUseSystemDefaultPrinter)\" explainText=\"$(string.PrintPreviewUseSystemDefaultPrinter_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"PrintPreviewUseSystemDefaultPrinter\" presentation=\"$(presentation.PrintPreviewUseSystemDefaultPrinter)\" valueName=\"PrintPreviewUseSystemDefaultPrinter\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.PrintPreviewUseSystemDefaultPrinter)\" explainText=\"$(string.PrintPreviewUseSystemDefaultPrinter_Explain)\" key=\"Software\\Policies\\Google\\Chrome\\Recommended\" name=\"PrintPreviewUseSystemDefaultPrinter_recommended\" presentation=\"$(presentation.PrintPreviewUseSystemDefaultPrinter)\" valueName=\"PrintPreviewUseSystemDefaultPrinter\">\n      <parentCategory ref=\"googlechrome_recommended\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.PrintingEnabled)\" explainText=\"$(string.PrintingEnabled_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"PrintingEnabled\" presentation=\"$(presentation.PrintingEnabled)\" valueName=\"PrintingEnabled\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.PromotionalTabsEnabled)\" explainText=\"$(string.PromotionalTabsEnabled_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"PromotionalTabsEnabled\" presentation=\"$(presentation.PromotionalTabsEnabled)\" valueName=\"PromotionalTabsEnabled\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.PromptForDownloadLocation)\" explainText=\"$(string.PromptForDownloadLocation_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"PromptForDownloadLocation\" presentation=\"$(presentation.PromptForDownloadLocation)\" valueName=\"PromptForDownloadLocation\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.QuicAllowed)\" explainText=\"$(string.QuicAllowed_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"QuicAllowed\" presentation=\"$(presentation.QuicAllowed)\" valueName=\"QuicAllowed\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.RelaunchNotification)\" explainText=\"$(string.RelaunchNotification_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"RelaunchNotification\" presentation=\"$(presentation.RelaunchNotification)\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <enum id=\"RelaunchNotification\" valueName=\"RelaunchNotification\">\n          <item displayName=\"$(string.RelaunchNotification_Recommended)\">\n            <value>\n              <decimal value=\"1\"/>\n            </value>\n          </item>\n          <item displayName=\"$(string.RelaunchNotification_Required)\">\n            <value>\n              <decimal value=\"2\"/>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.RelaunchNotificationPeriod)\" explainText=\"$(string.RelaunchNotificationPeriod_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"RelaunchNotificationPeriod\" presentation=\"$(presentation.RelaunchNotificationPeriod)\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <decimal id=\"RelaunchNotificationPeriod\" maxValue=\"2000000000\" valueName=\"RelaunchNotificationPeriod\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.RequireOnlineRevocationChecksForLocalAnchors)\" explainText=\"$(string.RequireOnlineRevocationChecksForLocalAnchors_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"RequireOnlineRevocationChecksForLocalAnchors\" presentation=\"$(presentation.RequireOnlineRevocationChecksForLocalAnchors)\" valueName=\"RequireOnlineRevocationChecksForLocalAnchors\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.RestrictSigninToPattern)\" explainText=\"$(string.RestrictSigninToPattern_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"RestrictSigninToPattern\" presentation=\"$(presentation.RestrictSigninToPattern)\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <text id=\"RestrictSigninToPattern\" maxLength=\"1000000\" valueName=\"RestrictSigninToPattern\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.RoamingProfileLocation)\" explainText=\"$(string.RoamingProfileLocation_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"RoamingProfileLocation\" presentation=\"$(presentation.RoamingProfileLocation)\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <text id=\"RoamingProfileLocation\" maxLength=\"1000000\" valueName=\"RoamingProfileLocation\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.RoamingProfileSupportEnabled)\" explainText=\"$(string.RoamingProfileSupportEnabled_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"RoamingProfileSupportEnabled\" presentation=\"$(presentation.RoamingProfileSupportEnabled)\" valueName=\"RoamingProfileSupportEnabled\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.RunAllFlashInAllowMode)\" explainText=\"$(string.RunAllFlashInAllowMode_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"RunAllFlashInAllowMode\" presentation=\"$(presentation.RunAllFlashInAllowMode)\" valueName=\"RunAllFlashInAllowMode\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.SSLErrorOverrideAllowed)\" explainText=\"$(string.SSLErrorOverrideAllowed_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"SSLErrorOverrideAllowed\" presentation=\"$(presentation.SSLErrorOverrideAllowed)\" valueName=\"SSLErrorOverrideAllowed\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.SSLVersionMax)\" explainText=\"$(string.SSLVersionMax_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"SSLVersionMax\" presentation=\"$(presentation.SSLVersionMax)\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <enum id=\"SSLVersionMax\" valueName=\"SSLVersionMax\">\n          <item displayName=\"$(string.SSLVersionMax_TLSv1_2)\">\n            <value>\n              <string>tls1.2</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.SSLVersionMax_TLSv1_3)\">\n            <value>\n              <string>tls1.3</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.SSLVersionMin)\" explainText=\"$(string.SSLVersionMin_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"SSLVersionMin\" presentation=\"$(presentation.SSLVersionMin)\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <enum id=\"SSLVersionMin\" valueName=\"SSLVersionMin\">\n          <item displayName=\"$(string.SSLVersionMin_TLSv1)\">\n            <value>\n              <string>tls1</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.SSLVersionMin_TLSv1_1)\">\n            <value>\n              <string>tls1.1</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.SSLVersionMin_TLSv1_2)\">\n            <value>\n              <string>tls1.2</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.SafeBrowsingForTrustedSourcesEnabled)\" explainText=\"$(string.SafeBrowsingForTrustedSourcesEnabled_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"SafeBrowsingForTrustedSourcesEnabled\" presentation=\"$(presentation.SafeBrowsingForTrustedSourcesEnabled)\" valueName=\"SafeBrowsingForTrustedSourcesEnabled\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.SafeBrowsingForTrustedSourcesEnabled)\" explainText=\"$(string.SafeBrowsingForTrustedSourcesEnabled_Explain)\" key=\"Software\\Policies\\Google\\Chrome\\Recommended\" name=\"SafeBrowsingForTrustedSourcesEnabled_recommended\" presentation=\"$(presentation.SafeBrowsingForTrustedSourcesEnabled)\" valueName=\"SafeBrowsingForTrustedSourcesEnabled\">\n      <parentCategory ref=\"googlechrome_recommended\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.SafeSitesFilterBehavior)\" explainText=\"$(string.SafeSitesFilterBehavior_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"SafeSitesFilterBehavior\" presentation=\"$(presentation.SafeSitesFilterBehavior)\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <enum id=\"SafeSitesFilterBehavior\" valueName=\"SafeSitesFilterBehavior\">\n          <item displayName=\"$(string.SafeSitesFilterBehavior_SafeSitesFilterDisabled)\">\n            <value>\n              <decimal value=\"0\"/>\n            </value>\n          </item>\n          <item displayName=\"$(string.SafeSitesFilterBehavior_SafeSitesFilterEnabled)\">\n            <value>\n              <decimal value=\"1\"/>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.SavingBrowserHistoryDisabled)\" explainText=\"$(string.SavingBrowserHistoryDisabled_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"SavingBrowserHistoryDisabled\" presentation=\"$(presentation.SavingBrowserHistoryDisabled)\" valueName=\"SavingBrowserHistoryDisabled\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.SearchSuggestEnabled)\" explainText=\"$(string.SearchSuggestEnabled_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"SearchSuggestEnabled\" presentation=\"$(presentation.SearchSuggestEnabled)\" valueName=\"SearchSuggestEnabled\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.SearchSuggestEnabled)\" explainText=\"$(string.SearchSuggestEnabled_Explain)\" key=\"Software\\Policies\\Google\\Chrome\\Recommended\" name=\"SearchSuggestEnabled_recommended\" presentation=\"$(presentation.SearchSuggestEnabled)\" valueName=\"SearchSuggestEnabled\">\n      <parentCategory ref=\"googlechrome_recommended\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.SecurityKeyPermitAttestation)\" explainText=\"$(string.SecurityKeyPermitAttestation_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"SecurityKeyPermitAttestation\" presentation=\"$(presentation.SecurityKeyPermitAttestation)\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <list id=\"SecurityKeyPermitAttestationDesc\" key=\"Software\\Policies\\Google\\Chrome\\SecurityKeyPermitAttestation\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.ShowAppsShortcutInBookmarkBar)\" explainText=\"$(string.ShowAppsShortcutInBookmarkBar_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"ShowAppsShortcutInBookmarkBar\" presentation=\"$(presentation.ShowAppsShortcutInBookmarkBar)\" valueName=\"ShowAppsShortcutInBookmarkBar\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.ShowHomeButton)\" explainText=\"$(string.ShowHomeButton_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"ShowHomeButton\" presentation=\"$(presentation.ShowHomeButton)\" valueName=\"ShowHomeButton\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.ShowHomeButton)\" explainText=\"$(string.ShowHomeButton_Explain)\" key=\"Software\\Policies\\Google\\Chrome\\Recommended\" name=\"ShowHomeButton_recommended\" presentation=\"$(presentation.ShowHomeButton)\" valueName=\"ShowHomeButton\">\n      <parentCategory ref=\"googlechrome_recommended\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.SitePerProcess)\" explainText=\"$(string.SitePerProcess_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"SitePerProcess\" presentation=\"$(presentation.SitePerProcess)\" valueName=\"SitePerProcess\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.SpellCheckServiceEnabled)\" explainText=\"$(string.SpellCheckServiceEnabled_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"SpellCheckServiceEnabled\" presentation=\"$(presentation.SpellCheckServiceEnabled)\" valueName=\"SpellCheckServiceEnabled\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.SpellCheckServiceEnabled)\" explainText=\"$(string.SpellCheckServiceEnabled_Explain)\" key=\"Software\\Policies\\Google\\Chrome\\Recommended\" name=\"SpellCheckServiceEnabled_recommended\" presentation=\"$(presentation.SpellCheckServiceEnabled)\" valueName=\"SpellCheckServiceEnabled\">\n      <parentCategory ref=\"googlechrome_recommended\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.SpellcheckEnabled)\" explainText=\"$(string.SpellcheckEnabled_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"SpellcheckEnabled\" presentation=\"$(presentation.SpellcheckEnabled)\" valueName=\"SpellcheckEnabled\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.SpellcheckLanguage)\" explainText=\"$(string.SpellcheckLanguage_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"SpellcheckLanguage\" presentation=\"$(presentation.SpellcheckLanguage)\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <list id=\"SpellcheckLanguageDesc\" key=\"Software\\Policies\\Google\\Chrome\\SpellcheckLanguage\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.SuppressUnsupportedOSWarning)\" explainText=\"$(string.SuppressUnsupportedOSWarning_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"SuppressUnsupportedOSWarning\" presentation=\"$(presentation.SuppressUnsupportedOSWarning)\" valueName=\"SuppressUnsupportedOSWarning\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.SyncDisabled)\" explainText=\"$(string.SyncDisabled_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"SyncDisabled\" presentation=\"$(presentation.SyncDisabled)\" valueName=\"SyncDisabled\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.TabLifecyclesEnabled)\" explainText=\"$(string.TabLifecyclesEnabled_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"TabLifecyclesEnabled\" presentation=\"$(presentation.TabLifecyclesEnabled)\" valueName=\"TabLifecyclesEnabled\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.TaskManagerEndProcessEnabled)\" explainText=\"$(string.TaskManagerEndProcessEnabled_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"TaskManagerEndProcessEnabled\" presentation=\"$(presentation.TaskManagerEndProcessEnabled)\" valueName=\"TaskManagerEndProcessEnabled\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.ThirdPartyBlockingEnabled)\" explainText=\"$(string.ThirdPartyBlockingEnabled_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"ThirdPartyBlockingEnabled\" presentation=\"$(presentation.ThirdPartyBlockingEnabled)\" valueName=\"ThirdPartyBlockingEnabled\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.TranslateEnabled)\" explainText=\"$(string.TranslateEnabled_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"TranslateEnabled\" presentation=\"$(presentation.TranslateEnabled)\" valueName=\"TranslateEnabled\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.TranslateEnabled)\" explainText=\"$(string.TranslateEnabled_Explain)\" key=\"Software\\Policies\\Google\\Chrome\\Recommended\" name=\"TranslateEnabled_recommended\" presentation=\"$(presentation.TranslateEnabled)\" valueName=\"TranslateEnabled\">\n      <parentCategory ref=\"googlechrome_recommended\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.URLBlacklist)\" explainText=\"$(string.URLBlacklist_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"URLBlacklist\" presentation=\"$(presentation.URLBlacklist)\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <list id=\"URLBlacklistDesc\" key=\"Software\\Policies\\Google\\Chrome\\URLBlacklist\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.URLWhitelist)\" explainText=\"$(string.URLWhitelist_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"URLWhitelist\" presentation=\"$(presentation.URLWhitelist)\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <list id=\"URLWhitelistDesc\" key=\"Software\\Policies\\Google\\Chrome\\URLWhitelist\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.UrlKeyedAnonymizedDataCollectionEnabled)\" explainText=\"$(string.UrlKeyedAnonymizedDataCollectionEnabled_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"UrlKeyedAnonymizedDataCollectionEnabled\" presentation=\"$(presentation.UrlKeyedAnonymizedDataCollectionEnabled)\" valueName=\"UrlKeyedAnonymizedDataCollectionEnabled\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.UserDataDir)\" explainText=\"$(string.UserDataDir_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"UserDataDir\" presentation=\"$(presentation.UserDataDir)\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <text id=\"UserDataDir\" maxLength=\"1000000\" valueName=\"UserDataDir\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.VideoCaptureAllowed)\" explainText=\"$(string.VideoCaptureAllowed_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"VideoCaptureAllowed\" presentation=\"$(presentation.VideoCaptureAllowed)\" valueName=\"VideoCaptureAllowed\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.VideoCaptureAllowedUrls)\" explainText=\"$(string.VideoCaptureAllowedUrls_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"VideoCaptureAllowedUrls\" presentation=\"$(presentation.VideoCaptureAllowedUrls)\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <list id=\"VideoCaptureAllowedUrlsDesc\" key=\"Software\\Policies\\Google\\Chrome\\VideoCaptureAllowedUrls\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.WPADQuickCheckEnabled)\" explainText=\"$(string.WPADQuickCheckEnabled_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"WPADQuickCheckEnabled\" presentation=\"$(presentation.WPADQuickCheckEnabled)\" valueName=\"WPADQuickCheckEnabled\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.WebDriverOverridesIncompatiblePolicies)\" explainText=\"$(string.WebDriverOverridesIncompatiblePolicies_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"WebDriverOverridesIncompatiblePolicies\" presentation=\"$(presentation.WebDriverOverridesIncompatiblePolicies)\" valueName=\"WebDriverOverridesIncompatiblePolicies\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.WebRtcEventLogCollectionAllowed)\" explainText=\"$(string.WebRtcEventLogCollectionAllowed_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"WebRtcEventLogCollectionAllowed\" presentation=\"$(presentation.WebRtcEventLogCollectionAllowed)\" valueName=\"WebRtcEventLogCollectionAllowed\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.WebRtcUdpPortRange)\" explainText=\"$(string.WebRtcUdpPortRange_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"WebRtcUdpPortRange\" presentation=\"$(presentation.WebRtcUdpPortRange)\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <elements>\n        <text id=\"WebRtcUdpPortRange\" maxLength=\"1000000\" valueName=\"WebRtcUdpPortRange\"/>\n      </elements>\n    </policy>\n    <policy class=\"Both\" displayName=\"$(string.WelcomePageOnOSUpgradeEnabled)\" explainText=\"$(string.WelcomePageOnOSUpgradeEnabled_Explain)\" key=\"Software\\Policies\\Google\\Chrome\" name=\"WelcomePageOnOSUpgradeEnabled\" presentation=\"$(presentation.WelcomePageOnOSUpgradeEnabled)\" valueName=\"WelcomePageOnOSUpgradeEnabled\">\n      <parentCategory ref=\"googlechrome\"/>\n      <supportedOn ref=\"SUPPORTED_WIN7\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n  </policies>\n</policyDefinitions>\n"
                              },
                              "isEncrypted": false,
                              "secretReferenceValueId": null
                    },
                    {
                              "@odata.type": "#microsoft.graph.omaSettingString",
                              "displayName": "Default Browser",
                              "description": "Einstellungen Standardbrowser",
                              "omaUri": "./Vendor/MSFT/Policy/Config/ApplicationDefaults/DefaultAssociationsConfiguration",
                              "value": {
                                        "@odata.context": "https://graph.microsoft.com/beta/$metadata#Edm.String",
                                        "value": "PD94bWwgdmVyc2lvbj0iMS4wIiBlbmNvZGluZz0iVVRGLTgiPz4KPERlZmF1bHRBc3NvY2lhdGlvbnM+CiAgPEFzc29jaWF0aW9uIElkZW50aWZpZXI9Ii5odG0iIFByb2dJZD0iQ2hyb21lSFRNTCIgQXBwbGljYXRpb25OYW1lPSJHb29nbGUgQ2hyb21lIiAvPgogIDxBc3NvY2lhdGlvbiBJZGVudGlmaWVyPSIuaHRtbCIgUHJvZ0lkPSJDaHJvbWVIVE1MIiBBcHBsaWNhdGlvbk5hbWU9Ikdvb2dsZSBDaHJvbWUiIC8+CiAgPEFzc29jaWF0aW9uIElkZW50aWZpZXI9Imh0dHAiIFByb2dJZD0iQ2hyb21lSFRNTCIgQXBwbGljYXRpb25OYW1lPSJHb29nbGUgQ2hyb21lIiAvPgogIDxBc3NvY2lhdGlvbiBJZGVudGlmaWVyPSJodHRwcyIgUHJvZ0lkPSJDaHJvbWVIVE1MIiBBcHBsaWNhdGlvbk5hbWU9Ikdvb2dsZSBDaHJvbWUiIC8+CjwvRGVmYXVsdEFzc29jaWF0aW9ucz4="
                              },
                              "isEncrypted": false,
                              "secretReferenceValueId": null
                    }
          ]
}