{
          "@odata.type": "#microsoft.graph.windowsUpdateForBusinessConfiguration",
          "roleScopeTagIds": [
                    "0"
          ],
          "deviceManagementApplicabilityRuleOsEdition": null,
          "deviceManagementApplicabilityRuleOsVersion": null,
          "deviceManagementApplicabilityRuleDeviceMode": null,
          "description": "",
          "displayName": "W10/11 - UpdatePolicy [BSSE]",
          "deliveryOptimizationMode": "userDefined",
          "prereleaseFeatures": "userDefined",
          "automaticUpdateMode": "autoInstallAndRebootAtScheduledTime",
          "microsoftUpdateServiceAllowed": true,
          "driversExcluded": false,
          "qualityUpdatesDeferralPeriodInDays": 0,
          "featureUpdatesDeferralPeriodInDays": 0,
          "qualityUpdatesPaused": false,
          "featureUpdatesPaused": false,
          "qualityUpdatesPauseExpiryDateTime": "0001-01-01T00:00:00Z",
          "featureUpdatesPauseExpiryDateTime": "0001-01-01T00:00:00Z",
          "businessReadyUpdatesOnly": "userDefined",
          "skipChecksBeforeRestart": false,
          "updateWeeks": "everyWeek",
          "qualityUpdatesPauseStartDate": null,
          "featureUpdatesPauseStartDate": null,
          "featureUpdatesRollbackWindowInDays": 31,
          "qualityUpdatesWillBeRolledBack": false,
          "featureUpdatesWillBeRolledBack": false,
          "qualityUpdatesRollbackStartDateTime": "0001-01-01T00:00:00Z",
          "featureUpdatesRollbackStartDateTime": "0001-01-01T00:00:00Z",
          "engagedRestartDeadlineInDays": null,
          "engagedRestartSnoozeScheduleInDays": null,
          "engagedRestartTransitionScheduleInDays": null,
          "deadlineForFeatureUpdatesInDays": 7,
          "deadlineForQualityUpdatesInDays": 7,
          "deadlineGracePeriodInDays": 2,
          "postponeRebootUntilAfterDeadline": false,
          "autoRestartNotificationDismissal": "notConfigured",
          "scheduleRestartWarningInHours": null,
          "scheduleImminentRestartWarningInMinutes": null,
          "userPauseAccess": "disabled",
          "userWindowsUpdateScanAccess": "enabled",
          "updateNotificationLevel": "defaultNotifications",
          "allowWindows11Upgrade": false,
          "installationSchedule": {
                    "@odata.type": "#microsoft.graph.windowsUpdateScheduledInstall",
                    "scheduledInstallDay": "everyday",
                    "scheduledInstallTime": "12:00:00.0000000"
          },
          "assignments": [
                    {
                              "source": "direct",
                              "intent": "apply",
                              "target": {
                                        "@odata.type": "#microsoft.graph.groupAssignmentTarget",
                                        "deviceAndAppManagementAssignmentFilterId": null,
                                        "deviceAndAppManagementAssignmentFilterType": "none",
                                        "groupName": "Alle Intune Ger\u00e4te"
                              }
                    }
          ]
}