{
          "@odata.type": "#microsoft.graph.windows10GeneralConfiguration",
          "roleScopeTagIds": [
                    "0"
          ],
          "deviceManagementApplicabilityRuleOsEdition": null,
          "deviceManagementApplicabilityRuleOsVersion": null,
          "deviceManagementApplicabilityRuleDeviceMode": null,
          "description": null,
          "displayName": "W10/11 - Restrict_OneDrive [BSSE]",
          "taskManagerBlockEndTask": false,
          "energySaverOnBatteryThresholdPercentage": null,
          "energySaverPluggedInThresholdPercentage": null,
          "powerLidCloseActionOnBattery": "notConfigured",
          "powerLidCloseActionPluggedIn": "notConfigured",
          "powerButtonActionOnBattery": "notConfigured",
          "powerButtonActionPluggedIn": "notConfigured",
          "powerSleepButtonActionOnBattery": "notConfigured",
          "powerSleepButtonActionPluggedIn": "notConfigured",
          "powerHybridSleepOnBattery": "notConfigured",
          "powerHybridSleepPluggedIn": "notConfigured",
          "windows10AppsForceUpdateSchedule": null,
          "enableAutomaticRedeployment": false,
          "microsoftAccountSignInAssistantSettings": "disabled",
          "authenticationAllowSecondaryDevice": false,
          "authenticationWebSignIn": "notConfigured",
          "authenticationPreferredAzureADTenantDomainName": null,
          "cryptographyAllowFipsAlgorithmPolicy": false,
          "displayAppListWithGdiDPIScalingTurnedOn": [],
          "displayAppListWithGdiDPIScalingTurnedOff": [],
          "enterpriseCloudPrintDiscoveryEndPoint": null,
          "enterpriseCloudPrintOAuthAuthority": null,
          "enterpriseCloudPrintOAuthClientIdentifier": null,
          "enterpriseCloudPrintResourceIdentifier": null,
          "enterpriseCloudPrintDiscoveryMaxLimit": null,
          "enterpriseCloudPrintMopriaDiscoveryResourceIdentifier": null,
          "experienceDoNotSyncBrowserSettings": "notConfigured",
          "messagingBlockSync": false,
          "messagingBlockMMS": false,
          "messagingBlockRichCommunicationServices": false,
          "printerNames": [],
          "printerDefaultName": null,
          "printerBlockAddition": false,
          "searchBlockDiacritics": false,
          "searchDisableAutoLanguageDetection": false,
          "searchDisableIndexingEncryptedItems": false,
          "searchEnableRemoteQueries": false,
          "searchDisableUseLocation": false,
          "searchDisableLocation": false,
          "searchDisableIndexerBackoff": false,
          "searchDisableIndexingRemovableDrive": false,
          "searchEnableAutomaticIndexSizeManangement": false,
          "searchBlockWebResults": false,
          "findMyFiles": "notConfigured",
          "securityBlockAzureADJoinedDevicesAutoEncryption": false,
          "diagnosticsDataSubmissionMode": "userDefined",
          "oneDriveDisableFileSync": false,
          "systemTelemetryProxyServer": null,
          "edgeTelemetryForMicrosoft365Analytics": "notConfigured",
          "inkWorkspaceAccess": "notConfigured",
          "inkWorkspaceAccessState": "notConfigured",
          "inkWorkspaceBlockSuggestedApps": false,
          "smartScreenEnableAppInstallControl": false,
          "smartScreenAppInstallControl": "notConfigured",
          "personalizationDesktopImageUrl": null,
          "personalizationLockScreenImageUrl": null,
          "bluetoothAllowedServices": [],
          "bluetoothBlockAdvertising": false,
          "bluetoothBlockPromptedProximalConnections": false,
          "bluetoothBlockDiscoverableMode": false,
          "bluetoothBlockPrePairing": false,
          "edgeBlockAutofill": false,
          "edgeBlocked": false,
          "edgeCookiePolicy": "userDefined",
          "edgeBlockDeveloperTools": false,
          "edgeBlockSendingDoNotTrackHeader": false,
          "edgeBlockExtensions": false,
          "edgeBlockInPrivateBrowsing": false,
          "edgeBlockJavaScript": false,
          "edgeBlockPasswordManager": false,
          "edgeBlockAddressBarDropdown": false,
          "edgeBlockCompatibilityList": false,
          "edgeClearBrowsingDataOnExit": false,
          "edgeAllowStartPagesModification": false,
          "edgeDisableFirstRunPage": false,
          "edgeBlockLiveTileDataCollection": false,
          "edgeSyncFavoritesWithInternetExplorer": false,
          "edgeFavoritesListLocation": null,
          "edgeBlockEditFavorites": false,
          "edgeNewTabPageURL": null,
          "edgeHomeButtonConfiguration": null,
          "edgeHomeButtonConfigurationEnabled": false,
          "edgeOpensWith": "notConfigured",
          "edgeBlockSideloadingExtensions": false,
          "edgeRequiredExtensionPackageFamilyNames": [],
          "edgeBlockPrinting": false,
          "edgeFavoritesBarVisibility": "notConfigured",
          "edgeBlockSavingHistory": false,
          "edgeBlockFullScreenMode": false,
          "edgeBlockWebContentOnNewTabPage": false,
          "edgeBlockTabPreloading": false,
          "edgeBlockPrelaunch": false,
          "edgeShowMessageWhenOpeningInternetExplorerSites": "notConfigured",
          "edgePreventCertificateErrorOverride": false,
          "edgeKioskModeRestriction": "notConfigured",
          "edgeKioskResetAfterIdleTimeInMinutes": null,
          "cellularBlockDataWhenRoaming": false,
          "cellularBlockVpn": false,
          "cellularBlockVpnWhenRoaming": false,
          "cellularData": "allowed",
          "defenderRequireRealTimeMonitoring": false,
          "defenderRequireBehaviorMonitoring": false,
          "defenderRequireNetworkInspectionSystem": false,
          "defenderScanDownloads": false,
          "defenderScheduleScanEnableLowCpuPriority": false,
          "defenderDisableCatchupQuickScan": false,
          "defenderDisableCatchupFullScan": false,
          "defenderScanScriptsLoadedInInternetExplorer": false,
          "defenderBlockEndUserAccess": false,
          "defenderSignatureUpdateIntervalInHours": null,
          "defenderMonitorFileActivity": "userDefined",
          "defenderDaysBeforeDeletingQuarantinedMalware": null,
          "defenderScanMaxCpu": null,
          "defenderScanArchiveFiles": false,
          "defenderScanIncomingMail": false,
          "defenderScanRemovableDrivesDuringFullScan": false,
          "defenderScanMappedNetworkDrivesDuringFullScan": false,
          "defenderScanNetworkFiles": false,
          "defenderRequireCloudProtection": false,
          "defenderCloudBlockLevel": "notConfigured",
          "defenderCloudExtendedTimeout": null,
          "defenderCloudExtendedTimeoutInSeconds": null,
          "defenderPromptForSampleSubmission": "userDefined",
          "defenderScheduledQuickScanTime": null,
          "defenderScanType": "userDefined",
          "defenderSystemScanSchedule": "userDefined",
          "defenderScheduledScanTime": null,
          "defenderPotentiallyUnwantedAppAction": null,
          "defenderPotentiallyUnwantedAppActionSetting": "userDefined",
          "defenderSubmitSamplesConsentType": null,
          "defenderBlockOnAccessProtection": false,
          "defenderDetectedMalwareActions": null,
          "defenderFileExtensionsToExclude": [],
          "defenderFilesAndFoldersToExclude": [],
          "defenderProcessesToExclude": [],
          "lockScreenAllowTimeoutConfiguration": false,
          "lockScreenBlockActionCenterNotifications": false,
          "lockScreenBlockCortana": false,
          "lockScreenBlockToastNotifications": false,
          "lockScreenTimeoutInSeconds": null,
          "lockScreenActivateAppsWithVoice": "notConfigured",
          "passwordBlockSimple": false,
          "passwordExpirationDays": null,
          "passwordMinimumLength": null,
          "passwordMinutesOfInactivityBeforeScreenTimeout": null,
          "passwordMinimumCharacterSetCount": null,
          "passwordPreviousPasswordBlockCount": null,
          "passwordRequired": false,
          "passwordRequireWhenResumeFromIdleState": false,
          "passwordRequiredType": "deviceDefault",
          "passwordSignInFailureCountBeforeFactoryReset": null,
          "passwordMinimumAgeInDays": null,
          "privacyAdvertisingId": "notConfigured",
          "privacyAutoAcceptPairingAndConsentPrompts": false,
          "privacyDisableLaunchExperience": false,
          "privacyBlockInputPersonalization": false,
          "privacyBlockPublishUserActivities": false,
          "privacyBlockActivityFeed": false,
          "activateAppsWithVoice": "notConfigured",
          "startBlockUnpinningAppsFromTaskbar": false,
          "startMenuAppListVisibility": "userDefined",
          "startMenuHideChangeAccountSettings": false,
          "startMenuHideFrequentlyUsedApps": false,
          "startMenuHideHibernate": false,
          "startMenuHideLock": false,
          "startMenuHidePowerButton": false,
          "startMenuHideRecentJumpLists": false,
          "startMenuHideRecentlyAddedApps": false,
          "startMenuHideRestartOptions": false,
          "startMenuHideShutDown": false,
          "startMenuHideSignOut": false,
          "startMenuHideSleep": false,
          "startMenuHideSwitchAccount": false,
          "startMenuHideUserTile": false,
          "startMenuLayoutEdgeAssetsXml": null,
          "startMenuLayoutXml": null,
          "startMenuMode": "userDefined",
          "startMenuPinnedFolderDocuments": "notConfigured",
          "startMenuPinnedFolderDownloads": "notConfigured",
          "startMenuPinnedFolderFileExplorer": "notConfigured",
          "startMenuPinnedFolderHomeGroup": "notConfigured",
          "startMenuPinnedFolderMusic": "notConfigured",
          "startMenuPinnedFolderNetwork": "notConfigured",
          "startMenuPinnedFolderPersonalFolder": "notConfigured",
          "startMenuPinnedFolderPictures": "notConfigured",
          "startMenuPinnedFolderSettings": "notConfigured",
          "startMenuPinnedFolderVideos": "notConfigured",
          "settingsBlockSettingsApp": false,
          "settingsBlockSystemPage": false,
          "settingsBlockDevicesPage": false,
          "settingsBlockNetworkInternetPage": false,
          "settingsBlockPersonalizationPage": false,
          "settingsBlockAccountsPage": false,
          "settingsBlockTimeLanguagePage": false,
          "settingsBlockEaseOfAccessPage": false,
          "settingsBlockPrivacyPage": false,
          "settingsBlockUpdateSecurityPage": false,
          "settingsBlockAppsPage": false,
          "settingsBlockGamingPage": true,
          "windowsSpotlightBlockConsumerSpecificFeatures": false,
          "windowsSpotlightBlocked": false,
          "windowsSpotlightBlockOnActionCenter": false,
          "windowsSpotlightBlockTailoredExperiences": false,
          "windowsSpotlightBlockThirdPartyNotifications": false,
          "windowsSpotlightBlockWelcomeExperience": false,
          "windowsSpotlightBlockWindowsTips": false,
          "windowsSpotlightConfigureOnLockScreen": "notConfigured",
          "networkProxyApplySettingsDeviceWide": false,
          "networkProxyDisableAutoDetect": false,
          "networkProxyAutomaticConfigurationUrl": null,
          "networkProxyServer": null,
          "accountsBlockAddingNonMicrosoftAccountEmail": true,
          "antiTheftModeBlocked": false,
          "bluetoothBlocked": false,
          "cameraBlocked": false,
          "connectedDevicesServiceBlocked": false,
          "certificatesBlockManualRootCertificateInstallation": false,
          "copyPasteBlocked": false,
          "cortanaBlocked": false,
          "deviceManagementBlockFactoryResetOnMobile": false,
          "deviceManagementBlockManualUnenroll": false,
          "safeSearchFilter": "userDefined",
          "edgeBlockPopups": false,
          "edgeBlockSearchSuggestions": false,
          "edgeBlockSearchEngineCustomization": false,
          "edgeBlockSendingIntranetTrafficToInternetExplorer": false,
          "edgeSendIntranetTrafficToInternetExplorer": false,
          "edgeRequireSmartScreen": false,
          "edgeEnterpriseModeSiteListLocation": null,
          "edgeFirstRunUrl": null,
          "edgeSearchEngine": null,
          "edgeHomepageUrls": [],
          "edgeBlockAccessToAboutFlags": false,
          "smartScreenBlockPromptOverride": false,
          "smartScreenBlockPromptOverrideForFiles": false,
          "webRtcBlockLocalhostIpAddress": false,
          "internetSharingBlocked": false,
          "settingsBlockAddProvisioningPackage": false,
          "settingsBlockRemoveProvisioningPackage": false,
          "settingsBlockChangeSystemTime": false,
          "settingsBlockEditDeviceName": false,
          "settingsBlockChangeRegion": false,
          "settingsBlockChangeLanguage": false,
          "settingsBlockChangePowerSleep": false,
          "locationServicesBlocked": false,
          "microsoftAccountBlocked": true,
          "microsoftAccountBlockSettingsSync": true,
          "nfcBlocked": false,
          "resetProtectionModeBlocked": false,
          "screenCaptureBlocked": false,
          "storageBlockRemovableStorage": false,
          "storageRequireMobileDeviceEncryption": false,
          "usbBlocked": false,
          "voiceRecordingBlocked": false,
          "wiFiBlockAutomaticConnectHotspots": false,
          "wiFiBlocked": false,
          "wiFiBlockManualConfiguration": false,
          "wiFiScanInterval": null,
          "wirelessDisplayBlockProjectionToThisDevice": false,
          "wirelessDisplayBlockUserInputFromReceiver": false,
          "wirelessDisplayRequirePinForPairing": false,
          "windowsStoreBlocked": false,
          "appsAllowTrustedAppsSideloading": "notConfigured",
          "windowsStoreBlockAutoUpdate": false,
          "developerUnlockSetting": "notConfigured",
          "sharedUserAppDataAllowed": false,
          "appsBlockWindowsStoreOriginatedApps": false,
          "windowsStoreEnablePrivateStoreOnly": false,
          "storageRestrictAppDataToSystemVolume": false,
          "storageRestrictAppInstallToSystemVolume": false,
          "gameDvrBlocked": false,
          "experienceBlockDeviceDiscovery": false,
          "experienceBlockErrorDialogWhenNoSIM": false,
          "experienceBlockTaskSwitcher": false,
          "logonBlockFastUserSwitching": false,
          "tenantLockdownRequireNetworkDuringOutOfBoxExperience": false,
          "appManagementMSIAllowUserControlOverInstall": false,
          "appManagementMSIAlwaysInstallWithElevatedPrivileges": false,
          "dataProtectionBlockDirectMemoryAccess": null,
          "appManagementPackageFamilyNamesToLaunchAfterLogOn": [],
          "uninstallBuiltInApps": false,
          "configureTimeZone": null,
          "assignments": [
                    {
                              "source": "policySets",
                              "intent": "apply",
                              "target": {
                                        "@odata.type": "#microsoft.graph.groupAssignmentTarget",
                                        "deviceAndAppManagementAssignmentFilterId": null,
                                        "deviceAndAppManagementAssignmentFilterType": "none",
                                        "groupName": "_W11_Verwaltungsrechner"
                              }
                    }
          ]
}