{
          "@odata.type": "#microsoft.graph.windows10CustomConfiguration",
          "roleScopeTagIds": [
                    "0"
          ],
          "deviceManagementApplicabilityRuleOsEdition": null,
          "deviceManagementApplicabilityRuleOsVersion": null,
          "deviceManagementApplicabilityRuleDeviceMode": null,
          "description": null,
          "displayName": "W10/11 - Browser_Firefox_AutoUpdate [BSSE]",
          "assignments": [
                    {
                              "source": "policySets",
                              "intent": "apply",
                              "target": {
                                        "@odata.type": "#microsoft.graph.groupAssignmentTarget",
                                        "deviceAndAppManagementAssignmentFilterId": null,
                                        "deviceAndAppManagementAssignmentFilterType": "none",
                                        "groupName": "_W11_Verwaltungsrechner"
                              }
                    }
          ],
          "omaSettings": [
                    {
                              "@odata.type": "#microsoft.graph.omaSettingString",
                              "displayName": "Firefox ADMX",
                              "description": null,
                              "omaUri": "./Device/Vendor/MSFT/Policy/ConfigOperations/ADMXInstall/Firefox/Policy/FirefoxAdmx",
                              "value": {
                                        "@odata.context": "https://graph.microsoft.com/beta/$metadata#Edm.String",
                                        "value": "<?xml version=\"1.0\" encoding=\"utf-8\"?>\n<policyDefinitions revision=\"3.10\" schemaVersion=\"1.0\">\n  <policyNamespaces>\n    <target prefix=\"firefox\" namespace=\"Mozilla.Policies.Firefox\"/>\n    <using prefix=\"Mozilla\" namespace=\"Mozilla.Policies\"/>\n  </policyNamespaces>\n  <resources minRequiredRevision=\"3.10\"/>\n  <supportedOn>\n    <definitions>\n      <definition name=\"UNSUPPORTED\" displayName=\"$(string.UNSUPPORTED)\"/>\n      <definition name=\"SUPPORTED_WINXPSP2\" displayName=\"$(string.SUPPORTED_WINXPSP2)\"/>\n      <definition name=\"SUPPORTED_FF60\" displayName=\"$(string.SUPPORTED_FF60)\"/>\n      <definition name=\"SUPPORTED_FF60ESR\" displayName=\"$(string.SUPPORTED_FF60ESR)\"/>\n      <definition name=\"SUPPORTED_FF62\" displayName=\"$(string.SUPPORTED_FF62)\"/>\n      <definition name=\"SUPPORTED_FF63\" displayName=\"$(string.SUPPORTED_FF63)\"/>\n      <definition name=\"SUPPORTED_FF64\" displayName=\"$(string.SUPPORTED_FF64)\"/>\n      <definition name=\"SUPPORTED_FF66\" displayName=\"$(string.SUPPORTED_FF66)\"/>\n      <definition name=\"SUPPORTED_FF67\" displayName=\"$(string.SUPPORTED_FF67)\"/>\n      <definition name=\"SUPPORTED_FF68\" displayName=\"$(string.SUPPORTED_FF68)\"/>\n      <definition name=\"SUPPORTED_FF6801\" displayName=\"$(string.SUPPORTED_FF6801)\"/>\n      <definition name=\"SUPPORTED_FF68ESR\" displayName=\"$(string.SUPPORTED_FF68ESR)\"/>\n      <definition name=\"SUPPORTED_FF70\" displayName=\"$(string.SUPPORTED_FF70)\"/>\n      <definition name=\"SUPPORTED_FF71\" displayName=\"$(string.SUPPORTED_FF71)\"/>\n      <definition name=\"SUPPORTED_FF72\" displayName=\"$(string.SUPPORTED_FF72)\"/>\n      <definition name=\"SUPPORTED_FF73\" displayName=\"$(string.SUPPORTED_FF73)\"/>\n      <definition name=\"SUPPORTED_FF74\" displayName=\"$(string.SUPPORTED_FF74)\"/>\n      <definition name=\"SUPPORTED_FF75\" displayName=\"$(string.SUPPORTED_FF75)\"/>\n      <definition name=\"SUPPORTED_FF75_ONLY\" displayName=\"$(string.SUPPORTED_FF75_ONLY)\"/>\n      <definition name=\"SUPPORTED_FF76\" displayName=\"$(string.SUPPORTED_FF76)\"/>\n      <definition name=\"SUPPORTED_FF76_ONLY\" displayName=\"$(string.SUPPORTED_FF76_ONLY)\"/>\n      <definition name=\"SUPPORTED_FF77\" displayName=\"$(string.SUPPORTED_FF77)\"/>\n      <definition name=\"SUPPORTED_FF77_ONLY\" displayName=\"$(string.SUPPORTED_FF77_ONLY)\"/>\n      <definition name=\"SUPPORTED_FF78\" displayName=\"$(string.SUPPORTED_FF78)\"/>\n      <definition name=\"SUPPORTED_FF79\" displayName=\"$(string.SUPPORTED_FF79)\"/>\n      <definition name=\"SUPPORTED_FF80\" displayName=\"$(string.SUPPORTED_FF80)\"/>\n      <definition name=\"SUPPORTED_FF81\" displayName=\"$(string.SUPPORTED_FF81)\"/>\n      <definition name=\"SUPPORTED_FF82\" displayName=\"$(string.SUPPORTED_FF82)\"/>\n      <definition name=\"SUPPORTED_FF83\" displayName=\"$(string.SUPPORTED_FF83)\"/>\n      <definition name=\"SUPPORTED_FF84\" displayName=\"$(string.SUPPORTED_FF84)\"/>\n      <definition name=\"SUPPORTED_FF85\" displayName=\"$(string.SUPPORTED_FF85)\"/>\n      <definition name=\"SUPPORTED_FF86\" displayName=\"$(string.SUPPORTED_FF86)\"/>\n      <definition name=\"SUPPORTED_FF88\" displayName=\"$(string.SUPPORTED_FF88)\"/>\n      <definition name=\"SUPPORTED_FF89\" displayName=\"$(string.SUPPORTED_FF89)\"/>\n      <definition name=\"SUPPORTED_FF90\" displayName=\"$(string.SUPPORTED_FF90)\"/>\n      <definition name=\"SUPPORTED_FF91\" displayName=\"$(string.SUPPORTED_FF91)\"/>\n      <definition name=\"SUPPORTED_FF95\" displayName=\"$(string.SUPPORTED_FF95)\"/>\n      <definition name=\"SUPPORTED_FF96\" displayName=\"$(string.SUPPORTED_FF96)\"/>\n      <definition name=\"SUPPORTED_FF96_ONLY\" displayName=\"$(string.SUPPORTED_FF96_ONLY)\"/>\n      <definition name=\"SUPPORTED_FF97\" displayName=\"$(string.SUPPORTED_FF97)\"/>\n      <definition name=\"SUPPORTED_FF98_ONLY\" displayName=\"$(string.SUPPORTED_FF98_ONLY)\"/>\n      <definition name=\"SUPPORTED_FF99\" displayName=\"$(string.SUPPORTED_FF99)\"/>\n      <definition name=\"SUPPORTED_FF100\" displayName=\"$(string.SUPPORTED_FF100)\"/>\n      <definition name=\"SUPPORTED_FF101\" displayName=\"$(string.SUPPORTED_FF101)\"/>\n      <definition name=\"SUPPORTED_FF102\" displayName=\"$(string.SUPPORTED_FF102)\"/>\n    </definitions>\n  </supportedOn>\n  <categories>\n    <category displayName=\"$(string.firefox)\" name=\"firefox\">\n      <parentCategory ref=\"Mozilla:Cat_Mozilla\"/>\n    </category>\n    <category displayName=\"$(string.Authentication_group)\" name=\"Authentication\">\n      <parentCategory ref=\"firefox\"/>\n    </category>\n    <category displayName=\"$(string.Popups_group)\" name=\"Popups\">\n      <parentCategory ref=\"firefox\"/>\n    </category>\n    <category displayName=\"$(string.Cookies_group)\" name=\"Cookies\">\n      <parentCategory ref=\"firefox\"/>\n    </category>\n    <category displayName=\"$(string.Addons_group)\" name=\"Addons\">\n      <parentCategory ref=\"firefox\"/>\n    </category>\n    <category displayName=\"$(string.Flash_group)\" name=\"Flash\">\n      <parentCategory ref=\"firefox\"/>\n    </category>\n    <category displayName=\"$(string.Bookmarks_group)\" name=\"Bookmarks\">\n      <parentCategory ref=\"firefox\"/>\n    </category>\n    <category displayName=\"$(string.Homepage_group)\" name=\"Homepage\">\n      <parentCategory ref=\"firefox\"/>\n    </category>\n    <category displayName=\"$(string.Certificates_group)\" name=\"Certificates\">\n      <parentCategory ref=\"firefox\"/>\n    </category>\n    <category displayName=\"$(string.Extensions_group)\" name=\"Extensions\">\n      <parentCategory ref=\"firefox\"/>\n    </category>\n    <category displayName=\"$(string.Search_group)\" name=\"Search\">\n      <parentCategory ref=\"firefox\"/>\n    </category>\n    <category displayName=\"$(string.Permissions_group)\" name=\"Permissions\">\n      <parentCategory ref=\"firefox\"/>\n    </category>\n    <category displayName=\"$(string.Camera_group)\" name=\"Camera\">\n      <parentCategory ref=\"Permissions\"/>\n    </category>\n    <category displayName=\"$(string.Microphone_group)\" name=\"Microphone\">\n      <parentCategory ref=\"Permissions\"/>\n    </category>\n    <category displayName=\"$(string.Location_group)\" name=\"Location\">\n      <parentCategory ref=\"Permissions\"/>\n    </category>\n    <category displayName=\"$(string.Notifications_group)\" name=\"Notifications\">\n      <parentCategory ref=\"Permissions\"/>\n    </category>\n    <category displayName=\"$(string.Autoplay_group)\" name=\"Autoplay\">\n      <parentCategory ref=\"Permissions\"/>\n    </category>\n    <category displayName=\"$(string.VirtualReality_group)\" name=\"VirtualReality\">\n      <parentCategory ref=\"Permissions\"/>\n    </category>\n    <category displayName=\"$(string.Preferences_group)\" name=\"Preferences\">\n      <parentCategory ref=\"firefox\"/>\n    </category>\n    <category displayName=\"$(string.SanitizeOnShutdown_group)\" name=\"SanitizeOnShutdown\">\n      <parentCategory ref=\"firefox\"/>\n    </category>\n    <category displayName=\"$(string.TrackingProtection_group)\" name=\"TrackingProtection\">\n      <parentCategory ref=\"firefox\"/>\n    </category>\n    <category displayName=\"$(string.DNSOverHTTPS_group)\" name=\"DNSOverHTTPS\">\n      <parentCategory ref=\"firefox\"/>\n    </category>\n    <category displayName=\"$(string.UserMessaging_group)\" name=\"UserMessaging\">\n      <parentCategory ref=\"firefox\"/>\n    </category>\n    <category displayName=\"$(string.DisabledCiphers_group)\" name=\"DisabledCiphers\">\n      <parentCategory ref=\"firefox\"/>\n    </category>\n    <category displayName=\"$(string.EncryptedMediaExtensions_group)\" name=\"EncryptedMediaExtensions\">\n      <parentCategory ref=\"firefox\"/>\n    </category>\n    <category displayName=\"$(string.PDFjs_group)\" name=\"PDFjs\">\n      <parentCategory ref=\"firefox\"/>\n    </category>\n    <category displayName=\"$(string.PictureInPicture_group)\" name=\"PictureInPicture\">\n      <parentCategory ref=\"firefox\"/>\n    </category>\n  </categories>\n  <policies>\n    <policy name=\"AppAutoUpdate\" class=\"Both\" displayName=\"$(string.AppAutoUpdate)\" explainText=\"$(string.AppAutoUpdate_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" valueName=\"AppAutoUpdate\">\n      <parentCategory ref=\"firefox\"/>\n      <supportedOn ref=\"SUPPORTED_FF75\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"Authentication_SPNEGO\" class=\"Both\" displayName=\"$(string.Authentication_SPNEGO)\"  key=\"Software\\Policies\\Mozilla\\Firefox\\Authentication\\SPNEGO\" explainText=\"$(string.Authentication_SPNEGO_Explain)\" presentation=\"$(presentation.Authentication)\">\n      <parentCategory ref=\"Authentication\"/>\n      <supportedOn ref=\"SUPPORTED_FF60\"/>\n      <elements>\n        <list id=\"Authentication\" key=\"Software\\Policies\\Mozilla\\Firefox\\Authentication\\SPNEGO\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy name=\"Authentication_Delegated\" class=\"Both\" displayName=\"$(string.Authentication_Delegated)\"  key=\"Software\\Policies\\Mozilla\\Firefox\\Authentication\\Delegated\" explainText=\"$(string.Authentication_Delegated_Explain)\" presentation=\"$(presentation.Authentication)\">\n      <parentCategory ref=\"Authentication\"/>\n      <supportedOn ref=\"SUPPORTED_FF60\"/>\n      <elements>\n        <list id=\"Authentication\" key=\"Software\\Policies\\Mozilla\\Firefox\\Authentication\\Delegated\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy name=\"Authentication_NTLM\" class=\"Both\" displayName=\"$(string.Authentication_NTLM)\"  key=\"Software\\Policies\\Mozilla\\Firefox\\Authentication\\NTLM\" explainText=\"$(string.Authentication_NTLM_Explain)\" presentation=\"$(presentation.Authentication)\">\n      <parentCategory ref=\"Authentication\"/>\n      <supportedOn ref=\"SUPPORTED_FF60\"/>\n      <elements>\n        <list id=\"Authentication\" key=\"Software\\Policies\\Mozilla\\Firefox\\Authentication\\NTLM\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy name=\"Authentication_AllowNonFQDN\" class=\"Both\" displayName=\"$(string.Authentication_AllowNonFQDN)\"  key=\"Software\\Policies\\Mozilla\\Firefox\\Authentication\\AllowNonFQDN\" explainText=\"$(string.Authentication_AllowNonFQDN_Explain)\" presentation=\"$(presentation.Authentication_AllowNonFQDN)\">\n      <parentCategory ref=\"Authentication\"/>\n      <supportedOn ref=\"SUPPORTED_FF62\"/>\n      <elements>\n        <boolean id=\"Authentication_AllowNonFQDN_NTLM\" key=\"Software\\Policies\\Mozilla\\Firefox\\Authentication\\AllowNonFQDN\" valueName=\"NTLM\">\n          <trueValue>\n            <decimal value=\"1\"/>\n          </trueValue>\n          <falseValue>\n            <decimal value=\"0\"/>\n          </falseValue>\n        </boolean>\n        <boolean id=\"Authentication_AllowNonFQDN_SPNEGO\" key=\"Software\\Policies\\Mozilla\\Firefox\\Authentication\\AllowNonFQDN\" valueName=\"SPNEGO\">\n          <trueValue>\n            <decimal value=\"1\"/>\n          </trueValue>\n          <falseValue>\n            <decimal value=\"0\"/>\n          </falseValue>\n        </boolean>\n      </elements>\n    </policy>\n    <policy name=\"Authentication_AllowProxies\" class=\"Both\" displayName=\"$(string.Authentication_AllowProxies)\"  key=\"Software\\Policies\\Mozilla\\Firefox\\Authentication\\AllowProxies\" explainText=\"$(string.Authentication_AllowProxies_Explain)\" presentation=\"$(presentation.Authentication_AllowProxies)\">\n      <parentCategory ref=\"Authentication\"/>\n      <supportedOn ref=\"SUPPORTED_FF70\"/>\n      <elements>\n        <boolean id=\"Authentication_AllowProxies_NTLM\" key=\"Software\\Policies\\Mozilla\\Firefox\\Authentication\\AllowProxies\" valueName=\"NTLM\">\n          <trueValue>\n            <decimal value=\"1\"/>\n          </trueValue>\n          <falseValue>\n            <decimal value=\"0\"/>\n          </falseValue>\n        </boolean>\n        <boolean id=\"Authentication_AllowProxies_SPNEGO\" key=\"Software\\Policies\\Mozilla\\Firefox\\Authentication\\AllowProxies\" valueName=\"SPNEGO\">\n          <trueValue>\n            <decimal value=\"1\"/>\n          </trueValue>\n          <falseValue>\n            <decimal value=\"0\"/>\n          </falseValue>\n        </boolean>\n      </elements>\n    </policy>\n    <policy name=\"Authentication_Locked\" class=\"Both\" displayName=\"$(string.Authentication_Locked)\" explainText=\"$(string.Authentication_Locked_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Authentication\" valueName=\"Locked\">\n      <parentCategory ref=\"Authentication\"/>\n      <supportedOn ref=\"SUPPORTED_FF71\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"Authentication_PrivateBrowsing\" class=\"Both\" displayName=\"$(string.Authentication_PrivateBrowsing)\" explainText=\"$(string.Authentication_PrivateBrowsing_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Authentication\" valueName=\"PrivateBrowsing\">\n      <parentCategory ref=\"Authentication\"/>\n      <supportedOn ref=\"SUPPORTED_FF77\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"BlockAboutAddons\" class=\"Both\" displayName=\"$(string.BlockAboutAddons)\" explainText=\"$(string.BlockAboutAddons_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" valueName=\"BlockAboutAddons\">\n      <parentCategory ref=\"firefox\"/>\n      <supportedOn ref=\"SUPPORTED_FF60\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"BlockAboutConfig\" class=\"Both\" displayName=\"$(string.BlockAboutConfig)\" explainText=\"$(string.BlockAboutConfig_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" valueName=\"BlockAboutConfig\">\n      <parentCategory ref=\"firefox\"/>\n      <supportedOn ref=\"SUPPORTED_FF60\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"BlockAboutProfiles\" class=\"Both\" displayName=\"$(string.BlockAboutProfiles)\" explainText=\"$(string.BlockAboutProfiles_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" valueName=\"BlockAboutProfiles\">\n      <parentCategory ref=\"firefox\"/>\n      <supportedOn ref=\"SUPPORTED_FF60\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"BlockAboutSupport\" class=\"Both\" displayName=\"$(string.BlockAboutSupport)\" explainText=\"$(string.BlockAboutSupport_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" valueName=\"BlockAboutSupport\">\n      <parentCategory ref=\"firefox\"/>\n      <supportedOn ref=\"SUPPORTED_FF60\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"CaptivePortal\" class=\"Both\" displayName=\"$(string.CaptivePortal)\" explainText=\"$(string.CaptivePortal_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" valueName=\"CaptivePortal\">\n      <parentCategory ref=\"firefox\"/>\n      <supportedOn ref=\"SUPPORTED_FF67\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"Certificates_ImportEnterpriseRoots\" class=\"Both\" displayName=\"$(string.Certificates_ImportEnterpriseRoots)\" explainText=\"$(string.Certificates_ImportEnterpriseRoots_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Certificates\" valueName=\"ImportEnterpriseRoots\">\n      <parentCategory ref=\"Certificates\"/>\n      <supportedOn ref=\"SUPPORTED_FF60\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"Certificates_Install\" class=\"Both\" displayName=\"$(string.Certificates_Install)\" explainText=\"$(string.Certificates_Install_Explain)\" key=\"Software\\Policies\\Mozilla\\Certificates\" presentation=\"$(presentation.Certificates_Install)\" >\n      <parentCategory ref=\"Certificates\" />\n      <supportedOn ref=\"SUPPORTED_FF64\" />\n      <elements>\n        <list id=\"Certificates_Install\" key=\"Software\\Policies\\Mozilla\\Firefox\\Certificates\\Install\" valuePrefix=\"\" expandable=\"true\"/>\n      </elements>\n    </policy>\n    <policy name=\"Cookies_Allow\" class=\"Both\" displayName=\"$(string.Allow)\" explainText=\"$(string.Cookies_Allow_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" presentation=\"$(presentation.Permissions)\">\n      <parentCategory ref=\"Cookies\"/>\n      <supportedOn ref=\"SUPPORTED_FF60\"/>\n      <elements>\n        <list id=\"Permissions\" key=\"Software\\Policies\\Mozilla\\Firefox\\Cookies\\Allow\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy name=\"Cookies_AllowSession\" class=\"Both\" displayName=\"$(string.AllowSession)\" explainText=\"$(string.Cookies_AllowSession_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" presentation=\"$(presentation.Permissions)\">\n      <parentCategory ref=\"Cookies\"/>\n      <supportedOn ref=\"SUPPORTED_FF79\"/>\n      <elements>\n        <list id=\"Permissions\" key=\"Software\\Policies\\Mozilla\\Firefox\\Cookies\\AllowSession\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy name=\"Cookies_Block\" class=\"Both\" displayName=\"$(string.Block)\" explainText=\"$(string.Cookies_Block_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" presentation=\"$(presentation.Permissions)\">\n      <parentCategory ref=\"Cookies\"/>\n      <supportedOn ref=\"SUPPORTED_FF60\"/>\n      <elements>\n        <list id=\"Permissions\" key=\"Software\\Policies\\Mozilla\\Firefox\\Cookies\\Block\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy name=\"Cookies_Default\" class=\"Both\" displayName=\"$(string.Cookies_Default)\" explainText=\"$(string.Cookies_Default_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Cookies\" valueName=\"Default\">\n      <parentCategory ref=\"Cookies\"/>\n      <supportedOn ref=\"SUPPORTED_FF60\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"Cookies_AcceptThirdParty\" class=\"Both\" displayName=\"$(string.Cookies_AcceptThirdParty)\" explainText=\"$(string.Cookies_AcceptThirdParty_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Cookies\"  presentation=\"$(presentation.Cookies_AcceptThirdParty)\">\n      <parentCategory ref=\"Cookies\"/>\n      <supportedOn ref=\"SUPPORTED_FF60\"/>\n      <elements>\n        <enum id=\"Cookies_AcceptThirdParty\" valueName=\"AcceptThirdParty\">\n          <item displayName=\"$(string.Cookies_AcceptThirdParty_All)\">\n            <value>\n              <string>always</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.Cookies_AcceptThirdParty_None)\">\n            <value>\n              <string>never</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.Cookies_AcceptThirdParty_FromVisited)\">\n            <value>\n              <string>from-visited</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Cookies_ExpireAtSessionEnd\" class=\"Both\" displayName=\"$(string.Cookies_ExpireAtSessionEnd)\" explainText=\"$(string.Cookies_ExpireAtSessionEnd_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Cookies\" valueName=\"ExpireAtSessionEnd\">\n      <parentCategory ref=\"Cookies\"/>\n      <supportedOn ref=\"SUPPORTED_FF60\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"Cookies_RejectTracker\" class=\"Both\" displayName=\"$(string.Cookies_RejectTracker)\" explainText=\"$(string.Cookies_RejectTracker_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Cookies\" valueName=\"RejectTracker\">\n      <parentCategory ref=\"Cookies\"/>\n      <supportedOn ref=\"SUPPORTED_FF64\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"Cookies_Locked\" class=\"Both\" displayName=\"$(string.Cookies_Locked)\" explainText=\"$(string.Cookies_Locked_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Cookies\" valueName=\"Locked\">\n      <parentCategory ref=\"Cookies\"/>\n      <supportedOn ref=\"SUPPORTED_FF60\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"Cookies_Behavior\" class=\"Both\" displayName=\"$(string.Cookies_Behavior)\" explainText=\"$(string.Cookies_Behavior_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Cookies\"  presentation=\"$(presentation.Cookies_Behavior)\">\n      <parentCategory ref=\"Cookies\"/>\n      <supportedOn ref=\"SUPPORTED_FF95\"/>\n      <elements>\n        <enum id=\"Cookies_Behavior\" valueName=\"Behavior\">\n          <item displayName=\"$(string.Cookies_Behavior_Accept)\">\n            <value>\n              <string>accept</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.Cookies_Behavior_RejectForeign)\">\n            <value>\n              <string>reject-foreign</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.Cookies_Behavior_Reject)\">\n            <value>\n              <string>reject</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.Cookies_Behavior_LimitForeign)\">\n            <value>\n              <string>limit-foreign</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.Cookies_Behavior_RejectTracker)\">\n            <value>\n              <string>reject-tracker</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.Cookies_Behavior_RejectTrackerAndPartitionForeign)\">\n            <value>\n              <string>reject-tracker-and-partition-foreign</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Cookies_BehaviorPrivateBrowsing\" class=\"Both\" displayName=\"$(string.Cookies_BehaviorPrivateBrowsing)\" explainText=\"$(string.Cookies_BehaviorPrivateBrowsing_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Cookies\"  presentation=\"$(presentation.Cookies_BehaviorPrivateBrowsing)\">\n      <parentCategory ref=\"Cookies\"/>\n      <supportedOn ref=\"SUPPORTED_FF95\"/>\n      <elements>\n        <enum id=\"Cookies_BehaviorPrivateBrowsing\" valueName=\"BehaviorPrivateBrowsing\">\n          <item displayName=\"$(string.Cookies_Behavior_Accept)\">\n            <value>\n              <string>accept</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.Cookies_Behavior_RejectForeign)\">\n            <value>\n              <string>reject-foreign</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.Cookies_Behavior_Reject)\">\n            <value>\n              <string>reject</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.Cookies_Behavior_LimitForeign)\">\n            <value>\n              <string>limit-foreign</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.Cookies_Behavior_RejectTracker)\">\n            <value>\n              <string>reject-tracker</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.Cookies_Behavior_RejectTrackerAndPartitionForeign)\">\n            <value>\n              <string>reject-tracker-and-partition-foreign</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Camera_Allow\" class=\"Both\" displayName=\"$(string.Allow)\" explainText=\"$(string.Camera_Allow_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Permissions\" presentation=\"$(presentation.Permissions)\">\n      <parentCategory ref=\"Camera\"/>\n      <supportedOn ref=\"SUPPORTED_FF62\"/>\n      <elements>\n        <list id=\"Permissions\" key=\"Software\\Policies\\Mozilla\\Firefox\\Permissions\\Camera\\Allow\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy name=\"Camera_Block\" class=\"Both\" displayName=\"$(string.Block)\" explainText=\"$(string.Camera_Block_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Permissions\" presentation=\"$(presentation.Permissions)\">\n      <parentCategory ref=\"Camera\"/>\n      <supportedOn ref=\"SUPPORTED_FF62\"/>\n      <elements>\n        <list id=\"Permissions\" key=\"Software\\Policies\\Mozilla\\Firefox\\Camera\\Permissions\\Block\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy name=\"Camera_BlockNewRequests\" class=\"Both\" displayName=\"$(string.Camera_BlockNewRequests)\" explainText=\"$(string.Camera_BlockNewRequests_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Permissions\\Camera\" valueName=\"BlockNewRequests\">\n      <parentCategory ref=\"Camera\"/>\n      <supportedOn ref=\"SUPPORTED_FF62\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"Camera_Locked\" class=\"Both\" displayName=\"$(string.Camera_Locked)\" explainText=\"$(string.Camera_Locked_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Permissions\\Camera\" valueName=\"Locked\">\n      <parentCategory ref=\"Camera\"/>\n      <supportedOn ref=\"SUPPORTED_FF62\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"Microphone_Allow\" class=\"Both\" displayName=\"$(string.Allow)\" explainText=\"$(string.Microphone_Allow_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Permissions\" presentation=\"$(presentation.Permissions)\">\n      <parentCategory ref=\"Microphone\"/>\n      <supportedOn ref=\"SUPPORTED_FF62\"/>\n      <elements>\n        <list id=\"Permissions\" key=\"Software\\Policies\\Mozilla\\Firefox\\Permissions\\Microphone\\Allow\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy name=\"Microphone_Block\" class=\"Both\" displayName=\"$(string.Block)\" explainText=\"$(string.Microphone_Block_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Permissions\" presentation=\"$(presentation.Permissions)\">\n      <parentCategory ref=\"Microphone\"/>\n      <supportedOn ref=\"SUPPORTED_FF62\"/>\n      <elements>\n        <list id=\"Permissions\" key=\"Software\\Policies\\Mozilla\\Firefox\\Permissions\\Microphone\\Block\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy name=\"Microphone_BlockNewRequests\" class=\"Both\" displayName=\"$(string.Microphone_BlockNewRequests)\" explainText=\"$(string.Microphone_BlockNewRequests_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Permissions\\Microphone\" valueName=\"BlockNewRequests\">\n      <parentCategory ref=\"Microphone\"/>\n      <supportedOn ref=\"SUPPORTED_FF62\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"Microphone_Locked\" class=\"Both\" displayName=\"$(string.Microphone_Locked)\" explainText=\"$(string.Microphone_Locked_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Permissions\\Microphone\" valueName=\"Locked\">\n      <parentCategory ref=\"Microphone\"/>\n      <supportedOn ref=\"SUPPORTED_FF62\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"Location_Allow\" class=\"Both\" displayName=\"$(string.Allow)\" explainText=\"$(string.Location_Allow_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Permissions\" presentation=\"$(presentation.Permissions)\">\n      <parentCategory ref=\"Location\"/>\n      <supportedOn ref=\"SUPPORTED_FF62\"/>\n      <elements>\n        <list id=\"Permissions\" key=\"Software\\Policies\\Mozilla\\Firefox\\Permissions\\Location\\Allow\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy name=\"Location_Block\" class=\"Both\" displayName=\"$(string.Block)\" explainText=\"$(string.Location_Block_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Permissions\" presentation=\"$(presentation.Permissions)\">\n      <parentCategory ref=\"Location\"/>\n      <supportedOn ref=\"SUPPORTED_FF62\"/>\n      <elements>\n        <list id=\"Permissions\" key=\"Software\\Policies\\Mozilla\\Firefox\\Permissions\\Location\\Block\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy name=\"Location_BlockNewRequests\" class=\"Both\" displayName=\"$(string.Location_BlockNewRequests)\" explainText=\"$(string.Location_BlockNewRequests_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Permissions\\Location\" valueName=\"BlockNewRequests\">\n      <parentCategory ref=\"Location\"/>\n      <supportedOn ref=\"SUPPORTED_FF62\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"Location_Locked\" class=\"Both\" displayName=\"$(string.Location_Locked)\" explainText=\"$(string.Location_Locked_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Permissions\\Location\" valueName=\"Locked\">\n      <parentCategory ref=\"Location\"/>\n      <supportedOn ref=\"SUPPORTED_FF62\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"Notifications_Allow\" class=\"Both\" displayName=\"$(string.Allow)\" explainText=\"$(string.Notifications_Allow_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Permissions\" presentation=\"$(presentation.Permissions)\">\n      <parentCategory ref=\"Notifications\"/>\n      <supportedOn ref=\"SUPPORTED_FF62\"/>\n      <elements>\n        <list id=\"Permissions\" key=\"Software\\Policies\\Mozilla\\Firefox\\Permissions\\Notifications\\Allow\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy name=\"Notifications_Block\" class=\"Both\" displayName=\"$(string.Block)\" explainText=\"$(string.Notifications_Block_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Permissions\" presentation=\"$(presentation.Permissions)\">\n      <parentCategory ref=\"Notifications\"/>\n      <supportedOn ref=\"SUPPORTED_FF62\"/>\n      <elements>\n        <list id=\"Permissions\" key=\"Software\\Policies\\Mozilla\\Firefox\\Permissions\\Notifications\\Block\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy name=\"Notifications_BlockNewRequests\" class=\"Both\" displayName=\"$(string.Notifications_BlockNewRequests)\" explainText=\"$(string.Notifications_BlockNewRequests_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Permissions\\Notifications\" valueName=\"BlockNewRequests\">\n      <parentCategory ref=\"Notifications\"/>\n      <supportedOn ref=\"SUPPORTED_FF62\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"Notifications_Locked\" class=\"Both\" displayName=\"$(string.Notifications_Locked)\" explainText=\"$(string.Notifications_Locked_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Permissions\\Notifications\" valueName=\"Locked\">\n      <parentCategory ref=\"Notifications\"/>\n      <supportedOn ref=\"SUPPORTED_FF62\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"Autoplay_Allow\" class=\"Both\" displayName=\"$(string.Allow)\" explainText=\"$(string.Autoplay_Allow_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Permissions\" presentation=\"$(presentation.Permissions)\">\n      <parentCategory ref=\"Autoplay\"/>\n      <supportedOn ref=\"SUPPORTED_FF74\"/>\n      <elements>\n        <list id=\"Permissions\" key=\"Software\\Policies\\Mozilla\\Firefox\\Permissions\\Autoplay\\Allow\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy name=\"Autoplay_Block\" class=\"Both\" displayName=\"$(string.Block)\" explainText=\"$(string.Autoplay_Block_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Permissions\" presentation=\"$(presentation.Permissions)\">\n      <parentCategory ref=\"Autoplay\"/>\n      <supportedOn ref=\"SUPPORTED_FF74\"/>\n      <elements>\n        <list id=\"Permissions\" key=\"Software\\Policies\\Mozilla\\Firefox\\Permissions\\Autoplay\\Block\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy name=\"Autoplay_Locked\" class=\"Both\" displayName=\"$(string.Autoplay_Locked)\" explainText=\"$(string.Autoplay_Locked_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Permissions\\Autoplay\" valueName=\"Locked\">\n      <parentCategory ref=\"Autoplay\"/>\n      <supportedOn ref=\"SUPPORTED_FF76\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"Autoplay_Default\" class=\"Both\" displayName=\"$(string.Autoplay_Default)\" explainText=\"$(string.Autoplay_Default_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Permissions\\Autoplay\"  presentation=\"$(presentation.Autoplay_Default)\">\n      <parentCategory ref=\"Autoplay\"/>\n      <supportedOn ref=\"SUPPORTED_FF76\"/>\n      <elements>\n        <enum id=\"Autoplay_Default\" valueName=\"Default\">\n          <item displayName=\"$(string.AllowAudioVideo)\">\n            <value>\n              <string>allow-audio-video</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.BlockAudio)\">\n            <value>\n              <string>block-audio</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.BlockAudioVideo)\">\n            <value>\n              <string>block-audio-video</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"VirtualReality_Allow\" class=\"Both\" displayName=\"$(string.Allow)\" explainText=\"$(string.VirtualReality_Allow_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Permissions\" presentation=\"$(presentation.Permissions)\">\n      <parentCategory ref=\"VirtualReality\"/>\n      <supportedOn ref=\"SUPPORTED_FF80\"/>\n      <elements>\n        <list id=\"Permissions\" key=\"Software\\Policies\\Mozilla\\Firefox\\Permissions\\VirtualReality\\Allow\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy name=\"VirtualReality_Block\" class=\"Both\" displayName=\"$(string.Block)\" explainText=\"$(string.VirtualReality_Block_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Permissions\" presentation=\"$(presentation.Permissions)\">\n      <parentCategory ref=\"VirtualReality\"/>\n      <supportedOn ref=\"SUPPORTED_FF80\"/>\n      <elements>\n        <list id=\"Permissions\" key=\"Software\\Policies\\Mozilla\\Firefox\\Permissions\\VirtualReality\\Block\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy name=\"VirtualReality_BlockNewRequests\" class=\"Both\" displayName=\"$(string.VirtualReality_BlockNewRequests)\" explainText=\"$(string.VirtualReality_BlockNewRequests_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Permissions\\VirtualReality\" valueName=\"BlockNewRequests\">\n      <parentCategory ref=\"VirtualReality\"/>\n      <supportedOn ref=\"SUPPORTED_FF80\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"VirtualReality_Locked\" class=\"Both\" displayName=\"$(string.VirtualReality_Locked)\" explainText=\"$(string.VirtualReality_Locked_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Permissions\\VirtualReality\" valueName=\"Locked\">\n      <parentCategory ref=\"VirtualReality\"/>\n      <supportedOn ref=\"SUPPORTED_FF80\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"DefaultDownloadDirectory\" class=\"Both\" displayName=\"$(string.DefaultDownloadDirectory)\" explainText=\"$(string.DefaultDownloadDirectory_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" presentation=\"$(presentation.Preferences_String)\">\n      <parentCategory ref=\"firefox\"/>\n      <supportedOn ref=\"SUPPORTED_FF68\"/>\n      <elements>\n        <text id=\"Preferences_String\" valueName=\"DefaultDownloadDirectory\" expandable=\"true\"/>\n      </elements>\n    </policy>\n    <policy name=\"DownloadDirectory\" class=\"Both\" displayName=\"$(string.DownloadDirectory)\" explainText=\"$(string.DownloadDirectory_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" presentation=\"$(presentation.Preferences_String)\">\n      <parentCategory ref=\"firefox\"/>\n      <supportedOn ref=\"SUPPORTED_FF68\"/>\n      <elements>\n        <text id=\"Preferences_String\" valueName=\"DownloadDirectory\" expandable=\"true\"/>\n      </elements>\n    </policy>\n    <policy name=\"DNSOverHTTPS_Enabled\" class=\"Both\" displayName=\"$(string.DNSOverHTTPS_Enabled)\" explainText=\"$(string.DNSOverHTTPS_Enabled_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\DNSOverHTTPS\" valueName=\"Enabled\">\n      <parentCategory ref=\"DNSOverHTTPS\"/>\n      <supportedOn ref=\"SUPPORTED_FF63ESR\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"DNSOverHTTPS_ProviderURL\" class=\"Both\" displayName=\"$(string.DNSOverHTTPS_ProviderURL)\" explainText=\"$(string.DNSOverHTTPS_ProviderURL_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\DNSOverHTTPS\" presentation=\"$(presentation.String)\">\n      <parentCategory ref=\"DNSOverHTTPS\"/>\n      <supportedOn ref=\"SUPPORTED_FF63ESR\"/>\n      <elements>\n        <text id=\"String\" valueName=\"ProviderURL\"/>\n      </elements>\n    </policy>\n    <policy name=\"DNSOverHTTPS_Locked\" class=\"Both\" displayName=\"$(string.DNSOverHTTPS_Locked)\" explainText=\"$(string.DNSOverHTTPS_Locked_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\DNSOverHTTPS\" valueName=\"Locked\">\n      <parentCategory ref=\"DNSOverHTTPS\"/>\n      <supportedOn ref=\"SUPPORTED_FF63ESR\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"DNSOverHTTPS_ExcludedDomains\" class=\"Both\" displayName=\"$(string.DNSOverHTTPS_ExcludedDomains)\" explainText=\"$(string.DNSOverHTTPS_ExcludedDomains_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\DNSOverHTTPS\" presentation=\"$(presentation.List)\">\n      <parentCategory ref=\"DNSOverHTTPS\"/>\n      <supportedOn ref=\"SUPPORTED_FF75\"/>\n      <elements>\n        <list id=\"List\" key=\"Software\\Policies\\Mozilla\\Firefox\\DNSOverHTTPS\\ExcludedDomains\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy name=\"DisableAppUpdate\" class=\"Both\" displayName=\"$(string.DisableAppUpdate)\" explainText=\"$(string.DisableAppUpdate_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" valueName=\"DisableAppUpdate\">\n      <parentCategory ref=\"firefox\"/>\n      <supportedOn ref=\"SUPPORTED_FF60\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"DisableBuiltinPDFViewer\" class=\"Both\" displayName=\"$(string.DisableBuiltinPDFViewer)\" explainText=\"$(string.DisableBuiltinPDFViewer_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" valueName=\"DisableBuiltinPDFViewer\">\n      <parentCategory ref=\"firefox\"/>\n      <supportedOn ref=\"SUPPORTED_FF60\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"DisableDefaultBrowserAgent\" class=\"Both\" displayName=\"$(string.DisableDefaultBrowserAgent)\" explainText=\"$(string.DisableDefaultBrowserAgent_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" valueName=\"DisableDefaultBrowserAgent\">\n      <parentCategory ref=\"firefox\"/>\n      <supportedOn ref=\"SUPPORTED_FF75\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"DisableDeveloperTools\" class=\"Both\" displayName=\"$(string.DisableDeveloperTools)\" explainText=\"$(string.DisableDeveloperTools_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" valueName=\"DisableDeveloperTools\">\n      <parentCategory ref=\"firefox\"/>\n      <supportedOn ref=\"SUPPORTED_FF60\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"DisableFeedbackCommands\" class=\"Both\" displayName=\"$(string.DisableFeedbackCommands)\" explainText=\"$(string.DisableFeedbackCommands_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" valueName=\"DisableFeedbackCommands\">\n      <parentCategory ref=\"firefox\"/>\n      <supportedOn ref=\"SUPPORTED_FF60\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"DisableFirefoxAccounts\" class=\"Both\" displayName=\"$(string.DisableFirefoxAccounts)\" explainText=\"$(string.DisableFirefoxAccounts_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" valueName=\"DisableFirefoxAccounts\">\n      <parentCategory ref=\"firefox\"/>\n      <supportedOn ref=\"SUPPORTED_FF60\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"DisableFirefoxScreenshots\" class=\"Both\" displayName=\"$(string.DisableFirefoxScreenshots)\" explainText=\"$(string.DisableFirefoxScreenshots_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" valueName=\"DisableFirefoxScreenshots\">\n      <parentCategory ref=\"firefox\"/>\n      <supportedOn ref=\"SUPPORTED_FF60\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"DisableFirefoxStudies\" class=\"Both\" displayName=\"$(string.DisableFirefoxStudies)\" explainText=\"$(string.DisableFirefoxStudies_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" valueName=\"DisableFirefoxStudies\">\n      <parentCategory ref=\"firefox\"/>\n      <supportedOn ref=\"SUPPORTED_FF60\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"DisableForgetButton\" class=\"Both\" displayName=\"$(string.DisableForgetButton)\" explainText=\"$(string.DisableForgetButton_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" valueName=\"DisableForgetButton\">\n      <parentCategory ref=\"firefox\"/>\n      <supportedOn ref=\"SUPPORTED_FF60\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"DisableFormHistory\" class=\"Both\" displayName=\"$(string.DisableFormHistory)\" explainText=\"$(string.DisableFormHistory_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" valueName=\"DisableFormHistory\">\n      <parentCategory ref=\"firefox\"/>\n      <supportedOn ref=\"SUPPORTED_FF60\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"HardwareAcceleration\" class=\"Both\" displayName=\"$(string.HardwareAcceleration)\" explainText=\"$(string.HardwareAcceleration_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" valueName=\"HardwareAcceleration\">\n      <parentCategory ref=\"firefox\"/>\n      <supportedOn ref=\"SUPPORTED_FF62\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"DisableMasterPasswordCreation\" class=\"Both\" displayName=\"$(string.DisableMasterPasswordCreation)\" explainText=\"$(string.DisableMasterPasswordCreation_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" valueName=\"DisableMasterPasswordCreation\">\n      <parentCategory ref=\"firefox\"/>\n      <supportedOn ref=\"SUPPORTED_FF60\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"DisablePasswordReveal\" class=\"Both\" displayName=\"$(string.DisablePasswordReveal)\" explainText=\"$(string.DisablePasswordReveal_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" valueName=\"DisablePasswordReveal\">\n      <parentCategory ref=\"firefox\"/>\n      <supportedOn ref=\"SUPPORTED_FF71\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"DisablePocket\" class=\"Both\" displayName=\"$(string.DisablePocket)\" explainText=\"$(string.DisablePocket_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" valueName=\"DisablePocket\">\n      <parentCategory ref=\"firefox\"/>\n      <supportedOn ref=\"SUPPORTED_FF60\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"DisablePrivateBrowsing\" class=\"Both\" displayName=\"$(string.DisablePrivateBrowsing)\" explainText=\"$(string.DisablePrivateBrowsing_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" valueName=\"DisablePrivateBrowsing\">\n      <parentCategory ref=\"firefox\"/>\n      <supportedOn ref=\"SUPPORTED_FF60\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"DisableProfileImport\" class=\"Both\" displayName=\"$(string.DisableProfileImport)\" explainText=\"$(string.DisableProfileImport_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" valueName=\"DisableProfileImport\">\n      <parentCategory ref=\"firefox\"/>\n      <supportedOn ref=\"SUPPORTED_FF60\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"DisableProfileRefresh\" class=\"Both\" displayName=\"$(string.DisableProfileRefresh)\" explainText=\"$(string.DisableProfileRefresh_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" valueName=\"DisableProfileRefresh\">\n      <parentCategory ref=\"firefox\"/>\n      <supportedOn ref=\"SUPPORTED_FF60\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"DisableSafeMode\" class=\"Both\" displayName=\"$(string.DisableSafeMode)\" explainText=\"$(string.DisableSafeMode_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" valueName=\"DisableSafeMode\">\n      <parentCategory ref=\"firefox\"/>\n      <supportedOn ref=\"SUPPORTED_FF60\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"DisableSetDesktopBackground\" class=\"Both\" displayName=\"$(string.DisableSetDesktopBackground)\" explainText=\"$(string.DisableSetDesktopBackground_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" valueName=\"DisableSetDesktopBackground\">\n      <parentCategory ref=\"firefox\"/>\n      <supportedOn ref=\"SUPPORTED_FF60\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"DisableSystemAddonUpdate\" class=\"Both\" displayName=\"$(string.DisableSystemAddonUpdate)\" explainText=\"$(string.DisableSystemAddonUpdate_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" valueName=\"DisableSystemAddonUpdate\">\n      <parentCategory ref=\"firefox\"/>\n      <supportedOn ref=\"SUPPORTED_FF60\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"DisableTelemetry\" class=\"Both\" displayName=\"$(string.DisableTelemetry)\" explainText=\"$(string.DisableTelemetry_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" valueName=\"DisableTelemetry\">\n      <parentCategory ref=\"firefox\"/>\n      <supportedOn ref=\"SUPPORTED_FF60\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"DisplayBookmarksToolbar\" class=\"Both\" displayName=\"$(string.DisplayBookmarksToolbar)\" explainText=\"$(string.DisplayBookmarksToolbar_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" valueName=\"DisplayBookmarksToolbar\">\n      <parentCategory ref=\"firefox\"/>\n      <supportedOn ref=\"SUPPORTED_FF60\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"DisplayMenuBar\" class=\"Both\" displayName=\"$(string.DisplayMenuBar)\" explainText=\"$(string.DisplayMenuBar_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" valueName=\"DisplayMenuBar\">\n      <parentCategory ref=\"firefox\"/>\n      <supportedOn ref=\"SUPPORTED_FF60\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"DisplayMenuBar_Enum\" class=\"Both\" displayName=\"$(string.DisplayMenuBar_Enum)\" explainText=\"$(string.DisplayMenuBar_Enum_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" presentation=\"$(presentation.DisplayMenuBar)\">\n      <parentCategory ref=\"firefox\"/>\n      <supportedOn ref=\"SUPPORTED_FF73\"/>\n        <elements>\n        <enum id=\"DisplayMenuBar\" valueName=\"DisplayMenuBar\">\n          <item displayName=\"$(string.DisplayMenuBar_Always)\">\n            <value>\n              <string>always</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.DisplayMenuBar_Never)\">\n            <value>\n              <string>never</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.DisplayMenuBar_Default_On)\">\n            <value>\n              <string>default-on</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.DisplayMenuBar_Default_Off)\">\n            <value>\n              <string>default-off</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Extensions_Install\" class=\"Both\" displayName=\"$(string.Extensions_Install)\"  key=\"Software\\Policies\\Mozilla\\Firefox\\Extensions\\Install\" explainText=\"$(string.Extensions_Install_Explain)\" presentation=\"$(presentation.Extensions)\">\n      <parentCategory ref=\"Extensions\"/>\n      <supportedOn ref=\"SUPPORTED_FF60\"/>\n      <elements>\n        <list id=\"Extensions\" key=\"Software\\Policies\\Mozilla\\Firefox\\Extensions\\Install\" valuePrefix=\"\" expandable=\"true\"/>\n      </elements>\n    </policy>\n    <policy name=\"Extensions_Uninstall\" class=\"Both\" displayName=\"$(string.Extensions_Uninstall)\"  key=\"Software\\Policies\\Mozilla\\Firefox\\Extensions\\Uninstall\" explainText=\"$(string.Extensions_Uninstall_Explain)\" presentation=\"$(presentation.Extensions)\">\n      <parentCategory ref=\"Extensions\"/>\n      <supportedOn ref=\"SUPPORTED_FF60\"/>\n      <elements>\n        <list id=\"Extensions\" key=\"Software\\Policies\\Mozilla\\Firefox\\Extensions\\Uninstall\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy name=\"Extensions_Locked\" class=\"Both\" displayName=\"$(string.Extensions_Locked)\"  key=\"Software\\Policies\\Mozilla\\Firefox\\Extensions\\Locked\" explainText=\"$(string.Extensions_Locked_Explain)\" presentation=\"$(presentation.Extensions)\">\n      <parentCategory ref=\"Extensions\"/>\n      <supportedOn ref=\"SUPPORTED_FF60\"/>\n      <elements>\n        <list id=\"Extensions\" key=\"Software\\Policies\\Mozilla\\Firefox\\Extensions\\Locked\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy name=\"ExtensionSettings\" class=\"Both\" displayName=\"$(string.ExtensionSettings)\"  key=\"Software\\Policies\\Mozilla\\Firefox\" explainText=\"$(string.ExtensionSettings_Explain)\" presentation=\"$(presentation.ExtensionSettings)\">\n      <parentCategory ref=\"Extensions\"/>\n      <supportedOn ref=\"SUPPORTED_FF69\"/>\n      <elements>\n        <multiText id=\"ExtensionSettings\" valueName=\"ExtensionSettings\"  maxLength=\"16384\"/>\n      </elements>\n    </policy>\n    <policy name=\"NoDefaultBookmarks\" class=\"Both\" displayName=\"$(string.NoDefaultBookmarks)\" explainText=\"$(string.NoDefaultBookmarks_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" valueName=\"NoDefaultBookmarks\">\n      <parentCategory ref=\"firefox\"/>\n      <supportedOn ref=\"SUPPORTED_FF60\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"DontCheckDefaultBrowser\" class=\"Both\" displayName=\"$(string.DontCheckDefaultBrowser)\" explainText=\"$(string.DontCheckDefaultBrowser_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" valueName=\"DontCheckDefaultBrowser\">\n      <parentCategory ref=\"firefox\"/>\n      <supportedOn ref=\"SUPPORTED_FF60\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"ExtensionUpdate\" class=\"Both\" displayName=\"$(string.ExtensionUpdate)\" explainText=\"$(string.ExtensionUpdate_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" valueName=\"ExtensionUpdate\">\n      <parentCategory ref=\"Extensions\"/>\n      <supportedOn ref=\"SUPPORTED_FF67\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"LegacyProfiles\" class=\"Both\" displayName=\"$(string.LegacyProfiles)\" explainText=\"$(string.LegacyProfiles_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" valueName=\"LegacyProfiles\">\n      <parentCategory ref=\"firefox\" />\n      <supportedOn ref=\"SUPPORTED_FF70\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"LegacySameSiteCookieBehaviorEnabled\" class=\"Both\" displayName=\"$(string.LegacySameSiteCookieBehaviorEnabled)\" explainText=\"$(string.LegacySameSiteCookieBehaviorEnabled_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" valueName=\"LegacySameSiteCookieBehaviorEnabled\">\n      <parentCategory ref=\"firefox\"/>\n      <supportedOn ref=\"SUPPORTED_FF96_ONLY\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"LegacySameSiteCookieBehaviorEnabledForDomainList\" class=\"Both\" displayName=\"$(string.LegacySameSiteCookieBehaviorEnabledForDomainList)\" explainText=\"$(string.LegacySameSiteCookieBehaviorEnabledForDomainList_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\LegacySameSiteCookieBehaviorEnabledForDomainList\" presentation=\"$(presentation.LegacySameSiteCookieBehaviorEnabledForDomainList)\">\n      <parentCategory ref=\"firefox\"/>\n      <supportedOn ref=\"SUPPORTED_FF96_ONLY\"/>\n      <elements>\n        <list id=\"LegacySameSiteCookieBehaviorEnabledForDomainList\" key=\"Software\\Policies\\Mozilla\\Firefox\\LegacySameSiteCookieBehaviorEnabledForDomainList\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy name=\"LocalFileLinks\" class=\"Both\" displayName=\"$(string.LocalFileLinks)\" explainText=\"$(string.LocalFileLinks_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\LocalFileLinks\" presentation=\"$(presentation.LocalFileLinks)\" >\n      <parentCategory ref=\"firefox\" />\n      <supportedOn ref=\"SUPPORTED_FF68ESR\" />\n      <elements>\n        <list id=\"LocalFileLinks\" key=\"Software\\Policies\\Mozilla\\Firefox\\LocalFileLinks\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy name=\"NetworkPrediction\" class=\"Both\" displayName=\"$(string.NetworkPrediction)\" explainText=\"$(string.NetworkPrediction_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" valueName=\"NetworkPrediction\">\n      <parentCategory ref=\"firefox\"/>\n      <supportedOn ref=\"SUPPORTED_FF67\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"NewTabPage\" class=\"Both\" displayName=\"$(string.NewTabPage)\" explainText=\"$(string.NewTabPage_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" valueName=\"NewTabPage\">\n      <parentCategory ref=\"firefox\"/>\n      <supportedOn ref=\"SUPPORTED_FF68\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"OfferToSaveLogins\" class=\"Both\" displayName=\"$(string.OfferToSaveLogins)\" explainText=\"$(string.OfferToSaveLogins_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" valueName=\"OfferToSaveLogins\">\n      <parentCategory ref=\"firefox\"/>\n      <supportedOn ref=\"SUPPORTED_FF60\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"OfferToSaveLoginsDefault\" class=\"Both\" displayName=\"$(string.OfferToSaveLoginsDefault)\" explainText=\"$(string.OfferToSaveLoginsDefault_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" valueName=\"OfferToSaveLoginsDefault\">\n      <parentCategory ref=\"firefox\"/>\n      <supportedOn ref=\"SUPPORTED_FF70\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"PopupBlocking_Allow\" class=\"Both\" displayName=\"$(string.Allow)\" explainText=\"$(string.PopupBlocking_Allow_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" presentation=\"$(presentation.Permissions)\">\n      <parentCategory ref=\"Popups\"/>\n      <supportedOn ref=\"SUPPORTED_FF60\"/>\n      <elements>\n        <list id=\"Permissions\" key=\"Software\\Policies\\Mozilla\\Firefox\\PopupBlocking\\Allow\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy name=\"PopupBlocking_Default\" class=\"Both\" displayName=\"$(string.PopupBlocking_Default)\" explainText=\"$(string.PopupBlocking_Default_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\PopupBlocking\" valueName=\"Default\">\n      <parentCategory ref=\"Popups\"/>\n      <supportedOn ref=\"SUPPORTED_FF60\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"PopupBlocking_Locked\" class=\"Both\" displayName=\"$(string.PopupBlocking_Locked)\" explainText=\"$(string.PopupBlocking_Locked_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\PopupBlocking\" valueName=\"Locked\">\n      <parentCategory ref=\"Popups\"/>\n      <supportedOn ref=\"SUPPORTED_FF60\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"InstallAddonsPermission_Allow\" class=\"Both\" displayName=\"$(string.Allow)\" explainText=\"$(string.InstallAddonsPermission_Allow_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" presentation=\"$(presentation.Permissions)\">\n      <parentCategory ref=\"Addons\"/>\n      <supportedOn ref=\"SUPPORTED_FF60\"/>\n      <elements>\n        <list id=\"Permissions\" key=\"Software\\Policies\\Mozilla\\Firefox\\InstallAddonsPermission\\Allow\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy name=\"InstallAddonsPermission_Default\" class=\"Both\" displayName=\"$(string.InstallAddonsPermission_Default)\" explainText=\"$(string.InstallAddonsPermission_Default_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\InstallAddonsPermission\" valueName=\"Default\">\n      <parentCategory ref=\"Addons\"/>\n      <supportedOn ref=\"SUPPORTED_FF60\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"CustomizeFirefoxHome\" class=\"Both\" displayName=\"$(string.FirefoxHome)\" explainText=\"$(string.FirefoxHome_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" presentation=\"$(presentation.FirefoxHome)\" >\n      <parentCategory ref=\"firefox\"/>\n      <supportedOn ref=\"SUPPORTED_FF68\"/>\n      <elements>\n        <boolean id=\"FirefoxHome_Search\" key=\"Software\\Policies\\Mozilla\\Firefox\\FirefoxHome\" valueName=\"Search\">\n          <trueValue>\n            <decimal value=\"1\"/>\n          </trueValue>\n          <falseValue>\n            <decimal value=\"0\"/>\n          </falseValue>\n        </boolean>\n        <boolean id=\"FirefoxHome_TopSites\" key=\"Software\\Policies\\Mozilla\\Firefox\\FirefoxHome\" valueName=\"TopSites\">\n          <trueValue>\n            <decimal value=\"1\"/>\n          </trueValue>\n          <falseValue>\n            <decimal value=\"0\"/>\n          </falseValue>\n        </boolean>\n        <boolean id=\"FirefoxHome_SponsoredTopSites\" key=\"Software\\Policies\\Mozilla\\Firefox\\FirefoxHome\" valueName=\"SponsoredTopSites\">\n          <trueValue>\n            <decimal value=\"1\"/>\n          </trueValue>\n          <falseValue>\n            <decimal value=\"0\"/>\n          </falseValue>\n        </boolean>\n        <boolean id=\"FirefoxHome_Highlights\" key=\"Software\\Policies\\Mozilla\\Firefox\\FirefoxHome\" valueName=\"Highlights\">\n          <trueValue>\n            <decimal value=\"1\"/>\n          </trueValue>\n          <falseValue>\n            <decimal value=\"0\"/>\n          </falseValue>\n        </boolean>\n        <boolean id=\"FirefoxHome_Pocket\" key=\"Software\\Policies\\Mozilla\\Firefox\\FirefoxHome\" valueName=\"Pocket\">\n          <trueValue>\n            <decimal value=\"1\"/>\n          </trueValue>\n          <falseValue>\n            <decimal value=\"0\"/>\n          </falseValue>\n        </boolean>\n        <boolean id=\"FirefoxHome_SponsoredPocket\" key=\"Software\\Policies\\Mozilla\\Firefox\\FirefoxHome\" valueName=\"SponsoredPocket\">\n          <trueValue>\n            <decimal value=\"1\"/>\n          </trueValue>\n          <falseValue>\n            <decimal value=\"0\"/>\n          </falseValue>\n        </boolean>\n        <boolean id=\"FirefoxHome_Snippets\" key=\"Software\\Policies\\Mozilla\\Firefox\\FirefoxHome\" valueName=\"Snippets\">\n          <trueValue>\n            <decimal value=\"1\"/>\n          </trueValue>\n          <falseValue>\n            <decimal value=\"0\"/>\n          </falseValue>\n        </boolean>\n        <boolean id=\"FirefoxHome_Locked\" key=\"Software\\Policies\\Mozilla\\Firefox\\FirefoxHome\" valueName=\"Locked\">\n          <trueValue>\n            <decimal value=\"1\"/>\n          </trueValue>\n          <falseValue>\n            <decimal value=\"0\"/>\n          </falseValue>\n        </boolean>\n      </elements>\n    </policy>\n    <policy name=\"FlashPlugin_Allow\" class=\"Both\" displayName=\"$(string.Allow)\" explainText=\"$(string.FlashPlugin_Allow_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" presentation=\"$(presentation.Permissions)\">\n      <parentCategory ref=\"Flash\"/>\n      <supportedOn ref=\"SUPPORTED_FF60\"/>\n      <elements>\n        <list id=\"Permissions\" key=\"Software\\Policies\\Mozilla\\Firefox\\FlashPlugin\\Allow\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy name=\"FlashPlugin_Block\" class=\"Both\" displayName=\"$(string.Block)\" explainText=\"$(string.FlashPlugin_Block_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" presentation=\"$(presentation.Permissions)\">\n      <parentCategory ref=\"Flash\"/>\n      <supportedOn ref=\"SUPPORTED_FF60\"/>\n      <elements>\n        <list id=\"Permissions\" key=\"Software\\Policies\\Mozilla\\Firefox\\FlashPlugin\\Block\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy name=\"FlashPlugin_Default\" class=\"Both\" displayName=\"$(string.FlashPlugin_Default)\" explainText=\"$(string.FlashPlugin_Default_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\FlashPlugin\" valueName=\"Default\">\n      <parentCategory ref=\"Flash\"/>\n      <supportedOn ref=\"SUPPORTED_FF60\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"FlashPlugin_Locked\" class=\"Both\" displayName=\"$(string.FlashPlugin_Locked)\" explainText=\"$(string.FlashPlugin_Locked_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\FlashPlugin\" valueName=\"Locked\">\n      <parentCategory ref=\"Flash\"/>\n      <supportedOn ref=\"SUPPORTED_FF60\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"OverrideFirstRunPage\" class=\"Both\" displayName=\"$(string.OverrideFirstRunPage)\" explainText=\"$(string.OverrideFirstRunPage_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" presentation=\"$(presentation.OverridePage)\" >\n      <parentCategory ref=\"firefox\" />\n      <supportedOn ref=\"SUPPORTED_FF60\" />\n      <elements>\n        <text id=\"OverridePage\" valueName=\"OverrideFirstRunPage\"/>\n      </elements>\n    </policy>\n    <policy name=\"OverridePostUpdatePage\" class=\"Both\" displayName=\"$(string.OverridePostUpdatePage)\" explainText=\"$(string.OverridePostUpdatePage_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" presentation=\"$(presentation.OverridePage)\" >\n      <parentCategory ref=\"firefox\" />\n      <supportedOn ref=\"SUPPORTED_FF60\" />\n      <elements>\n        <text id=\"OverridePage\" valueName=\"OverridePostUpdatePage\"/>\n      </elements>\n    </policy>\n    <policy name=\"PromptForDownloadLocation\" class=\"Both\" displayName=\"$(string.PromptForDownloadLocation)\" explainText=\"$(string.PromptForDownloadLocation_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" valueName=\"PromptForDownloadLocation\">\n      <parentCategory ref=\"firefox\"/>\n      <supportedOn ref=\"SUPPORTED_FF68\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <!-- Alphabetization is based on name, so had to add P -->\n    <policy name=\"P_DisableSecurityBypass_InvalidCertificate\" class=\"Both\" displayName=\"$(string.DisableSecurityBypass_InvalidCertificate)\" explainText=\"$(string.DisableSecurityBypass_InvalidCertificate_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\DisableSecurityBypass\" valueName=\"InvalidCertificate\">\n      <parentCategory ref=\"firefox\"/>\n      <supportedOn ref=\"SUPPORTED_FF60\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <!-- Alphabetization is based on name, so had to add P -->\n    <policy name=\"P_DisableSecurityBypass_SafeBrowsing\" class=\"Both\" displayName=\"$(string.DisableSecurityBypass_SafeBrowsing)\" explainText=\"$(string.DisableSecurityBypass_SafeBrowsing_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\DisableSecurityBypass\" valueName=\"SafeBrowsing\">\n      <parentCategory ref=\"firefox\"/>\n      <supportedOn ref=\"SUPPORTED_FF60\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"HomepageURL\" class=\"Both\" displayName=\"$(string.HomepageURL)\" explainText=\"$(string.HomepageURL_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Homepage\" presentation=\"$(presentation.HomepageURL)\" >\n      <parentCategory ref=\"Homepage\" />\n      <supportedOn ref=\"SUPPORTED_FF60\" />\n      <elements>\n        <text id=\"HomepageURL\" valueName=\"URL\" required=\"true\" />\n        <boolean id=\"HomepageLocked\" key=\"Software\\Policies\\Mozilla\\Firefox\\Homepage\" valueName=\"Locked\">\n          <trueValue>\n            <decimal value=\"1\"/>\n          </trueValue>\n          <falseValue>\n            <decimal value=\"0\"/>\n          </falseValue>\n        </boolean>\n      </elements>\n    </policy>\n    <policy name=\"HomepageAdditional\" class=\"Both\" displayName=\"$(string.HomepageAdditional)\" explainText=\"$(string.HomepageAdditional_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Homepage\" presentation=\"$(presentation.HomepageAdditional)\" >\n      <parentCategory ref=\"Homepage\" />\n      <supportedOn ref=\"SUPPORTED_FF60\" />\n      <elements>\n        <list id=\"HomepageAdditional\" key=\"Software\\Policies\\Mozilla\\Firefox\\Homepage\\Additional\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy name=\"HomepageStartPage\" class=\"Both\" displayName=\"$(string.HomepageStartPage)\" explainText=\"$(string.HomepageStartPage_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Homepage\" presentation=\"$(presentation.StartPage)\" >\n      <parentCategory ref=\"Homepage\" />\n      <supportedOn ref=\"SUPPORTED_FF64\" />\n      <elements>\n        <enum id=\"StartPage\" valueName=\"StartPage\">\n          <item displayName=\"$(string.None)\">\n            <value>\n              <string>none</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.Homepage)\">\n            <value>\n              <string>homepage</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.PreviousSession)\">\n            <value>\n              <string>previous-session</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.HomepageLocked)\">\n            <value>\n              <string>homepage-locked</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Homepage_ShowHomeButton\" class=\"Both\" displayName=\"$(string.Homepage_ShowHomeButton)\" explainText=\"$(string.Homepage_ShowHomeButton_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" valueName=\"ShowHomeButton\">\n      <parentCategory ref=\"Homepage\"/>\n      <supportedOn ref=\"SUPPORTED_FF88\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"A_Bookmarks\" class=\"Both\" displayName=\"$(string.Bookmarks)\"  key=\"Software\\Policies\\Mozilla\\Firefox\" explainText=\"$(string.Bookmarks_Explain)\" presentation=\"$(presentation.JSON)\">\n      <parentCategory ref=\"Bookmarks\"/>\n      <supportedOn ref=\"SUPPORTED_FF95\"/>\n      <elements>\n        <multiText id=\"JSON\" valueName=\"Bookmarks\"  maxLength=\"16384\"/>\n      </elements>\n    </policy>\n    <policy name=\"Bookmark01\" class=\"Both\" displayName=\"$(string.Bookmark01)\" explainText=\"$(string.Bookmark_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Bookmarks\\1\" presentation=\"$(presentation.Bookmark)\" >\n      <parentCategory ref=\"Bookmarks\" />\n      <supportedOn ref=\"SUPPORTED_FF60\" />\n      <elements>\n        <text id=\"BookmarkTitle\" valueName=\"Title\" required=\"true\" />\n        <text id=\"BookmarkURL\" valueName=\"URL\" required=\"true\" />\n        <text id=\"BookmarkFolder\" valueName=\"Folder\" />\n        <text id=\"BookmarkFavicon\" valueName=\"Favicon\" />\n        <enum id=\"BookmarkPlacement\" valueName=\"Placement\">\n          <item displayName=\"$(string.BookmarkPlacementToolbar)\">\n            <value>\n              <string>toolbar</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.BookmarkPlacementMenu)\">\n            <value>\n              <string>menu</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Bookmark02\" class=\"Both\" displayName=\"$(string.Bookmark02)\" explainText=\"$(string.Bookmark_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Bookmarks\\10\" presentation=\"$(presentation.Bookmark)\" >\n      <parentCategory ref=\"Bookmarks\" />\n      <supportedOn ref=\"SUPPORTED_FF60\" />\n      <elements>\n        <text id=\"BookmarkTitle\" valueName=\"Title\" required=\"true\" />\n        <text id=\"BookmarkURL\" valueName=\"URL\" required=\"true\" />\n        <text id=\"BookmarkFolder\" valueName=\"Folder\" />\n        <text id=\"BookmarkFavicon\" valueName=\"Favicon\" />\n        <enum id=\"BookmarkPlacement\" valueName=\"Placement\">\n          <item displayName=\"$(string.BookmarkPlacementToolbar)\">\n            <value>\n              <string>toolbar</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.BookmarkPlacementMenu)\">\n            <value>\n              <string>menu</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Bookmark03\" class=\"Both\" displayName=\"$(string.Bookmark03)\" explainText=\"$(string.Bookmark_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Bookmarks\\11\" presentation=\"$(presentation.Bookmark)\" >\n      <parentCategory ref=\"Bookmarks\" />\n      <supportedOn ref=\"SUPPORTED_FF60\" />\n      <elements>\n        <text id=\"BookmarkTitle\" valueName=\"Title\" required=\"true\" />\n        <text id=\"BookmarkURL\" valueName=\"URL\" required=\"true\" />\n        <text id=\"BookmarkFolder\" valueName=\"Folder\" />\n        <text id=\"BookmarkFavicon\" valueName=\"Favicon\" />\n        <enum id=\"BookmarkPlacement\" valueName=\"Placement\">\n          <item displayName=\"$(string.BookmarkPlacementToolbar)\">\n            <value>\n              <string>toolbar</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.BookmarkPlacementMenu)\">\n            <value>\n              <string>menu</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Bookmark04\" class=\"Both\" displayName=\"$(string.Bookmark04)\" explainText=\"$(string.Bookmark_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Bookmarks\\12\" presentation=\"$(presentation.Bookmark)\" >\n      <parentCategory ref=\"Bookmarks\" />\n      <supportedOn ref=\"SUPPORTED_FF60\" />\n      <elements>\n        <text id=\"BookmarkTitle\" valueName=\"Title\" required=\"true\" />\n        <text id=\"BookmarkURL\" valueName=\"URL\" required=\"true\" />\n        <text id=\"BookmarkFolder\" valueName=\"Folder\" />\n        <text id=\"BookmarkFavicon\" valueName=\"Favicon\" />\n        <enum id=\"BookmarkPlacement\" valueName=\"Placement\">\n          <item displayName=\"$(string.BookmarkPlacementToolbar)\">\n            <value>\n              <string>toolbar</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.BookmarkPlacementMenu)\">\n            <value>\n              <string>menu</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Bookmark05\" class=\"Both\" displayName=\"$(string.Bookmark05)\" explainText=\"$(string.Bookmark_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Bookmarks\\13\" presentation=\"$(presentation.Bookmark)\" >\n      <parentCategory ref=\"Bookmarks\" />\n      <supportedOn ref=\"SUPPORTED_FF60\" />\n      <elements>\n        <text id=\"BookmarkTitle\" valueName=\"Title\" required=\"true\" />\n        <text id=\"BookmarkURL\" valueName=\"URL\" required=\"true\" />\n        <text id=\"BookmarkFolder\" valueName=\"Folder\" />\n        <text id=\"BookmarkFavicon\" valueName=\"Favicon\" />\n        <enum id=\"BookmarkPlacement\" valueName=\"Placement\">\n          <item displayName=\"$(string.BookmarkPlacementToolbar)\">\n            <value>\n              <string>toolbar</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.BookmarkPlacementMenu)\">\n            <value>\n              <string>menu</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n\t<policy name=\"Bookmark06\" class=\"Both\" displayName=\"$(string.Bookmark06)\" explainText=\"$(string.Bookmark_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Bookmarks\\14\" presentation=\"$(presentation.Bookmark)\" >\n      <parentCategory ref=\"Bookmarks\" />\n      <supportedOn ref=\"SUPPORTED_FF60\" />\n      <elements>\n        <text id=\"BookmarkTitle\" valueName=\"Title\" required=\"true\" />\n        <text id=\"BookmarkURL\" valueName=\"URL\" required=\"true\" />\n        <text id=\"BookmarkFolder\" valueName=\"Folder\" />\n        <text id=\"BookmarkFavicon\" valueName=\"Favicon\" />\n        <enum id=\"BookmarkPlacement\" valueName=\"Placement\">\n          <item displayName=\"$(string.BookmarkPlacementToolbar)\">\n            <value>\n              <string>toolbar</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.BookmarkPlacementMenu)\">\n            <value>\n              <string>menu</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n\t<policy name=\"Bookmark07\" class=\"Both\" displayName=\"$(string.Bookmark07)\" explainText=\"$(string.Bookmark_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Bookmarks\\15\" presentation=\"$(presentation.Bookmark)\" >\n      <parentCategory ref=\"Bookmarks\" />\n      <supportedOn ref=\"SUPPORTED_FF60\" />\n      <elements>\n        <text id=\"BookmarkTitle\" valueName=\"Title\" required=\"true\" />\n        <text id=\"BookmarkURL\" valueName=\"URL\" required=\"true\" />\n        <text id=\"BookmarkFolder\" valueName=\"Folder\" />\n        <text id=\"BookmarkFavicon\" valueName=\"Favicon\" />\n        <enum id=\"BookmarkPlacement\" valueName=\"Placement\">\n          <item displayName=\"$(string.BookmarkPlacementToolbar)\">\n            <value>\n              <string>toolbar</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.BookmarkPlacementMenu)\">\n            <value>\n              <string>menu</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n\t<policy name=\"Bookmark08\" class=\"Both\" displayName=\"$(string.Bookmark08)\" explainText=\"$(string.Bookmark_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Bookmarks\\16\" presentation=\"$(presentation.Bookmark)\" >\n      <parentCategory ref=\"Bookmarks\" />\n      <supportedOn ref=\"SUPPORTED_FF60\" />\n      <elements>\n        <text id=\"BookmarkTitle\" valueName=\"Title\" required=\"true\" />\n        <text id=\"BookmarkURL\" valueName=\"URL\" required=\"true\" />\n        <text id=\"BookmarkFolder\" valueName=\"Folder\" />\n        <text id=\"BookmarkFavicon\" valueName=\"Favicon\" />\n        <enum id=\"BookmarkPlacement\" valueName=\"Placement\">\n          <item displayName=\"$(string.BookmarkPlacementToolbar)\">\n            <value>\n              <string>toolbar</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.BookmarkPlacementMenu)\">\n            <value>\n              <string>menu</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n\t<policy name=\"Bookmark09\" class=\"Both\" displayName=\"$(string.Bookmark09)\" explainText=\"$(string.Bookmark_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Bookmarks\\17\" presentation=\"$(presentation.Bookmark)\" >\n      <parentCategory ref=\"Bookmarks\" />\n      <supportedOn ref=\"SUPPORTED_FF60\" />\n      <elements>\n        <text id=\"BookmarkTitle\" valueName=\"Title\" required=\"true\" />\n        <text id=\"BookmarkURL\" valueName=\"URL\" required=\"true\" />\n        <text id=\"BookmarkFolder\" valueName=\"Folder\" />\n        <text id=\"BookmarkFavicon\" valueName=\"Favicon\" />\n        <enum id=\"BookmarkPlacement\" valueName=\"Placement\">\n          <item displayName=\"$(string.BookmarkPlacementToolbar)\">\n            <value>\n              <string>toolbar</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.BookmarkPlacementMenu)\">\n            <value>\n              <string>menu</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n\t<policy name=\"Bookmark10\" class=\"Both\" displayName=\"$(string.Bookmark10)\" explainText=\"$(string.Bookmark_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Bookmarks\\18\" presentation=\"$(presentation.Bookmark)\" >\n      <parentCategory ref=\"Bookmarks\" />\n      <supportedOn ref=\"SUPPORTED_FF60\" />\n      <elements>\n        <text id=\"BookmarkTitle\" valueName=\"Title\" required=\"true\" />\n        <text id=\"BookmarkURL\" valueName=\"URL\" required=\"true\" />\n        <text id=\"BookmarkFolder\" valueName=\"Folder\" />\n        <text id=\"BookmarkFavicon\" valueName=\"Favicon\" />\n        <enum id=\"BookmarkPlacement\" valueName=\"Placement\">\n          <item displayName=\"$(string.BookmarkPlacementToolbar)\">\n            <value>\n              <string>toolbar</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.BookmarkPlacementMenu)\">\n            <value>\n              <string>menu</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n\t<policy name=\"Bookmark11\" class=\"Both\" displayName=\"$(string.Bookmark11)\" explainText=\"$(string.Bookmark_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Bookmarks\\19\" presentation=\"$(presentation.Bookmark)\" >\n      <parentCategory ref=\"Bookmarks\" />\n      <supportedOn ref=\"SUPPORTED_FF60\" />\n      <elements>\n        <text id=\"BookmarkTitle\" valueName=\"Title\" required=\"true\" />\n        <text id=\"BookmarkURL\" valueName=\"URL\" required=\"true\" />\n        <text id=\"BookmarkFolder\" valueName=\"Folder\" />\n        <text id=\"BookmarkFavicon\" valueName=\"Favicon\" />\n        <enum id=\"BookmarkPlacement\" valueName=\"Placement\">\n          <item displayName=\"$(string.BookmarkPlacementToolbar)\">\n            <value>\n              <string>toolbar</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.BookmarkPlacementMenu)\">\n            <value>\n              <string>menu</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n\t<policy name=\"Bookmark12\" class=\"Both\" displayName=\"$(string.Bookmark12)\" explainText=\"$(string.Bookmark_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Bookmarks\\2\" presentation=\"$(presentation.Bookmark)\" >\n      <parentCategory ref=\"Bookmarks\" />\n      <supportedOn ref=\"SUPPORTED_FF60\" />\n      <elements>\n        <text id=\"BookmarkTitle\" valueName=\"Title\" required=\"true\" />\n        <text id=\"BookmarkURL\" valueName=\"URL\" required=\"true\" />\n        <text id=\"BookmarkFolder\" valueName=\"Folder\" />\n        <text id=\"BookmarkFavicon\" valueName=\"Favicon\" />\n        <enum id=\"BookmarkPlacement\" valueName=\"Placement\">\n          <item displayName=\"$(string.BookmarkPlacementToolbar)\">\n            <value>\n              <string>toolbar</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.BookmarkPlacementMenu)\">\n            <value>\n              <string>menu</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n\t<policy name=\"Bookmark13\" class=\"Both\" displayName=\"$(string.Bookmark13)\" explainText=\"$(string.Bookmark_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Bookmarks\\20\" presentation=\"$(presentation.Bookmark)\" >\n      <parentCategory ref=\"Bookmarks\" />\n      <supportedOn ref=\"SUPPORTED_FF60\" />\n      <elements>\n        <text id=\"BookmarkTitle\" valueName=\"Title\" required=\"true\" />\n        <text id=\"BookmarkURL\" valueName=\"URL\" required=\"true\" />\n        <text id=\"BookmarkFolder\" valueName=\"Folder\" />\n        <text id=\"BookmarkFavicon\" valueName=\"Favicon\" />\n        <enum id=\"BookmarkPlacement\" valueName=\"Placement\">\n          <item displayName=\"$(string.BookmarkPlacementToolbar)\">\n            <value>\n              <string>toolbar</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.BookmarkPlacementMenu)\">\n            <value>\n              <string>menu</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n\t<policy name=\"Bookmark14\" class=\"Both\" displayName=\"$(string.Bookmark14)\" explainText=\"$(string.Bookmark_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Bookmarks\\21\" presentation=\"$(presentation.Bookmark)\" >\n      <parentCategory ref=\"Bookmarks\" />\n      <supportedOn ref=\"SUPPORTED_FF60\" />\n      <elements>\n        <text id=\"BookmarkTitle\" valueName=\"Title\" required=\"true\" />\n        <text id=\"BookmarkURL\" valueName=\"URL\" required=\"true\" />\n        <text id=\"BookmarkFolder\" valueName=\"Folder\" />\n        <text id=\"BookmarkFavicon\" valueName=\"Favicon\" />\n        <enum id=\"BookmarkPlacement\" valueName=\"Placement\">\n          <item displayName=\"$(string.BookmarkPlacementToolbar)\">\n            <value>\n              <string>toolbar</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.BookmarkPlacementMenu)\">\n            <value>\n              <string>menu</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n\t<policy name=\"Bookmark15\" class=\"Both\" displayName=\"$(string.Bookmark15)\" explainText=\"$(string.Bookmark_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Bookmarks\\22\" presentation=\"$(presentation.Bookmark)\" >\n      <parentCategory ref=\"Bookmarks\" />\n      <supportedOn ref=\"SUPPORTED_FF60\" />\n      <elements>\n        <text id=\"BookmarkTitle\" valueName=\"Title\" required=\"true\" />\n        <text id=\"BookmarkURL\" valueName=\"URL\" required=\"true\" />\n        <text id=\"BookmarkFolder\" valueName=\"Folder\" />\n        <text id=\"BookmarkFavicon\" valueName=\"Favicon\" />\n        <enum id=\"BookmarkPlacement\" valueName=\"Placement\">\n          <item displayName=\"$(string.BookmarkPlacementToolbar)\">\n            <value>\n              <string>toolbar</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.BookmarkPlacementMenu)\">\n            <value>\n              <string>menu</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n\t<policy name=\"Bookmark16\" class=\"Both\" displayName=\"$(string.Bookmark16)\" explainText=\"$(string.Bookmark_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Bookmarks\\23\" presentation=\"$(presentation.Bookmark)\" >\n      <parentCategory ref=\"Bookmarks\" />\n      <supportedOn ref=\"SUPPORTED_FF60\" />\n      <elements>\n        <text id=\"BookmarkTitle\" valueName=\"Title\" required=\"true\" />\n        <text id=\"BookmarkURL\" valueName=\"URL\" required=\"true\" />\n        <text id=\"BookmarkFolder\" valueName=\"Folder\" />\n        <text id=\"BookmarkFavicon\" valueName=\"Favicon\" />\n        <enum id=\"BookmarkPlacement\" valueName=\"Placement\">\n          <item displayName=\"$(string.BookmarkPlacementToolbar)\">\n            <value>\n              <string>toolbar</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.BookmarkPlacementMenu)\">\n            <value>\n              <string>menu</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n\t<policy name=\"Bookmark17\" class=\"Both\" displayName=\"$(string.Bookmark17)\" explainText=\"$(string.Bookmark_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Bookmarks\\24\" presentation=\"$(presentation.Bookmark)\" >\n      <parentCategory ref=\"Bookmarks\" />\n      <supportedOn ref=\"SUPPORTED_FF60\" />\n      <elements>\n        <text id=\"BookmarkTitle\" valueName=\"Title\" required=\"true\" />\n        <text id=\"BookmarkURL\" valueName=\"URL\" required=\"true\" />\n        <text id=\"BookmarkFolder\" valueName=\"Folder\" />\n        <text id=\"BookmarkFavicon\" valueName=\"Favicon\" />\n        <enum id=\"BookmarkPlacement\" valueName=\"Placement\">\n          <item displayName=\"$(string.BookmarkPlacementToolbar)\">\n            <value>\n              <string>toolbar</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.BookmarkPlacementMenu)\">\n            <value>\n              <string>menu</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n\t<policy name=\"Bookmark18\" class=\"Both\" displayName=\"$(string.Bookmark18)\" explainText=\"$(string.Bookmark_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Bookmarks\\25\" presentation=\"$(presentation.Bookmark)\" >\n      <parentCategory ref=\"Bookmarks\" />\n      <supportedOn ref=\"SUPPORTED_FF60\" />\n      <elements>\n        <text id=\"BookmarkTitle\" valueName=\"Title\" required=\"true\" />\n        <text id=\"BookmarkURL\" valueName=\"URL\" required=\"true\" />\n        <text id=\"BookmarkFolder\" valueName=\"Folder\" />\n        <text id=\"BookmarkFavicon\" valueName=\"Favicon\" />\n        <enum id=\"BookmarkPlacement\" valueName=\"Placement\">\n          <item displayName=\"$(string.BookmarkPlacementToolbar)\">\n            <value>\n              <string>toolbar</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.BookmarkPlacementMenu)\">\n            <value>\n              <string>menu</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n\t<policy name=\"Bookmark19\" class=\"Both\" displayName=\"$(string.Bookmark19)\" explainText=\"$(string.Bookmark_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Bookmarks\\26\" presentation=\"$(presentation.Bookmark)\" >\n      <parentCategory ref=\"Bookmarks\" />\n      <supportedOn ref=\"SUPPORTED_FF60\" />\n      <elements>\n        <text id=\"BookmarkTitle\" valueName=\"Title\" required=\"true\" />\n        <text id=\"BookmarkURL\" valueName=\"URL\" required=\"true\" />\n        <text id=\"BookmarkFolder\" valueName=\"Folder\" />\n        <text id=\"BookmarkFavicon\" valueName=\"Favicon\" />\n        <enum id=\"BookmarkPlacement\" valueName=\"Placement\">\n          <item displayName=\"$(string.BookmarkPlacementToolbar)\">\n            <value>\n              <string>toolbar</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.BookmarkPlacementMenu)\">\n            <value>\n              <string>menu</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n\t<policy name=\"Bookmark20\" class=\"Both\" displayName=\"$(string.Bookmark20)\" explainText=\"$(string.Bookmark_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Bookmarks\\27\" presentation=\"$(presentation.Bookmark)\" >\n      <parentCategory ref=\"Bookmarks\" />\n      <supportedOn ref=\"SUPPORTED_FF60\" />\n      <elements>\n        <text id=\"BookmarkTitle\" valueName=\"Title\" required=\"true\" />\n        <text id=\"BookmarkURL\" valueName=\"URL\" required=\"true\" />\n        <text id=\"BookmarkFolder\" valueName=\"Folder\" />\n        <text id=\"BookmarkFavicon\" valueName=\"Favicon\" />\n        <enum id=\"BookmarkPlacement\" valueName=\"Placement\">\n          <item displayName=\"$(string.BookmarkPlacementToolbar)\">\n            <value>\n              <string>toolbar</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.BookmarkPlacementMenu)\">\n            <value>\n              <string>menu</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n\t<policy name=\"Bookmark21\" class=\"Both\" displayName=\"$(string.Bookmark21)\" explainText=\"$(string.Bookmark_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Bookmarks\\28\" presentation=\"$(presentation.Bookmark)\" >\n      <parentCategory ref=\"Bookmarks\" />\n      <supportedOn ref=\"SUPPORTED_FF60\" />\n      <elements>\n        <text id=\"BookmarkTitle\" valueName=\"Title\" required=\"true\" />\n        <text id=\"BookmarkURL\" valueName=\"URL\" required=\"true\" />\n        <text id=\"BookmarkFolder\" valueName=\"Folder\" />\n        <text id=\"BookmarkFavicon\" valueName=\"Favicon\" />\n        <enum id=\"BookmarkPlacement\" valueName=\"Placement\">\n          <item displayName=\"$(string.BookmarkPlacementToolbar)\">\n            <value>\n              <string>toolbar</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.BookmarkPlacementMenu)\">\n            <value>\n              <string>menu</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n\t<policy name=\"Bookmark22\" class=\"Both\" displayName=\"$(string.Bookmark22)\" explainText=\"$(string.Bookmark_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Bookmarks\\29\" presentation=\"$(presentation.Bookmark)\" >\n      <parentCategory ref=\"Bookmarks\" />\n      <supportedOn ref=\"SUPPORTED_FF60\" />\n      <elements>\n        <text id=\"BookmarkTitle\" valueName=\"Title\" required=\"true\" />\n        <text id=\"BookmarkURL\" valueName=\"URL\" required=\"true\" />\n        <text id=\"BookmarkFolder\" valueName=\"Folder\" />\n        <text id=\"BookmarkFavicon\" valueName=\"Favicon\" />\n        <enum id=\"BookmarkPlacement\" valueName=\"Placement\">\n          <item displayName=\"$(string.BookmarkPlacementToolbar)\">\n            <value>\n              <string>toolbar</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.BookmarkPlacementMenu)\">\n            <value>\n              <string>menu</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n\t<policy name=\"Bookmark23\" class=\"Both\" displayName=\"$(string.Bookmark23)\" explainText=\"$(string.Bookmark_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Bookmarks\\3\" presentation=\"$(presentation.Bookmark)\" >\n      <parentCategory ref=\"Bookmarks\" />\n      <supportedOn ref=\"SUPPORTED_FF60\" />\n      <elements>\n        <text id=\"BookmarkTitle\" valueName=\"Title\" required=\"true\" />\n        <text id=\"BookmarkURL\" valueName=\"URL\" required=\"true\" />\n        <text id=\"BookmarkFolder\" valueName=\"Folder\" />\n        <text id=\"BookmarkFavicon\" valueName=\"Favicon\" />\n        <enum id=\"BookmarkPlacement\" valueName=\"Placement\">\n          <item displayName=\"$(string.BookmarkPlacementToolbar)\">\n            <value>\n              <string>toolbar</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.BookmarkPlacementMenu)\">\n            <value>\n              <string>menu</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n\t<policy name=\"Bookmark24\" class=\"Both\" displayName=\"$(string.Bookmark24)\" explainText=\"$(string.Bookmark_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Bookmarks\\30\" presentation=\"$(presentation.Bookmark)\" >\n      <parentCategory ref=\"Bookmarks\" />\n      <supportedOn ref=\"SUPPORTED_FF60\" />\n      <elements>\n        <text id=\"BookmarkTitle\" valueName=\"Title\" required=\"true\" />\n        <text id=\"BookmarkURL\" valueName=\"URL\" required=\"true\" />\n        <text id=\"BookmarkFolder\" valueName=\"Folder\" />\n        <text id=\"BookmarkFavicon\" valueName=\"Favicon\" />\n        <enum id=\"BookmarkPlacement\" valueName=\"Placement\">\n          <item displayName=\"$(string.BookmarkPlacementToolbar)\">\n            <value>\n              <string>toolbar</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.BookmarkPlacementMenu)\">\n            <value>\n              <string>menu</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n\t<policy name=\"Bookmark25\" class=\"Both\" displayName=\"$(string.Bookmark25)\" explainText=\"$(string.Bookmark_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Bookmarks\\31\" presentation=\"$(presentation.Bookmark)\" >\n      <parentCategory ref=\"Bookmarks\" />\n      <supportedOn ref=\"SUPPORTED_FF60\" />\n      <elements>\n        <text id=\"BookmarkTitle\" valueName=\"Title\" required=\"true\" />\n        <text id=\"BookmarkURL\" valueName=\"URL\" required=\"true\" />\n        <text id=\"BookmarkFolder\" valueName=\"Folder\" />\n        <text id=\"BookmarkFavicon\" valueName=\"Favicon\" />\n        <enum id=\"BookmarkPlacement\" valueName=\"Placement\">\n          <item displayName=\"$(string.BookmarkPlacementToolbar)\">\n            <value>\n              <string>toolbar</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.BookmarkPlacementMenu)\">\n            <value>\n              <string>menu</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n\t<policy name=\"Bookmark26\" class=\"Both\" displayName=\"$(string.Bookmark26)\" explainText=\"$(string.Bookmark_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Bookmarks\\32\" presentation=\"$(presentation.Bookmark)\" >\n      <parentCategory ref=\"Bookmarks\" />\n      <supportedOn ref=\"SUPPORTED_FF60\" />\n      <elements>\n        <text id=\"BookmarkTitle\" valueName=\"Title\" required=\"true\" />\n        <text id=\"BookmarkURL\" valueName=\"URL\" required=\"true\" />\n        <text id=\"BookmarkFolder\" valueName=\"Folder\" />\n        <text id=\"BookmarkFavicon\" valueName=\"Favicon\" />\n        <enum id=\"BookmarkPlacement\" valueName=\"Placement\">\n          <item displayName=\"$(string.BookmarkPlacementToolbar)\">\n            <value>\n              <string>toolbar</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.BookmarkPlacementMenu)\">\n            <value>\n              <string>menu</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n\t<policy name=\"Bookmark27\" class=\"Both\" displayName=\"$(string.Bookmark27)\" explainText=\"$(string.Bookmark_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Bookmarks\\33\" presentation=\"$(presentation.Bookmark)\" >\n      <parentCategory ref=\"Bookmarks\" />\n      <supportedOn ref=\"SUPPORTED_FF60\" />\n      <elements>\n        <text id=\"BookmarkTitle\" valueName=\"Title\" required=\"true\" />\n        <text id=\"BookmarkURL\" valueName=\"URL\" required=\"true\" />\n        <text id=\"BookmarkFolder\" valueName=\"Folder\" />\n        <text id=\"BookmarkFavicon\" valueName=\"Favicon\" />\n        <enum id=\"BookmarkPlacement\" valueName=\"Placement\">\n          <item displayName=\"$(string.BookmarkPlacementToolbar)\">\n            <value>\n              <string>toolbar</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.BookmarkPlacementMenu)\">\n            <value>\n              <string>menu</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n\t<policy name=\"Bookmark28\" class=\"Both\" displayName=\"$(string.Bookmark28)\" explainText=\"$(string.Bookmark_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Bookmarks\\34\" presentation=\"$(presentation.Bookmark)\" >\n      <parentCategory ref=\"Bookmarks\" />\n      <supportedOn ref=\"SUPPORTED_FF60\" />\n      <elements>\n        <text id=\"BookmarkTitle\" valueName=\"Title\" required=\"true\" />\n        <text id=\"BookmarkURL\" valueName=\"URL\" required=\"true\" />\n        <text id=\"BookmarkFolder\" valueName=\"Folder\" />\n        <text id=\"BookmarkFavicon\" valueName=\"Favicon\" />\n        <enum id=\"BookmarkPlacement\" valueName=\"Placement\">\n          <item displayName=\"$(string.BookmarkPlacementToolbar)\">\n            <value>\n              <string>toolbar</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.BookmarkPlacementMenu)\">\n            <value>\n              <string>menu</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n\t<policy name=\"Bookmark29\" class=\"Both\" displayName=\"$(string.Bookmark29)\" explainText=\"$(string.Bookmark_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Bookmarks\\35\" presentation=\"$(presentation.Bookmark)\" >\n      <parentCategory ref=\"Bookmarks\" />\n      <supportedOn ref=\"SUPPORTED_FF60\" />\n      <elements>\n        <text id=\"BookmarkTitle\" valueName=\"Title\" required=\"true\" />\n        <text id=\"BookmarkURL\" valueName=\"URL\" required=\"true\" />\n        <text id=\"BookmarkFolder\" valueName=\"Folder\" />\n        <text id=\"BookmarkFavicon\" valueName=\"Favicon\" />\n        <enum id=\"BookmarkPlacement\" valueName=\"Placement\">\n          <item displayName=\"$(string.BookmarkPlacementToolbar)\">\n            <value>\n              <string>toolbar</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.BookmarkPlacementMenu)\">\n            <value>\n              <string>menu</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n\t<policy name=\"Bookmark30\" class=\"Both\" displayName=\"$(string.Bookmark30)\" explainText=\"$(string.Bookmark_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Bookmarks\\36\" presentation=\"$(presentation.Bookmark)\" >\n      <parentCategory ref=\"Bookmarks\" />\n      <supportedOn ref=\"SUPPORTED_FF60\" />\n      <elements>\n        <text id=\"BookmarkTitle\" valueName=\"Title\" required=\"true\" />\n        <text id=\"BookmarkURL\" valueName=\"URL\" required=\"true\" />\n        <text id=\"BookmarkFolder\" valueName=\"Folder\" />\n        <text id=\"BookmarkFavicon\" valueName=\"Favicon\" />\n        <enum id=\"BookmarkPlacement\" valueName=\"Placement\">\n          <item displayName=\"$(string.BookmarkPlacementToolbar)\">\n            <value>\n              <string>toolbar</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.BookmarkPlacementMenu)\">\n            <value>\n              <string>menu</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n\t<policy name=\"Bookmark31\" class=\"Both\" displayName=\"$(string.Bookmark31)\" explainText=\"$(string.Bookmark_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Bookmarks\\37\" presentation=\"$(presentation.Bookmark)\" >\n      <parentCategory ref=\"Bookmarks\" />\n      <supportedOn ref=\"SUPPORTED_FF60\" />\n      <elements>\n        <text id=\"BookmarkTitle\" valueName=\"Title\" required=\"true\" />\n        <text id=\"BookmarkURL\" valueName=\"URL\" required=\"true\" />\n        <text id=\"BookmarkFolder\" valueName=\"Folder\" />\n        <text id=\"BookmarkFavicon\" valueName=\"Favicon\" />\n        <enum id=\"BookmarkPlacement\" valueName=\"Placement\">\n          <item displayName=\"$(string.BookmarkPlacementToolbar)\">\n            <value>\n              <string>toolbar</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.BookmarkPlacementMenu)\">\n            <value>\n              <string>menu</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n\t<policy name=\"Bookmark32\" class=\"Both\" displayName=\"$(string.Bookmark32)\" explainText=\"$(string.Bookmark_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Bookmarks\\38\" presentation=\"$(presentation.Bookmark)\" >\n      <parentCategory ref=\"Bookmarks\" />\n      <supportedOn ref=\"SUPPORTED_FF60\" />\n      <elements>\n        <text id=\"BookmarkTitle\" valueName=\"Title\" required=\"true\" />\n        <text id=\"BookmarkURL\" valueName=\"URL\" required=\"true\" />\n        <text id=\"BookmarkFolder\" valueName=\"Folder\" />\n        <text id=\"BookmarkFavicon\" valueName=\"Favicon\" />\n        <enum id=\"BookmarkPlacement\" valueName=\"Placement\">\n          <item displayName=\"$(string.BookmarkPlacementToolbar)\">\n            <value>\n              <string>toolbar</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.BookmarkPlacementMenu)\">\n            <value>\n              <string>menu</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n\t<policy name=\"Bookmark33\" class=\"Both\" displayName=\"$(string.Bookmark33)\" explainText=\"$(string.Bookmark_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Bookmarks\\39\" presentation=\"$(presentation.Bookmark)\" >\n      <parentCategory ref=\"Bookmarks\" />\n      <supportedOn ref=\"SUPPORTED_FF60\" />\n      <elements>\n        <text id=\"BookmarkTitle\" valueName=\"Title\" required=\"true\" />\n        <text id=\"BookmarkURL\" valueName=\"URL\" required=\"true\" />\n        <text id=\"BookmarkFolder\" valueName=\"Folder\" />\n        <text id=\"BookmarkFavicon\" valueName=\"Favicon\" />\n        <enum id=\"BookmarkPlacement\" valueName=\"Placement\">\n          <item displayName=\"$(string.BookmarkPlacementToolbar)\">\n            <value>\n              <string>toolbar</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.BookmarkPlacementMenu)\">\n            <value>\n              <string>menu</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n\t<policy name=\"Bookmark34\" class=\"Both\" displayName=\"$(string.Bookmark34)\" explainText=\"$(string.Bookmark_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Bookmarks\\4\" presentation=\"$(presentation.Bookmark)\" >\n      <parentCategory ref=\"Bookmarks\" />\n      <supportedOn ref=\"SUPPORTED_FF60\" />\n      <elements>\n        <text id=\"BookmarkTitle\" valueName=\"Title\" required=\"true\" />\n        <text id=\"BookmarkURL\" valueName=\"URL\" required=\"true\" />\n        <text id=\"BookmarkFolder\" valueName=\"Folder\" />\n        <text id=\"BookmarkFavicon\" valueName=\"Favicon\" />\n        <enum id=\"BookmarkPlacement\" valueName=\"Placement\">\n          <item displayName=\"$(string.BookmarkPlacementToolbar)\">\n            <value>\n              <string>toolbar</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.BookmarkPlacementMenu)\">\n            <value>\n              <string>menu</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n\t<policy name=\"Bookmark35\" class=\"Both\" displayName=\"$(string.Bookmark35)\" explainText=\"$(string.Bookmark_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Bookmarks\\40\" presentation=\"$(presentation.Bookmark)\" >\n      <parentCategory ref=\"Bookmarks\" />\n      <supportedOn ref=\"SUPPORTED_FF60\" />\n      <elements>\n        <text id=\"BookmarkTitle\" valueName=\"Title\" required=\"true\" />\n        <text id=\"BookmarkURL\" valueName=\"URL\" required=\"true\" />\n        <text id=\"BookmarkFolder\" valueName=\"Folder\" />\n        <text id=\"BookmarkFavicon\" valueName=\"Favicon\" />\n        <enum id=\"BookmarkPlacement\" valueName=\"Placement\">\n          <item displayName=\"$(string.BookmarkPlacementToolbar)\">\n            <value>\n              <string>toolbar</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.BookmarkPlacementMenu)\">\n            <value>\n              <string>menu</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n\t<policy name=\"Bookmark36\" class=\"Both\" displayName=\"$(string.Bookmark36)\" explainText=\"$(string.Bookmark_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Bookmarks\\41\" presentation=\"$(presentation.Bookmark)\" >\n      <parentCategory ref=\"Bookmarks\" />\n      <supportedOn ref=\"SUPPORTED_FF60\" />\n      <elements>\n        <text id=\"BookmarkTitle\" valueName=\"Title\" required=\"true\" />\n        <text id=\"BookmarkURL\" valueName=\"URL\" required=\"true\" />\n        <text id=\"BookmarkFolder\" valueName=\"Folder\" />\n        <text id=\"BookmarkFavicon\" valueName=\"Favicon\" />\n        <enum id=\"BookmarkPlacement\" valueName=\"Placement\">\n          <item displayName=\"$(string.BookmarkPlacementToolbar)\">\n            <value>\n              <string>toolbar</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.BookmarkPlacementMenu)\">\n            <value>\n              <string>menu</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n\t<policy name=\"Bookmark37\" class=\"Both\" displayName=\"$(string.Bookmark37)\" explainText=\"$(string.Bookmark_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Bookmarks\\42\" presentation=\"$(presentation.Bookmark)\" >\n      <parentCategory ref=\"Bookmarks\" />\n      <supportedOn ref=\"SUPPORTED_FF60\" />\n      <elements>\n        <text id=\"BookmarkTitle\" valueName=\"Title\" required=\"true\" />\n        <text id=\"BookmarkURL\" valueName=\"URL\" required=\"true\" />\n        <text id=\"BookmarkFolder\" valueName=\"Folder\" />\n        <text id=\"BookmarkFavicon\" valueName=\"Favicon\" />\n        <enum id=\"BookmarkPlacement\" valueName=\"Placement\">\n          <item displayName=\"$(string.BookmarkPlacementToolbar)\">\n            <value>\n              <string>toolbar</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.BookmarkPlacementMenu)\">\n            <value>\n              <string>menu</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n\t<policy name=\"Bookmark38\" class=\"Both\" displayName=\"$(string.Bookmark38)\" explainText=\"$(string.Bookmark_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Bookmarks\\43\" presentation=\"$(presentation.Bookmark)\" >\n      <parentCategory ref=\"Bookmarks\" />\n      <supportedOn ref=\"SUPPORTED_FF60\" />\n      <elements>\n        <text id=\"BookmarkTitle\" valueName=\"Title\" required=\"true\" />\n        <text id=\"BookmarkURL\" valueName=\"URL\" required=\"true\" />\n        <text id=\"BookmarkFolder\" valueName=\"Folder\" />\n        <text id=\"BookmarkFavicon\" valueName=\"Favicon\" />\n        <enum id=\"BookmarkPlacement\" valueName=\"Placement\">\n          <item displayName=\"$(string.BookmarkPlacementToolbar)\">\n            <value>\n              <string>toolbar</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.BookmarkPlacementMenu)\">\n            <value>\n              <string>menu</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n\t<policy name=\"Bookmark39\" class=\"Both\" displayName=\"$(string.Bookmark39)\" explainText=\"$(string.Bookmark_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Bookmarks\\44\" presentation=\"$(presentation.Bookmark)\" >\n      <parentCategory ref=\"Bookmarks\" />\n      <supportedOn ref=\"SUPPORTED_FF60\" />\n      <elements>\n        <text id=\"BookmarkTitle\" valueName=\"Title\" required=\"true\" />\n        <text id=\"BookmarkURL\" valueName=\"URL\" required=\"true\" />\n        <text id=\"BookmarkFolder\" valueName=\"Folder\" />\n        <text id=\"BookmarkFavicon\" valueName=\"Favicon\" />\n        <enum id=\"BookmarkPlacement\" valueName=\"Placement\">\n          <item displayName=\"$(string.BookmarkPlacementToolbar)\">\n            <value>\n              <string>toolbar</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.BookmarkPlacementMenu)\">\n            <value>\n              <string>menu</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n\t<policy name=\"Bookmark40\" class=\"Both\" displayName=\"$(string.Bookmark40)\" explainText=\"$(string.Bookmark_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Bookmarks\\45\" presentation=\"$(presentation.Bookmark)\" >\n      <parentCategory ref=\"Bookmarks\" />\n      <supportedOn ref=\"SUPPORTED_FF60\" />\n      <elements>\n        <text id=\"BookmarkTitle\" valueName=\"Title\" required=\"true\" />\n        <text id=\"BookmarkURL\" valueName=\"URL\" required=\"true\" />\n        <text id=\"BookmarkFolder\" valueName=\"Folder\" />\n        <text id=\"BookmarkFavicon\" valueName=\"Favicon\" />\n        <enum id=\"BookmarkPlacement\" valueName=\"Placement\">\n          <item displayName=\"$(string.BookmarkPlacementToolbar)\">\n            <value>\n              <string>toolbar</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.BookmarkPlacementMenu)\">\n            <value>\n              <string>menu</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n\t<policy name=\"Bookmark41\" class=\"Both\" displayName=\"$(string.Bookmark41)\" explainText=\"$(string.Bookmark_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Bookmarks\\46\" presentation=\"$(presentation.Bookmark)\" >\n      <parentCategory ref=\"Bookmarks\" />\n      <supportedOn ref=\"SUPPORTED_FF60\" />\n      <elements>\n        <text id=\"BookmarkTitle\" valueName=\"Title\" required=\"true\" />\n        <text id=\"BookmarkURL\" valueName=\"URL\" required=\"true\" />\n        <text id=\"BookmarkFolder\" valueName=\"Folder\" />\n        <text id=\"BookmarkFavicon\" valueName=\"Favicon\" />\n        <enum id=\"BookmarkPlacement\" valueName=\"Placement\">\n          <item displayName=\"$(string.BookmarkPlacementToolbar)\">\n            <value>\n              <string>toolbar</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.BookmarkPlacementMenu)\">\n            <value>\n              <string>menu</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n\t<policy name=\"Bookmark42\" class=\"Both\" displayName=\"$(string.Bookmark42)\" explainText=\"$(string.Bookmark_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Bookmarks\\47\" presentation=\"$(presentation.Bookmark)\" >\n      <parentCategory ref=\"Bookmarks\" />\n      <supportedOn ref=\"SUPPORTED_FF60\" />\n      <elements>\n        <text id=\"BookmarkTitle\" valueName=\"Title\" required=\"true\" />\n        <text id=\"BookmarkURL\" valueName=\"URL\" required=\"true\" />\n        <text id=\"BookmarkFolder\" valueName=\"Folder\" />\n        <text id=\"BookmarkFavicon\" valueName=\"Favicon\" />\n        <enum id=\"BookmarkPlacement\" valueName=\"Placement\">\n          <item displayName=\"$(string.BookmarkPlacementToolbar)\">\n            <value>\n              <string>toolbar</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.BookmarkPlacementMenu)\">\n            <value>\n              <string>menu</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n\t<policy name=\"Bookmark43\" class=\"Both\" displayName=\"$(string.Bookmark43)\" explainText=\"$(string.Bookmark_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Bookmarks\\48\" presentation=\"$(presentation.Bookmark)\" >\n      <parentCategory ref=\"Bookmarks\" />\n      <supportedOn ref=\"SUPPORTED_FF60\" />\n      <elements>\n        <text id=\"BookmarkTitle\" valueName=\"Title\" required=\"true\" />\n        <text id=\"BookmarkURL\" valueName=\"URL\" required=\"true\" />\n        <text id=\"BookmarkFolder\" valueName=\"Folder\" />\n        <text id=\"BookmarkFavicon\" valueName=\"Favicon\" />\n        <enum id=\"BookmarkPlacement\" valueName=\"Placement\">\n          <item displayName=\"$(string.BookmarkPlacementToolbar)\">\n            <value>\n              <string>toolbar</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.BookmarkPlacementMenu)\">\n            <value>\n              <string>menu</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n\t<policy name=\"Bookmark44\" class=\"Both\" displayName=\"$(string.Bookmark44)\" explainText=\"$(string.Bookmark_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Bookmarks\\49\" presentation=\"$(presentation.Bookmark)\" >\n      <parentCategory ref=\"Bookmarks\" />\n      <supportedOn ref=\"SUPPORTED_FF60\" />\n      <elements>\n        <text id=\"BookmarkTitle\" valueName=\"Title\" required=\"true\" />\n        <text id=\"BookmarkURL\" valueName=\"URL\" required=\"true\" />\n        <text id=\"BookmarkFolder\" valueName=\"Folder\" />\n        <text id=\"BookmarkFavicon\" valueName=\"Favicon\" />\n        <enum id=\"BookmarkPlacement\" valueName=\"Placement\">\n          <item displayName=\"$(string.BookmarkPlacementToolbar)\">\n            <value>\n              <string>toolbar</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.BookmarkPlacementMenu)\">\n            <value>\n              <string>menu</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n\t<policy name=\"Bookmark45\" class=\"Both\" displayName=\"$(string.Bookmark45)\" explainText=\"$(string.Bookmark_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Bookmarks\\5\" presentation=\"$(presentation.Bookmark)\" >\n      <parentCategory ref=\"Bookmarks\" />\n      <supportedOn ref=\"SUPPORTED_FF60\" />\n      <elements>\n        <text id=\"BookmarkTitle\" valueName=\"Title\" required=\"true\" />\n        <text id=\"BookmarkURL\" valueName=\"URL\" required=\"true\" />\n        <text id=\"BookmarkFolder\" valueName=\"Folder\" />\n        <text id=\"BookmarkFavicon\" valueName=\"Favicon\" />\n        <enum id=\"BookmarkPlacement\" valueName=\"Placement\">\n          <item displayName=\"$(string.BookmarkPlacementToolbar)\">\n            <value>\n              <string>toolbar</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.BookmarkPlacementMenu)\">\n            <value>\n              <string>menu</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n\t<policy name=\"Bookmark46\" class=\"Both\" displayName=\"$(string.Bookmark46)\" explainText=\"$(string.Bookmark_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Bookmarks\\50\" presentation=\"$(presentation.Bookmark)\" >\n      <parentCategory ref=\"Bookmarks\" />\n      <supportedOn ref=\"SUPPORTED_FF60\" />\n      <elements>\n        <text id=\"BookmarkTitle\" valueName=\"Title\" required=\"true\" />\n        <text id=\"BookmarkURL\" valueName=\"URL\" required=\"true\" />\n        <text id=\"BookmarkFolder\" valueName=\"Folder\" />\n        <text id=\"BookmarkFavicon\" valueName=\"Favicon\" />\n        <enum id=\"BookmarkPlacement\" valueName=\"Placement\">\n          <item displayName=\"$(string.BookmarkPlacementToolbar)\">\n            <value>\n              <string>toolbar</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.BookmarkPlacementMenu)\">\n            <value>\n              <string>menu</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n\t<policy name=\"Bookmark47\" class=\"Both\" displayName=\"$(string.Bookmark47)\" explainText=\"$(string.Bookmark_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Bookmarks\\6\" presentation=\"$(presentation.Bookmark)\" >\n      <parentCategory ref=\"Bookmarks\" />\n      <supportedOn ref=\"SUPPORTED_FF60\" />\n      <elements>\n        <text id=\"BookmarkTitle\" valueName=\"Title\" required=\"true\" />\n        <text id=\"BookmarkURL\" valueName=\"URL\" required=\"true\" />\n        <text id=\"BookmarkFolder\" valueName=\"Folder\" />\n        <text id=\"BookmarkFavicon\" valueName=\"Favicon\" />\n        <enum id=\"BookmarkPlacement\" valueName=\"Placement\">\n          <item displayName=\"$(string.BookmarkPlacementToolbar)\">\n            <value>\n              <string>toolbar</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.BookmarkPlacementMenu)\">\n            <value>\n              <string>menu</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n\t<policy name=\"Bookmark48\" class=\"Both\" displayName=\"$(string.Bookmark48)\" explainText=\"$(string.Bookmark_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Bookmarks\\7\" presentation=\"$(presentation.Bookmark)\" >\n      <parentCategory ref=\"Bookmarks\" />\n      <supportedOn ref=\"SUPPORTED_FF60\" />\n      <elements>\n        <text id=\"BookmarkTitle\" valueName=\"Title\" required=\"true\" />\n        <text id=\"BookmarkURL\" valueName=\"URL\" required=\"true\" />\n        <text id=\"BookmarkFolder\" valueName=\"Folder\" />\n        <text id=\"BookmarkFavicon\" valueName=\"Favicon\" />\n        <enum id=\"BookmarkPlacement\" valueName=\"Placement\">\n          <item displayName=\"$(string.BookmarkPlacementToolbar)\">\n            <value>\n              <string>toolbar</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.BookmarkPlacementMenu)\">\n            <value>\n              <string>menu</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n\t<policy name=\"Bookmark49\" class=\"Both\" displayName=\"$(string.Bookmark49)\" explainText=\"$(string.Bookmark_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Bookmarks\\8\" presentation=\"$(presentation.Bookmark)\" >\n      <parentCategory ref=\"Bookmarks\" />\n      <supportedOn ref=\"SUPPORTED_FF60\" />\n      <elements>\n        <text id=\"BookmarkTitle\" valueName=\"Title\" required=\"true\" />\n        <text id=\"BookmarkURL\" valueName=\"URL\" required=\"true\" />\n        <text id=\"BookmarkFolder\" valueName=\"Folder\" />\n        <text id=\"BookmarkFavicon\" valueName=\"Favicon\" />\n        <enum id=\"BookmarkPlacement\" valueName=\"Placement\">\n          <item displayName=\"$(string.BookmarkPlacementToolbar)\">\n            <value>\n              <string>toolbar</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.BookmarkPlacementMenu)\">\n            <value>\n              <string>menu</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n\t<policy name=\"Bookmark50\" class=\"Both\" displayName=\"$(string.Bookmark50)\" explainText=\"$(string.Bookmark_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Bookmarks\\9\" presentation=\"$(presentation.Bookmark)\" >\n      <parentCategory ref=\"Bookmarks\" />\n      <supportedOn ref=\"SUPPORTED_FF60\" />\n      <elements>\n        <text id=\"BookmarkTitle\" valueName=\"Title\" required=\"true\" />\n        <text id=\"BookmarkURL\" valueName=\"URL\" required=\"true\" />\n        <text id=\"BookmarkFolder\" valueName=\"Folder\" />\n        <text id=\"BookmarkFavicon\" valueName=\"Favicon\" />\n        <enum id=\"BookmarkPlacement\" valueName=\"Placement\">\n          <item displayName=\"$(string.BookmarkPlacementToolbar)\">\n            <value>\n              <string>toolbar</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.BookmarkPlacementMenu)\">\n            <value>\n              <string>menu</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"PasswordManagerEnabled\" class=\"Both\" displayName=\"$(string.PasswordManagerEnabled)\" explainText=\"$(string.PasswordManagerEnabled_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" valueName=\"PasswordManagerEnabled\">\n      <parentCategory ref=\"firefox\"/>\n      <supportedOn ref=\"SUPPORTED_FF70\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"PasswordManagerExceptions\" class=\"Both\" displayName=\"$(string.PasswordManagerExceptions)\" explainText=\"$(string.PasswordManagerExceptions_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\PasswordManagerExceptions\" presentation=\"$(presentation.List)\">\n      <parentCategory ref=\"firefox\"/>\n      <supportedOn ref=\"SUPPORTED_FF101\"/>\n      <elements>\n        <list id=\"List\" key=\"Software\\Policies\\Mozilla\\Firefox\\PasswordManagerExceptions\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy name=\"Proxy\" class=\"Both\" displayName=\"$(string.Proxy)\" explainText=\"$(string.Proxy_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Proxy\" presentation=\"$(presentation.Proxy)\" >\n      <parentCategory ref=\"firefox\" />\n      <supportedOn ref=\"SUPPORTED_FF60\" />\n      <elements>\n        <boolean id=\"ProxyLocked\" key=\"Software\\Policies\\Mozilla\\Firefox\\Proxy\" valueName=\"Locked\">\n          <trueValue>\n            <decimal value=\"1\"/>\n          </trueValue>\n          <falseValue>\n            <decimal value=\"0\"/>\n          </falseValue>\n        </boolean>\n        <enum id=\"ConnectionType\" valueName=\"Mode\">\n          <item displayName=\"$(string.NoProxy)\">\n            <value>\n              <string>none</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.SystemProxy)\">\n            <value>\n              <string>system</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.ManualProxy)\">\n            <value>\n              <string>manual</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.AutoDetectProxy)\">\n            <value>\n              <string>autoDetect</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.AutoConfigProxy)\">\n            <value>\n              <string>autoConfig</string>\n            </value>\n          </item>\n        </enum>\n        <text id=\"HTTPProxy\" valueName=\"HTTPProxy\"/>\n        <boolean id=\"UseHTTPProxyForAllProtocols\" key=\"Software\\Policies\\Mozilla\\Firefox\\Proxy\" valueName=\"UseHTTPProxyForAllProtocols\">\n          <trueValue>\n            <decimal value=\"1\"/>\n          </trueValue>\n          <falseValue>\n            <decimal value=\"0\"/>\n          </falseValue>\n        </boolean>\n        <text id=\"SSLProxy\" valueName=\"SSLProxy\"/>\n        <text id=\"FTPProxy\" valueName=\"FTPProxy\"/>\n        <text id=\"SOCKSProxy\" valueName=\"SOCKSProxy\"/>\n        <enum id=\"SOCKSVersion\" valueName=\"SOCKSVersion\">\n          <item displayName=\"$(string.SOCKSVersion4)\">\n            <value>\n              <decimal value=\"4\"/>\n            </value>\n          </item>\n          <item displayName=\"$(string.SOCKSVersion5)\">\n            <value>\n              <decimal value=\"5\"/>\n            </value>\n          </item>\n        </enum>\n        <text id=\"AutoConfigURL\" valueName=\"AutoConfigURL\"/>\n        <text id=\"Passthrough\" valueName=\"Passthrough\"/>\n        <boolean id=\"AutoLogin\" key=\"Software\\Policies\\Mozilla\\Firefox\\Proxy\" valueName=\"AutoLogin\">\n          <trueValue>\n            <decimal value=\"1\"/>\n          </trueValue>\n          <falseValue>\n            <decimal value=\"0\"/>\n          </falseValue>\n        </boolean>\n        <boolean id=\"UseProxyForDNS\" key=\"Software\\Policies\\Mozilla\\Firefox\\Proxy\" valueName=\"UseProxyForDNS\">\n          <trueValue>\n            <decimal value=\"1\"/>\n          </trueValue>\n          <falseValue>\n            <decimal value=\"0\"/>\n          </falseValue>\n        </boolean>\n      </elements>\n    </policy>\n    <policy name=\"SearchBar\" class=\"Both\" displayName=\"$(string.SearchBar)\" explainText=\"$(string.SearchBar_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\"  presentation=\"$(presentation.SearchBar)\">\n      <parentCategory ref=\"firefox\"/>\n      <supportedOn ref=\"SUPPORTED_FF60\"/>\n      <elements>\n        <enum id=\"SearchBar\" valueName=\"SearchBar\">\n          <item displayName=\"$(string.SearchBar_Unified)\">\n            <value>\n              <string>unified</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.SearchBar_Separate)\">\n            <value>\n              <string>separate</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"SearchSuggestEnabled\" class=\"Both\" displayName=\"$(string.SearchSuggestEnabled)\" explainText=\"$(string.SearchSuggestEnabled_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" valueName=\"SearchSuggestEnabled\">\n      <parentCategory ref=\"Search\"/>\n      <supportedOn ref=\"SUPPORTED_FF68\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <!-- Alphabetization is based on name, so had to add B -->\n    <policy name=\"B_WebsiteFilter_Block\" class=\"Both\" displayName=\"$(string.WebsiteFilter_Block)\" explainText=\"$(string.WebsiteFilter_Block_Explain)\" key=\"Software\\Policies\\Mozilla\\WebsiteFilter\\Block\" presentation=\"$(presentation.WebsiteFilter)\">\n      <parentCategory ref=\"firefox\"/>\n      <supportedOn ref=\"SUPPORTED_FF60\"/>\n      <elements>\n        <list id=\"WebsiteFilter\" key=\"Software\\Policies\\Mozilla\\Firefox\\WebsiteFilter\\Block\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <!-- Alphabetization is based on name, so had to add B -->\n    <policy name=\"B_WebsiteFilter_Exceptions\" class=\"Both\" displayName=\"$(string.WebsiteFilter_Exceptions)\" explainText=\"$(string.WebsiteFilter_Exceptions_Explain)\" key=\"Software\\Policies\\Mozilla\\WebsiteFilter\\Exceptions\" presentation=\"$(presentation.WebsiteFilter)\">\n      <parentCategory ref=\"firefox\"/>\n      <supportedOn ref=\"SUPPORTED_FF60\"/>\n      <elements>\n        <list id=\"WebsiteFilter\" key=\"Software\\Policies\\Mozilla\\Firefox\\WebsiteFilter\\Exceptions\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy name=\"SearchEngines_1\" class=\"Both\" displayName=\"$(string.SearchEngines_1)\" explainText=\"$(string.SearchEngines_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\SearchEngines\\Add\\1\" presentation=\"$(presentation.SearchEngine)\" >\n      <parentCategory ref=\"Search\" />\n      <supportedOn ref=\"SUPPORTED_FF60ESR\" />\n      <elements>\n        <text id=\"SearchEngine_Name\" valueName=\"Name\" required=\"true\" />\n        <text id=\"SearchEngine_URLTemplate\" valueName=\"URLTemplate\" required=\"true\" />\n        <enum id=\"SearchEngine_Method\" valueName=\"Method\">\n          <item displayName=\"$(string.SearchEngine_Method_GET)\">\n            <value>\n              <string>GET</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.SearchEngine_Method_POST)\">\n            <value>\n              <string>POST</string>\n            </value>\n          </item>\n        </enum>\n        <text id=\"SearchEngine_IconURL\" valueName=\"IconURL\"/>\n        <text id=\"SearchEngine_Alias\" valueName=\"Alias\"/>\n        <text id=\"SearchEngine_Description\" valueName=\"Description\"/>\n        <text id=\"SearchEngine_SuggestURLTemplate\" valueName=\"SuggestURLTemplate\"/>\n        <text id=\"SearchEngine_PostData\" valueName=\"PostData\"/>\n        <text id=\"SearchEngine_Encoding\" valueName=\"Encoding\"/>\n      </elements>\n    </policy>\n    <policy name=\"SearchEngines_2\" class=\"Both\" displayName=\"$(string.SearchEngines_2)\" explainText=\"$(string.SearchEngines_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\SearchEngines\\Add\\2\" presentation=\"$(presentation.SearchEngine)\" >\n      <parentCategory ref=\"Search\" />\n      <supportedOn ref=\"SUPPORTED_FF60ESR\" />\n      <elements>\n        <text id=\"SearchEngine_Name\" valueName=\"Name\" required=\"true\" />\n        <text id=\"SearchEngine_URLTemplate\" valueName=\"URLTemplate\" required=\"true\" />\n        <enum id=\"SearchEngine_Method\" valueName=\"Method\">\n          <item displayName=\"$(string.SearchEngine_Method_GET)\">\n            <value>\n              <string>GET</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.SearchEngine_Method_POST)\">\n            <value>\n              <string>POST</string>\n            </value>\n          </item>\n        </enum>\n        <text id=\"SearchEngine_IconURL\" valueName=\"IconURL\"/>\n        <text id=\"SearchEngine_Alias\" valueName=\"Alias\"/>\n        <text id=\"SearchEngine_Description\" valueName=\"Description\"/>\n        <text id=\"SearchEngine_SuggestURLTemplate\" valueName=\"SuggestURLTemplate\"/>\n        <text id=\"SearchEngine_PostData\" valueName=\"PostData\"/>\n        <text id=\"SearchEngine_Encoding\" valueName=\"Encoding\"/>\n      </elements>\n    </policy>\n    <policy name=\"SearchEngines_3\" class=\"Both\" displayName=\"$(string.SearchEngines_3)\" explainText=\"$(string.SearchEngines_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\SearchEngines\\Add\\3\" presentation=\"$(presentation.SearchEngine)\" >\n      <parentCategory ref=\"Search\" />\n      <supportedOn ref=\"SUPPORTED_FF60ESR\" />\n      <elements>\n        <text id=\"SearchEngine_Name\" valueName=\"Name\" required=\"true\" />\n        <text id=\"SearchEngine_URLTemplate\" valueName=\"URLTemplate\" required=\"true\" />\n        <enum id=\"SearchEngine_Method\" valueName=\"Method\">\n          <item displayName=\"$(string.SearchEngine_Method_GET)\">\n            <value>\n              <string>GET</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.SearchEngine_Method_POST)\">\n            <value>\n              <string>POST</string>\n            </value>\n          </item>\n        </enum>\n        <text id=\"SearchEngine_IconURL\" valueName=\"IconURL\"/>\n        <text id=\"SearchEngine_Alias\" valueName=\"Alias\"/>\n        <text id=\"SearchEngine_Description\" valueName=\"Description\"/>\n        <text id=\"SearchEngine_SuggestURLTemplate\" valueName=\"SuggestURLTemplate\"/>\n        <text id=\"SearchEngine_PostData\" valueName=\"PostData\"/>\n        <text id=\"SearchEngine_Encoding\" valueName=\"Encoding\"/>\n      </elements>\n    </policy>\n    <policy name=\"SearchEngines_4\" class=\"Both\" displayName=\"$(string.SearchEngines_4)\" explainText=\"$(string.SearchEngines_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\SearchEngines\\Add\\4\" presentation=\"$(presentation.SearchEngine)\" >\n      <parentCategory ref=\"Search\" />\n      <supportedOn ref=\"SUPPORTED_FF60ESR\" />\n      <elements>\n        <text id=\"SearchEngine_Name\" valueName=\"Name\" required=\"true\" />\n        <text id=\"SearchEngine_URLTemplate\" valueName=\"URLTemplate\" required=\"true\" />\n        <enum id=\"SearchEngine_Method\" valueName=\"Method\">\n          <item displayName=\"$(string.SearchEngine_Method_GET)\">\n            <value>\n              <string>GET</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.SearchEngine_Method_POST)\">\n            <value>\n              <string>POST</string>\n            </value>\n          </item>\n        </enum>\n        <text id=\"SearchEngine_IconURL\" valueName=\"IconURL\"/>\n        <text id=\"SearchEngine_Alias\" valueName=\"Alias\"/>\n        <text id=\"SearchEngine_Description\" valueName=\"Description\"/>\n        <text id=\"SearchEngine_SuggestURLTemplate\" valueName=\"SuggestURLTemplate\"/>\n        <text id=\"SearchEngine_PostData\" valueName=\"PostData\"/>\n        <text id=\"SearchEngine_Encoding\" valueName=\"Encoding\"/>\n      </elements>\n    </policy>\n    <policy name=\"SearchEngines_5\" class=\"Both\" displayName=\"$(string.SearchEngines_5)\" explainText=\"$(string.SearchEngines_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\SearchEngines\\Add\\5\" presentation=\"$(presentation.SearchEngine)\" >\n      <parentCategory ref=\"Search\" />\n      <supportedOn ref=\"SUPPORTED_FF60ESR\" />\n      <elements>\n        <text id=\"SearchEngine_Name\" valueName=\"Name\" required=\"true\" />\n        <text id=\"SearchEngine_URLTemplate\" valueName=\"URLTemplate\" required=\"true\" />\n        <enum id=\"SearchEngine_Method\" valueName=\"Method\">\n          <item displayName=\"$(string.SearchEngine_Method_GET)\">\n            <value>\n              <string>GET</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.SearchEngine_Method_POST)\">\n            <value>\n              <string>POST</string>\n            </value>\n          </item>\n        </enum>\n        <text id=\"SearchEngine_IconURL\" valueName=\"IconURL\"/>\n        <text id=\"SearchEngine_Alias\" valueName=\"Alias\"/>\n        <text id=\"SearchEngine_Description\" valueName=\"Description\"/>\n        <text id=\"SearchEngine_SuggestURLTemplate\" valueName=\"SuggestURLTemplate\"/>\n        <text id=\"SearchEngine_PostData\" valueName=\"PostData\"/>\n        <text id=\"SearchEngine_Encoding\" valueName=\"Encoding\"/>\n      </elements>\n    </policy>\n    <policy name=\"SearchEngines_Default\" class=\"Both\" displayName=\"$(string.SearchEngines_Default)\" explainText=\"$(string.SearchEngines_Default_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\SearchEngines\" presentation=\"$(presentation.SearchEngines_Default)\" >\n      <parentCategory ref=\"Search\" />\n      <supportedOn ref=\"SUPPORTED_FF60ESR\" />\n      <elements>\n        <text id=\"SearchEngines_Default\" valueName=\"Default\" required=\"true\" />\n      </elements>\n    </policy>\n    <policy name=\"SearchEngines_PreventInstalls\" class=\"Both\" displayName=\"$(string.SearchEngines_PreventInstalls)\" explainText=\"$(string.SearchEngines_PreventInstalls_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\SearchEngines\" valueName=\"PreventInstalls\">\n      <parentCategory ref=\"Search\" />\n      <supportedOn ref=\"SUPPORTED_FF60ESR\" />\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"SearchEngines_Remove\" class=\"Both\" displayName=\"$(string.SearchEngines_Remove)\" explainText=\"$(string.SearchEngines_Remove_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\SearchEngines\\Remove\" presentation=\"$(presentation.SearchEngines_Remove)\" >\n      <parentCategory ref=\"Search\" />\n      <supportedOn ref=\"SUPPORTED_FF60ESR\" />\n      <elements>\n        <list id=\"SearchEngines_Remove\" key=\"Software\\Policies\\Mozilla\\Firefox\\SearchEngines\\Remove\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy name=\"AppUpdateURL\" class=\"Both\" displayName=\"$(string.AppUpdateURL)\" explainText=\"$(string.AppUpdateURL_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" presentation=\"$(presentation.AppUpdateURL)\" >\n      <parentCategory ref=\"firefox\" />\n      <supportedOn ref=\"SUPPORTED_FF62\" />\n      <elements>\n        <text id=\"AppUpdateURL\" valueName=\"AppUpdateURL\" required=\"true\" />\n      </elements>\n    </policy>\n    <policy name=\"SecurityDevices\" class=\"Both\" displayName=\"$(string.SecurityDevices)\" explainText=\"$(string.SecurityDevices_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" presentation=\"$(presentation.SecurityDevices)\" >\n      <parentCategory ref=\"firefox\" />\n      <supportedOn ref=\"SUPPORTED_FF64\" />\n      <elements>\n        <list id=\"SecurityDevices\" key=\"Software\\Policies\\Mozilla\\Firefox\\SecurityDevices\" valuePrefix=\"\" explicitValue=\"true\" expandable=\"true\"/>\n      </elements>\n    </policy>\n    <policy name=\"RequestedLocales\" class=\"Both\" displayName=\"$(string.RequestedLocales)\" explainText=\"$(string.RequestedLocales_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" presentation=\"$(presentation.RequestedLocales)\" >\n      <parentCategory ref=\"firefox\" />\n      <supportedOn ref=\"SUPPORTED_FF64\" />\n      <elements>\n        <list id=\"RequestedLocales\" key=\"Software\\Policies\\Mozilla\\Firefox\\RequestedLocales\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy name=\"RequestedLocalesString\" class=\"Both\" displayName=\"$(string.RequestedLocalesString)\" explainText=\"$(string.RequestedLocales_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" presentation=\"$(presentation.Preferences_String)\" >\n      <parentCategory ref=\"firefox\" />\n      <supportedOn ref=\"SUPPORTED_FF68\" />\n      <elements>\n        <text id=\"Preferences_String\" valueName=\"RequestedLocales\"/>\n      </elements>\n    </policy>\n    <policy name=\"SSLVersionMin\" class=\"Both\" displayName=\"$(string.SSLVersionMin)\" explainText=\"$(string.SSLVersionMin_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" presentation=\"$(presentation.SSLVersion)\" >\n      <parentCategory ref=\"firefox\" />\n      <supportedOn ref=\"SUPPORTED_FF66\" />\n      <elements>\n        <enum id=\"SSLVersion\" valueName=\"SSLVersionMin\">\n          <item displayName=\"$(string.TLS1)\">\n            <value>\n              <string>tls1</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.TLS1_1)\">\n            <value>\n              <string>tls1.1</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.TLS1_2)\">\n            <value>\n              <string>tls1.2</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.TLS1_3)\">\n            <value>\n              <string>tls1.3</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"SSLVersionMax\" class=\"Both\" displayName=\"$(string.SSLVersionMax)\" explainText=\"$(string.SSLVersionMax_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" presentation=\"$(presentation.SSLVersion)\" >\n      <parentCategory ref=\"firefox\" />\n      <supportedOn ref=\"SUPPORTED_FF66\" />\n      <elements>\n        <enum id=\"SSLVersion\" valueName=\"SSLVersionMax\">\n          <item displayName=\"$(string.TLS1)\">\n            <value>\n              <string>tls1</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.TLS1_1)\">\n            <value>\n              <string>tls1.1</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.TLS1_2)\">\n            <value>\n              <string>tls1.2</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.TLS1_3)\">\n            <value>\n              <string>tls1.3</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"SupportMenu\" class=\"Both\" displayName=\"$(string.SupportMenu)\" explainText=\"$(string.SupportMenu_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\SupportMenu\" presentation=\"$(presentation.SupportMenu)\" >\n      <parentCategory ref=\"firefox\" />\n      <supportedOn ref=\"SUPPORTED_FF6801\" />\n      <elements>\n        <text id=\"SupportMenuTitle\" valueName=\"Title\" required=\"true\" />\n        <text id=\"SupportMenuURL\" valueName=\"URL\" required=\"true\" />\n        <text id=\"SupportMenuAccessKey\" valueName=\"AccessKey\" />\n      </elements>\n    </policy>\n    <policy name=\"accessibility_force_disabled\" class=\"Both\" displayName=\"$(string.accessibility_force_disabled)\" explainText=\"$(string.Preferences_Enum_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Preferences\" presentation=\"$(presentation.Preferences_accessibility_force_disabled)\" >\n      <parentCategory ref=\"Preferences\"/>\n      <supportedOn ref=\"SUPPORTED_FF70\"/>\n      <elements>\n        <enum id=\"Preferences_accessibility_force_disabled\" valueName=\"accessibility.force_disabled\">\n          <item displayName=\"$(string.Preferences_accessibility_force_disabled_auto)\">\n            <value>\n              <decimal value=\"0\"/>\n            </value>\n          </item>\n          <item displayName=\"$(string.Preferences_accessibility_force_disabled_off)\">\n            <value>\n              <decimal value=\"1\"/>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"app_update_auto\" class=\"Both\" displayName=\"$(string.app_update_auto)\" explainText=\"$(string.Preferences_Unsupported_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Preferences\" valueName=\"app.update.auto\">\n      <parentCategory ref=\"Preferences\"/>\n      <supportedOn ref=\"UNSUPPORTED\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"browser_bookmarks_autoExportHTML\" class=\"Both\" displayName=\"$(string.browser_bookmarks_autoExportHTML)\" explainText=\"$(string.Preferences_Boolean_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Preferences\" valueName=\"browser.bookmarks.autoExportHTML\">\n      <parentCategory ref=\"Preferences\"/>\n      <supportedOn ref=\"SUPPORTED_FF70\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"browser_bookmarks_file\" class=\"Both\" displayName=\"$(string.browser_bookmarks_file)\" explainText=\"$(string.Preferences_String_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Preferences\" presentation=\"$(presentation.Preferences_String)\" >\n      <parentCategory ref=\"Preferences\" />\n      <supportedOn ref=\"SUPPORTED_FF70\" />\n      <elements>\n        <text id=\"Preferences_String\" valueName=\"browser.bookmarks.file\" required=\"true\" expandable=\"true\"/>\n      </elements>\n    </policy>\n    <policy name=\"browser_bookmarks_restore_default_bookmarks\" class=\"Both\" displayName=\"$(string.browser_bookmarks_restore_default_bookmarks)\" explainText=\"$(string.Preferences_Boolean_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Preferences\" valueName=\"browser.bookmarks.restore_default_bookmarks\">\n      <parentCategory ref=\"Preferences\"/>\n      <supportedOn ref=\"SUPPORTED_FF70\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"browser_cache_disk_enable\" class=\"Both\" displayName=\"$(string.browser_cache_disk_enable)\" explainText=\"$(string.Preferences_Boolean_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Preferences\" valueName=\"browser.cache.disk.enable\">\n      <parentCategory ref=\"Preferences\"/>\n      <supportedOn ref=\"SUPPORTED_FF68\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"browser_fixup_dns_first_for_single_words\" class=\"Both\" displayName=\"$(string.browser_fixup_dns_first_for_single_words)\" explainText=\"$(string.Preferences_Boolean_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Preferences\" valueName=\"browser.fixup.dns_first_for_single_words\">\n      <parentCategory ref=\"Preferences\"/>\n      <supportedOn ref=\"SUPPORTED_FF68\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"browser_places_importBookmarksHTML\" class=\"Both\" displayName=\"$(string.browser_places_importBookmarksHTML)\" explainText=\"$(string.Preferences_Boolean_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Preferences\" valueName=\"browser.places.importBookmarksHTML\">\n      <parentCategory ref=\"Preferences\"/>\n      <supportedOn ref=\"SUPPORTED_FF70\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"browser_safebrowsing_phishing_enabled\" class=\"Both\" displayName=\"$(string.browser_safebrowsing_phishing_enabled)\" explainText=\"$(string.Preferences_Boolean_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Preferences\" valueName=\"browser.safebrowsing.phishing.enabled\">\n      <parentCategory ref=\"Preferences\"/>\n      <supportedOn ref=\"SUPPORTED_FF70\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"browser_safebrowsing_malware_enabled\" class=\"Both\" displayName=\"$(string.browser_safebrowsing_malware_enabled)\" explainText=\"$(string.Preferences_Boolean_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Preferences\" valueName=\"browser.safebrowsing.malware.enabled\">\n      <parentCategory ref=\"Preferences\"/>\n      <supportedOn ref=\"SUPPORTED_FF70\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"browser_slowStartup_notificationDisabled\" class=\"Both\" displayName=\"$(string.browser_slowStartup_notificationDisabled)\" explainText=\"$(string.Preferences_Boolean_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Preferences\" valueName=\"browser.slowStartup.notificationDisabled\">\n      <parentCategory ref=\"Preferences\"/>\n      <supportedOn ref=\"SUPPORTED_FF70\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"browser_search_update\" class=\"Both\" displayName=\"$(string.browser_search_update)\" explainText=\"$(string.Preferences_Boolean_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Preferences\" valueName=\"browser.search.update\">\n      <parentCategory ref=\"Preferences\"/>\n      <supportedOn ref=\"SUPPORTED_FF68\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"browser_tabs_warnOnClose\" class=\"Both\" displayName=\"$(string.browser_tabs_warnOnClose)\" explainText=\"$(string.Preferences_Boolean_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Preferences\" valueName=\"browser.tabs.warnOnClose\">\n      <parentCategory ref=\"Preferences\"/>\n      <supportedOn ref=\"SUPPORTED_FF68\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"browser_taskbar_previews_enable\" class=\"Both\" displayName=\"$(string.browser_taskbar_previews_enable)\" explainText=\"$(string.Preferences_Boolean_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Preferences\" valueName=\"browser.taskbar.previews.enable\">\n      <parentCategory ref=\"Preferences\"/>\n      <supportedOn ref=\"SUPPORTED_FF70\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"browser_urlbar_suggest_bookmark\" class=\"Both\" displayName=\"$(string.browser_urlbar_suggest_bookmark)\" explainText=\"$(string.Preferences_Boolean_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Preferences\" valueName=\"browser.urlbar.suggest.bookmark\">\n      <parentCategory ref=\"Preferences\"/>\n      <supportedOn ref=\"SUPPORTED_FF68\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"browser_urlbar_suggest_history\" class=\"Both\" displayName=\"$(string.browser_urlbar_suggest_history)\" explainText=\"$(string.Preferences_Boolean_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Preferences\" valueName=\"browser.urlbar.suggest.history\">\n      <parentCategory ref=\"Preferences\"/>\n      <supportedOn ref=\"SUPPORTED_FF68\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"browser_urlbar_suggest_openpage\" class=\"Both\" displayName=\"$(string.browser_urlbar_suggest_openpage)\" explainText=\"$(string.Preferences_Boolean_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Preferences\" valueName=\"browser.urlbar.suggest.openpage\">\n      <parentCategory ref=\"Preferences\"/>\n      <supportedOn ref=\"SUPPORTED_FF68\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"datareporting_policy_dataSubmissionPolicyBypassNotification\" class=\"Both\" displayName=\"$(string.datareporting_policy_dataSubmissionPolicyBypassNotification)\" explainText=\"$(string.Preferences_Boolean_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Preferences\" valueName=\"datareporting.policy.dataSubmissionPolicyBypassNotification\">\n      <parentCategory ref=\"Preferences\"/>\n      <supportedOn ref=\"SUPPORTED_FF68\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"dom_allow_scripts_to_close_windows\" class=\"Both\" displayName=\"$(string.dom_allow_scripts_to_close_windows)\" explainText=\"$(string.Preferences_Boolean_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Preferences\" valueName=\"dom.allow_scripts_to_close_windows\">\n      <parentCategory ref=\"Preferences\"/>\n      <supportedOn ref=\"SUPPORTED_FF70\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"dom_disable_window_flip\" class=\"Both\" displayName=\"$(string.dom_disable_window_flip)\" explainText=\"$(string.Preferences_Boolean_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Preferences\" valueName=\"dom.disable_window_flip\">\n      <parentCategory ref=\"Preferences\"/>\n      <supportedOn ref=\"SUPPORTED_FF68\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"dom_disable_window_move_resize\" class=\"Both\" displayName=\"$(string.dom_disable_window_move_resize)\" explainText=\"$(string.Preferences_Boolean_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Preferences\" valueName=\"dom.disable_window_move_resize\">\n      <parentCategory ref=\"Preferences\"/>\n      <supportedOn ref=\"SUPPORTED_FF68\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"dom_event_contextmenu_enabled\" class=\"Both\" displayName=\"$(string.dom_event_contextmenu_enabled)\" explainText=\"$(string.Preferences_Boolean_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Preferences\" valueName=\"dom.event.contextmenu.enabled\">\n      <parentCategory ref=\"Preferences\"/>\n      <supportedOn ref=\"SUPPORTED_FF68\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"dom_xmldocument_load_enabled\" class=\"Both\" displayName=\"$(string.dom_xmldocument_load_enabled)\" explainText=\"$(string.Preferences_Boolean_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Preferences\" valueName=\"dom.xmldocument.load.enabled\">\n      <parentCategory ref=\"Preferences\"/>\n      <supportedOn ref=\"SUPPORTED_FF68ESR\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"dom_xmldocument_async_enabled\" class=\"Both\" displayName=\"$(string.dom_xmldocument_async_enabled)\" explainText=\"$(string.Preferences_Boolean_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Preferences\" valueName=\"dom.xmldocument.async.enabled\">\n      <parentCategory ref=\"Preferences\"/>\n      <supportedOn ref=\"SUPPORTED_FF68ESR\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"extensions_blocklist_enabled\" class=\"Both\" displayName=\"$(string.extensions_blocklist_enabled)\" explainText=\"$(string.Preferences_Boolean_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Preferences\" valueName=\"extensions.blocklist.enabled\">\n      <parentCategory ref=\"Preferences\"/>\n      <supportedOn ref=\"SUPPORTED_FF70\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"extensions_getAddons_showPane\" class=\"Both\" displayName=\"$(string.extensions_getAddons_showPane)\" explainText=\"$(string.Preferences_Boolean_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Preferences\" valueName=\"extensions.getAddons.showPane\">\n      <parentCategory ref=\"Preferences\"/>\n      <supportedOn ref=\"SUPPORTED_FF68\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"geo_enabled\" class=\"Both\" displayName=\"$(string.geo_enabled)\" explainText=\"$(string.Preferences_Boolean_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Preferences\" valueName=\"geo.enabled\">\n      <parentCategory ref=\"Preferences\"/>\n      <supportedOn ref=\"SUPPORTED_FF70\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"intl_accept_languages\" class=\"Both\" displayName=\"$(string.intl_accept_languages)\" explainText=\"$(string.Preferences_String_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Preferences\" presentation=\"$(presentation.Preferences_String)\" >\n      <parentCategory ref=\"Preferences\" />\n      <supportedOn ref=\"SUPPORTED_FF70\" />\n      <elements>\n        <text id=\"Preferences_String\" valueName=\"intl.accept_languages\" required=\"true\" expandable=\"true\"/>\n      </elements>\n    </policy>\n    <policy name=\"media_eme_enabled\" class=\"Both\" displayName=\"$(string.media_eme_enabled)\" explainText=\"$(string.Preferences_Boolean_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Preferences\" valueName=\"media.eme.enabled\">\n      <parentCategory ref=\"Preferences\"/>\n      <supportedOn ref=\"SUPPORTED_FF70\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"media_gmp-gmpopenh264_enabled\" class=\"Both\" displayName=\"$(string.media_gmp-gmpopenh264_enabled)\" explainText=\"$(string.Preferences_Boolean_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Preferences\" valueName=\"media.gmp-gmpopenh264.enabled\">\n      <parentCategory ref=\"Preferences\"/>\n      <supportedOn ref=\"SUPPORTED_FF68\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"media_gmp-widevinecdm_enabled\" class=\"Both\" displayName=\"$(string.media_gmp-widevinecdm_enabled)\" explainText=\"$(string.Preferences_Boolean_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Preferences\" valueName=\"media.gmp-widevinecdm.enabled\">\n      <parentCategory ref=\"Preferences\"/>\n      <supportedOn ref=\"SUPPORTED_FF68\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"network_dns_disableIPv6\" class=\"Both\" displayName=\"$(string.network_dns_disableIPv6)\" explainText=\"$(string.Preferences_Boolean_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Preferences\" valueName=\"network.dns.disableIPv6\">\n      <parentCategory ref=\"Preferences\"/>\n      <supportedOn ref=\"SUPPORTED_FF68\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"network_IDN_show_punycode\" class=\"Both\" displayName=\"$(string.network_IDN_show_punycode)\" explainText=\"$(string.Preferences_Boolean_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Preferences\" valueName=\"network.IDN_show_punycode\">\n      <parentCategory ref=\"Preferences\"/>\n      <supportedOn ref=\"SUPPORTED_FF68\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"places_history_enabled\" class=\"Both\" displayName=\"$(string.places_history_enabled)\" explainText=\"$(string.Preferences_Boolean_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Preferences\" valueName=\"places.history.enabled\">\n      <parentCategory ref=\"Preferences\"/>\n      <supportedOn ref=\"SUPPORTED_FF68\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"print_save_print_settings\" class=\"Both\" displayName=\"$(string.print_save_print_settings)\" explainText=\"$(string.Preferences_Boolean_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Preferences\" valueName=\"print.save_print_settings\">\n      <parentCategory ref=\"Preferences\"/>\n      <supportedOn ref=\"SUPPORTED_FF70\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"security_mixed_content_block_active_content\" class=\"Both\" displayName=\"$(string.security_mixed_content_block_active_content)\" explainText=\"$(string.Preferences_Boolean_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Preferences\" valueName=\"security.mixed_content.block_active_content\">\n      <parentCategory ref=\"Preferences\"/>\n      <supportedOn ref=\"SUPPORTED_FF70\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"security_ssl_errorReporting_enabled\" class=\"Both\" displayName=\"$(string.security_ssl_errorReporting_enabled)\" explainText=\"$(string.Preferences_Boolean_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Preferences\" valueName=\"security.ssl.errorReporting.enabled\">\n      <parentCategory ref=\"Preferences\"/>\n      <supportedOn ref=\"SUPPORTED_FF68\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"ui_key_menuAccessKeyFocuses\" class=\"Both\" displayName=\"$(string.ui_key_menuAccessKeyFocuses)\" explainText=\"$(string.Preferences_Boolean_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Preferences\" valueName=\"ui.key.menuAccessKeyFocuses\">\n      <parentCategory ref=\"Preferences\"/>\n      <supportedOn ref=\"SUPPORTED_FF68\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"browser_cache_disk_parent_directory\" class=\"Both\" displayName=\"$(string.browser_cache_disk_parent_directory)\" explainText=\"$(string.Preferences_String_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Preferences\" presentation=\"$(presentation.Preferences_String)\" >\n      <parentCategory ref=\"Preferences\" />\n      <supportedOn ref=\"SUPPORTED_FF68\" />\n      <elements>\n        <text id=\"Preferences_String\" valueName=\"browser.cache.disk.parent_directory\" required=\"true\" expandable=\"true\"/>\n      </elements>\n    </policy>\n    <policy name=\"dom_keyboardevent_keypress_hack_dispatch_non_printable_keys_addl\" class=\"Both\" displayName=\"$(string.dom_keyboardevent_keypress_hack_dispatch_non_printable_keys_addl)\" explainText=\"$(string.Preferences_String_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Preferences\" presentation=\"$(presentation.Preferences_String)\" >\n      <parentCategory ref=\"Preferences\" />\n      <supportedOn ref=\"SUPPORTED_FF68\" />\n      <elements>\n        <text id=\"Preferences_String\" valueName=\"dom.keyboardevent.keypress.hack.dispatch_non_printable_keys.addl\" required=\"true\" />\n      </elements>\n    </policy>\n    <policy name=\"dom_keyboardevent_keypress_hack_use_legacy_keycode_and_charcode_addl\" class=\"Both\" displayName=\"$(string.dom_keyboardevent_keypress_hack_use_legacy_keycode_and_charcode_addl)\" explainText=\"$(string.Preferences_String_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Preferences\" presentation=\"$(presentation.Preferences_String)\" >\n      <parentCategory ref=\"Preferences\" />\n      <supportedOn ref=\"SUPPORTED_FF68\" />\n      <elements>\n        <text id=\"Preferences_String\" valueName=\"dom.keyboardevent.keypress.hack.use_legacy_keycode_and_charcode.addl\" required=\"true\" />\n      </elements>\n    </policy>\n    <policy name=\"security_default_personal_cert\" class=\"Both\" displayName=\"$(string.security_default_personal_cert)\" explainText=\"$(string.Preferences_Enum_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Preferences\" presentation=\"$(presentation.Preferences_security_default_personal_cert)\" >\n      <parentCategory ref=\"Preferences\"/>\n      <supportedOn ref=\"SUPPORTED_FF68\"/>\n      <elements>\n        <enum id=\"Preferences_security_default_personal_cert\" valueName=\"security.default_personal_cert\">\n          <item displayName=\"$(string.Preferences_security_default_personal_cert_Ask_Every_Time)\">\n            <value>\n              <string>Ask Every Time</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.Preferences_security_default_personal_cert_Select_Automatically)\">\n            <value>\n              <string>Select Automatically</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"browser_newtabpage_activity-stream_default_sites\" class=\"Both\" displayName=\"$(string.browser_newtabpage_activity-stream_default_sites)\" explainText=\"$(string.Preferences_String_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Preferences\" presentation=\"$(presentation.Preferences_String)\" >\n      <parentCategory ref=\"Preferences\" />\n      <supportedOn ref=\"SUPPORTED_FF72\" />\n      <elements>\n        <text id=\"Preferences_String\" valueName=\"browser.newtabpage.activity-stream.default.sites\" required=\"true\" />\n      </elements>\n    </policy>\n    <policy name=\"extensions_htmlaboutaddons_recommendations_enabled\" class=\"Both\" displayName=\"$(string.extensions_htmlaboutaddons_recommendations_enabled)\" explainText=\"$(string.Preferences_Boolean_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Preferences\" valueName=\"extensions.htmlaboutaddons.recommendations.enabled\">\n      <parentCategory ref=\"Preferences\"/>\n      <supportedOn ref=\"SUPPORTED_FF72\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"media_peerconnection_enabled\" class=\"Both\" displayName=\"$(string.media_peerconnection_enabled)\" explainText=\"$(string.Preferences_Boolean_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Preferences\" valueName=\"media.peerconnection.enabled\">\n      <parentCategory ref=\"Preferences\"/>\n      <supportedOn ref=\"SUPPORTED_FF72\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"media_peerconnection_ice_obfuscate_host_addresses_whitelist\" class=\"Both\" displayName=\"$(string.media_peerconnection_ice_obfuscate_host_addresses_whitelist)\" explainText=\"$(string.Preferences_String_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Preferences\" presentation=\"$(presentation.Preferences_String)\" >\n      <parentCategory ref=\"Preferences\" />\n      <supportedOn ref=\"SUPPORTED_FF68\" />\n      <elements>\n        <text id=\"Preferences_String\" valueName=\"media.peerconnection.ice.obfuscate_host_addresses.whitelist\" required=\"true\" />\n      </elements>\n    </policy>\n    <policy name=\"media_peerconnection_ice_obfuscate_host_addresses_blocklist\" class=\"Both\" displayName=\"$(string.media_peerconnection_ice_obfuscate_host_addresses_blocklist)\" explainText=\"$(string.Preferences_String_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Preferences\" presentation=\"$(presentation.Preferences_String)\" >\n      <parentCategory ref=\"Preferences\" />\n      <supportedOn ref=\"SUPPORTED_FF79\" />\n      <elements>\n        <text id=\"Preferences_String\" valueName=\"media.peerconnection.ice.obfuscate_host_addresses.blocklist\" required=\"true\" />\n      </elements>\n    </policy>\n    <policy name=\"security_osclientcerts_autoload\" class=\"Both\" displayName=\"$(string.security_osclientcerts_autoload)\" explainText=\"$(string.Preferences_Boolean_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Preferences\" valueName=\"security.osclientcerts.autoload\">\n      <parentCategory ref=\"Preferences\"/>\n      <supportedOn ref=\"SUPPORTED_FF72\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"security_tls_hello_downgrade_check\" class=\"Both\" displayName=\"$(string.security_tls_hello_downgrade_check)\" explainText=\"$(string.Preferences_Boolean_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Preferences\" valueName=\"security.tls.hello_downgrade_check\">\n      <parentCategory ref=\"Preferences\"/>\n      <supportedOn ref=\"SUPPORTED_FF72\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"widget_content_gtk-theme-override\" class=\"Both\" displayName=\"$(string.widget_content_gtk-theme-override)\" explainText=\"$(string.Preferences_String_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\Preferences\" presentation=\"$(presentation.Preferences_String)\" >\n      <parentCategory ref=\"Preferences\" />\n      <supportedOn ref=\"SUPPORTED_FF68\" />\n      <elements>\n        <text id=\"Preferences_String\" valueName=\"widget.content.gtk-theme-override\" required=\"true\" />\n      </elements>\n    </policy>\n    <policy name=\"A_SanitizeOnShutdown_Cache\" class=\"Both\" displayName=\"$(string.SanitizeOnShutdown_Cache)\" explainText=\"$(string.SanitizeOnShutdown_Cache_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\SanitizeOnShutdown\" valueName=\"Cache\">\n      <parentCategory ref=\"SanitizeOnShutdown\"/>\n      <supportedOn ref=\"SUPPORTED_FF74\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"B_SanitizeOnShutdown_Cookies\" class=\"Both\" displayName=\"$(string.SanitizeOnShutdown_Cookies)\" explainText=\"$(string.SanitizeOnShutdown_Cookies_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\SanitizeOnShutdown\" valueName=\"Cookies\">\n      <parentCategory ref=\"SanitizeOnShutdown\"/>\n      <supportedOn ref=\"SUPPORTED_FF74\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"C_SanitizeOnShutdown_Downloads\" class=\"Both\" displayName=\"$(string.SanitizeOnShutdown_Downloads)\" explainText=\"$(string.SanitizeOnShutdown_Downloads_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\SanitizeOnShutdown\" valueName=\"Downloads\">\n      <parentCategory ref=\"SanitizeOnShutdown\"/>\n      <supportedOn ref=\"SUPPORTED_FF74\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"D_SanitizeOnShutdown_FormData\" class=\"Both\" displayName=\"$(string.SanitizeOnShutdown_FormData)\" explainText=\"$(string.SanitizeOnShutdown_FormData_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\SanitizeOnShutdown\" valueName=\"FormData\">\n      <parentCategory ref=\"SanitizeOnShutdown\"/>\n      <supportedOn ref=\"SUPPORTED_FF74\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"E_SanitizeOnShutdown_History\" class=\"Both\" displayName=\"$(string.SanitizeOnShutdown_History)\" explainText=\"$(string.SanitizeOnShutdown_History_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\SanitizeOnShutdown\" valueName=\"History\">\n      <parentCategory ref=\"SanitizeOnShutdown\"/>\n      <supportedOn ref=\"SUPPORTED_FF74\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"F_SanitizeOnShutdown_Sessions\" class=\"Both\" displayName=\"$(string.SanitizeOnShutdown_Sessions)\" explainText=\"$(string.SanitizeOnShutdown_Sessions_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\SanitizeOnShutdown\" valueName=\"Sessions\">\n      <parentCategory ref=\"SanitizeOnShutdown\"/>\n      <supportedOn ref=\"SUPPORTED_FF74\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"G_SanitizeOnShutdown_SiteSettings\" class=\"Both\" displayName=\"$(string.SanitizeOnShutdown_SiteSettings)\" explainText=\"$(string.SanitizeOnShutdown_SiteSettings_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\SanitizeOnShutdown\" valueName=\"SiteSettings\">\n      <parentCategory ref=\"SanitizeOnShutdown\"/>\n      <supportedOn ref=\"SUPPORTED_FF74\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"H_SanitizeOnShutdown_OfflineApps\" class=\"Both\" displayName=\"$(string.SanitizeOnShutdown_OfflineApps)\" explainText=\"$(string.SanitizeOnShutdown_OfflineApps_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\SanitizeOnShutdown\" valueName=\"OfflineApps\">\n      <parentCategory ref=\"SanitizeOnShutdown\"/>\n      <supportedOn ref=\"SUPPORTED_FF74\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"I_SanitizeOnShutdown_Locked\" class=\"Both\" displayName=\"$(string.SanitizeOnShutdown_Locked)\" explainText=\"$(string.SanitizeOnShutdown_Locked_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\SanitizeOnShutdown\" valueName=\"Locked\">\n      <parentCategory ref=\"SanitizeOnShutdown\"/>\n      <supportedOn ref=\"SUPPORTED_FF74\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"A_TrackingProtection_Value\" class=\"Both\" displayName=\"$(string.TrackingProtection_Value)\" explainText=\"$(string.TrackingProtection_Value_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\EnableTrackingProtection\" valueName=\"Value\">\n      <parentCategory ref=\"TrackingProtection\"/>\n      <supportedOn ref=\"SUPPORTED_FF74\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"B_TrackingProtection_Cryptomining\" class=\"Both\" displayName=\"$(string.TrackingProtection_Cryptomining)\" explainText=\"$(string.TrackingProtection_Cryptomining_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\EnableTrackingProtection\" valueName=\"Cryptomining\">\n      <parentCategory ref=\"TrackingProtection\"/>\n      <supportedOn ref=\"SUPPORTED_FF74\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"C_TrackingProtection_Fingerprinting\" class=\"Both\" displayName=\"$(string.TrackingProtection_Fingerprinting)\" explainText=\"$(string.TrackingProtection_Fingerprinting_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\EnableTrackingProtection\" valueName=\"Fingerprinting\">\n      <parentCategory ref=\"TrackingProtection\"/>\n      <supportedOn ref=\"SUPPORTED_FF74\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"D_TrackingProtection_Exceptions\" class=\"Both\" displayName=\"$(string.TrackingProtection_Exceptions)\" explainText=\"$(string.TrackingProtection_Exceptions_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\EnableTrackingProtection\"  presentation=\"$(presentation.TrackingProtection_Exceptions)\">\n      <parentCategory ref=\"TrackingProtection\"/>\n      <supportedOn ref=\"SUPPORTED_FF74\"/>\n      <elements>\n        <list id=\"TrackingProtection_Exceptions\" key=\"Software\\Policies\\Mozilla\\Firefox\\EnableTrackingProtection\\Exceptions\" valuePrefix=\"\"/>\n      </elements>\n    </policy>\n    <policy name=\"E_TrackingProtection_Locked\" class=\"Both\" displayName=\"$(string.TrackingProtection_Locked)\" explainText=\"$(string.TrackingProtection_Locked_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\EnableTrackingProtection\" valueName=\"Locked\">\n      <parentCategory ref=\"TrackingProtection\"/>\n      <supportedOn ref=\"SUPPORTED_FF74\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"UserMessaging_WhatsNew\" class=\"Both\" displayName=\"$(string.UserMessaging_WhatsNew)\" explainText=\"$(string.UserMessaging_WhatsNew_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\UserMessaging\" valueName=\"WhatsNew\">\n      <parentCategory ref=\"UserMessaging\"/>\n      <supportedOn ref=\"SUPPORTED_FF75_ONLY\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"UserMessaging_ExtensionRecommendations\" class=\"Both\" displayName=\"$(string.UserMessaging_ExtensionRecommendations)\" explainText=\"$(string.UserMessaging_ExtensionRecommendations_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\UserMessaging\" valueName=\"ExtensionRecommendations\">\n      <parentCategory ref=\"UserMessaging\"/>\n      <supportedOn ref=\"SUPPORTED_FF75\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"UserMessaging_FeatureRecommendations\" class=\"Both\" displayName=\"$(string.UserMessaging_FeatureRecommendations)\" explainText=\"$(string.UserMessaging_FeatureRecommendations_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\UserMessaging\" valueName=\"FeatureRecommendations\">\n      <parentCategory ref=\"UserMessaging\"/>\n      <supportedOn ref=\"SUPPORTED_FF75\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"UserMessaging_UrlbarInterventions\" class=\"Both\" displayName=\"$(string.UserMessaging_UrlbarInterventions)\" explainText=\"$(string.UserMessaging_UrlbarInterventions_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\UserMessaging\" valueName=\"UrlbarInterventions\">\n      <parentCategory ref=\"UserMessaging\"/>\n      <supportedOn ref=\"SUPPORTED_FF75_ONLY\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"UserMessaging_SkipOnboarding\" class=\"Both\" displayName=\"$(string.UserMessaging_SkipOnboarding)\" explainText=\"$(string.UserMessaging_SkipOnboarding_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\UserMessaging\" valueName=\"SkipOnboarding\">\n      <parentCategory ref=\"UserMessaging\"/>\n      <supportedOn ref=\"SUPPORTED_FF88\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"UserMessaging_MoreFromMozilla\" class=\"Both\" displayName=\"$(string.UserMessaging_MoreFromMozilla)\" explainText=\"$(string.UserMessaging_MoreFromMozilla_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\UserMessaging\" valueName=\"MoreFromMozilla\">\n      <parentCategory ref=\"UserMessaging\"/>\n      <supportedOn ref=\"SUPPORTED_FF98_ONLY\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"DisabledCiphers_TLS_DHE_RSA_WITH_AES_128_CBC_SHA\" class=\"Both\" displayName=\"$(string.DisabledCiphers_TLS_DHE_RSA_WITH_AES_128_CBC_SHA)\" explainText=\"$(string.DisabledCiphers_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\DisabledCiphers\" valueName=\"TLS_DHE_RSA_WITH_AES_128_CBC_SHA\">\n      <parentCategory ref=\"DisabledCiphers\"/>\n      <supportedOn ref=\"SUPPORTED_FF76_ONLY\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"DisabledCiphers_TLS_DHE_RSA_WITH_AES_256_CBC_SHA\" class=\"Both\" displayName=\"$(string.DisabledCiphers_TLS_DHE_RSA_WITH_AES_256_CBC_SHA)\" explainText=\"$(string.DisabledCiphers_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\DisabledCiphers\" valueName=\"TLS_DHE_RSA_WITH_AES_256_CBC_SHA\">\n      <parentCategory ref=\"DisabledCiphers\"/>\n      <supportedOn ref=\"SUPPORTED_FF76_ONLY\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"DisabledCiphers_TLS_ECDHE_RSA_WITH_AES_128_CBC_SHA\" class=\"Both\" displayName=\"$(string.DisabledCiphers_TLS_ECDHE_RSA_WITH_AES_128_CBC_SHA)\" explainText=\"$(string.DisabledCiphers_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\DisabledCiphers\" valueName=\"TLS_ECDHE_RSA_WITH_AES_128_CBC_SHA\">\n      <parentCategory ref=\"DisabledCiphers\"/>\n      <supportedOn ref=\"SUPPORTED_FF76_ONLY\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"DisabledCiphers_TLS_ECDHE_RSA_WITH_AES_256_CBC_SHA\" class=\"Both\" displayName=\"$(string.DisabledCiphers_TLS_ECDHE_RSA_WITH_AES_256_CBC_SHA)\" explainText=\"$(string.DisabledCiphers_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\DisabledCiphers\" valueName=\"TLS_ECDHE_RSA_WITH_AES_256_CBC_SHA\">\n      <parentCategory ref=\"DisabledCiphers\"/>\n      <supportedOn ref=\"SUPPORTED_FF76_ONLY\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"DisabledCiphers_TLS_ECDHE_RSA_WITH_AES_128_GCM_SHA256\" class=\"Both\" displayName=\"$(string.DisabledCiphers_TLS_ECDHE_RSA_WITH_AES_128_GCM_SHA256)\" explainText=\"$(string.DisabledCiphers_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\DisabledCiphers\" valueName=\"TLS_ECDHE_RSA_WITH_AES_128_GCM_SHA256\">\n      <parentCategory ref=\"DisabledCiphers\"/>\n      <supportedOn ref=\"SUPPORTED_FF76_ONLY\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"DisabledCiphers_TLS_ECDHE_ECDSA_WITH_AES_128_GCM_SHA256\" class=\"Both\" displayName=\"$(string.DisabledCiphers_TLS_ECDHE_ECDSA_WITH_AES_128_GCM_SHA256)\" explainText=\"$(string.DisabledCiphers_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\DisabledCiphers\" valueName=\"TLS_ECDHE_ECDSA_WITH_AES_128_GCM_SHA256\">\n      <parentCategory ref=\"DisabledCiphers\"/>\n      <supportedOn ref=\"SUPPORTED_FF76_ONLY\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"DisabledCiphers_TLS_RSA_WITH_AES_128_CBC_SHA\" class=\"Both\" displayName=\"$(string.DisabledCiphers_TLS_RSA_WITH_AES_128_CBC_SHA)\" explainText=\"$(string.DisabledCiphers_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\DisabledCiphers\" valueName=\"TLS_RSA_WITH_AES_128_CBC_SHA\">\n      <parentCategory ref=\"DisabledCiphers\"/>\n      <supportedOn ref=\"SUPPORTED_FF76_ONLY\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"DisabledCiphers_TLS_RSA_WITH_AES_256_CBC_SHA\" class=\"Both\" displayName=\"$(string.DisabledCiphers_TLS_RSA_WITH_AES_256_CBC_SHA)\" explainText=\"$(string.DisabledCiphers_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\DisabledCiphers\" valueName=\"TLS_RSA_WITH_AES_256_CBC_SHA\">\n      <parentCategory ref=\"DisabledCiphers\"/>\n      <supportedOn ref=\"SUPPORTED_FF76_ONLY\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"DisabledCiphers_TLS_RSA_WITH_3DES_EDE_CBC_SHA\" class=\"Both\" displayName=\"$(string.DisabledCiphers_TLS_RSA_WITH_3DES_EDE_CBC_SHA)\" explainText=\"$(string.DisabledCiphers_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\DisabledCiphers\" valueName=\"TLS_RSA_WITH_3DES_EDE_CBC_SHA\">\n      <parentCategory ref=\"DisabledCiphers\"/>\n      <supportedOn ref=\"SUPPORTED_FF76_ONLY\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"DisabledCiphers_TLS_RSA_WITH_AES_128_GCM_SHA256\" class=\"Both\" displayName=\"$(string.DisabledCiphers_TLS_RSA_WITH_AES_128_GCM_SHA256)\" explainText=\"$(string.DisabledCiphers_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\DisabledCiphers\" valueName=\"TLS_RSA_WITH_AES_128_GCM_SHA256\">\n      <parentCategory ref=\"DisabledCiphers\"/>\n      <supportedOn ref=\"SUPPORTED_FF78\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"DisabledCiphers_TLS_RSA_WITH_AES_256_GCM_SHA384\" class=\"Both\" displayName=\"$(string.DisabledCiphers_TLS_RSA_WITH_AES_256_GCM_SHA384)\" explainText=\"$(string.DisabledCiphers_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\DisabledCiphers\" valueName=\"TLS_RSA_WITH_AES_256_GCM_SHA384\">\n      <parentCategory ref=\"DisabledCiphers\"/>\n      <supportedOn ref=\"SUPPORTED_FF78\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"DisabledCiphers_TLS_ECDHE_ECDSA_WITH_AES_128_CBC_SHA\" class=\"Both\" displayName=\"$(string.DisabledCiphers_TLS_ECDHE_ECDSA_WITH_AES_128_CBC_SHA)\" explainText=\"$(string.DisabledCiphers_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\DisabledCiphers\" valueName=\"TLS_ECDHE_ECDSA_WITH_AES_128_CBC_SHA\">\n      <parentCategory ref=\"DisabledCiphers\"/>\n      <supportedOn ref=\"SUPPORTED_FF97\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"DisabledCiphers_TLS_ECDHE_ECDSA_WITH_AES_256_CBC_SHA\" class=\"Both\" displayName=\"$(string.DisabledCiphers_TLS_ECDHE_ECDSA_WITH_AES_256_CBC_SHA)\" explainText=\"$(string.DisabledCiphers_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\DisabledCiphers\" valueName=\"TLS_ECDHE_ECDSA_WITH_AES_256_CBC_SHA\">\n      <parentCategory ref=\"DisabledCiphers\"/>\n      <supportedOn ref=\"SUPPORTED_FF97\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"DisabledCiphers_TLS_ECDHE_ECDSA_WITH_AES_256_GCM_SHA384\" class=\"Both\" displayName=\"$(string.DisabledCiphers_TLS_ECDHE_ECDSA_WITH_AES_256_GCM_SHA384)\" explainText=\"$(string.DisabledCiphers_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\DisabledCiphers\" valueName=\"TLS_ECDHE_ECDSA_WITH_AES_256_GCM_SHA384\">\n      <parentCategory ref=\"DisabledCiphers\"/>\n      <supportedOn ref=\"SUPPORTED_FF97\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"DisabledCiphers_TLS_ECDHE_ECDSA_WITH_CHACHA20_POLY1305_SHA256\" class=\"Both\" displayName=\"$(string.DisabledCiphers_TLS_ECDHE_ECDSA_WITH_CHACHA20_POLY1305_SHA256)\" explainText=\"$(string.DisabledCiphers_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\DisabledCiphers\" valueName=\"TLS_ECDHE_ECDSA_WITH_CHACHA20_POLY1305_SHA256\">\n      <parentCategory ref=\"DisabledCiphers\"/>\n      <supportedOn ref=\"SUPPORTED_FF97\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"DisabledCiphers_TLS_ECDHE_RSA_WITH_AES_256_GCM_SHA384\" class=\"Both\" displayName=\"$(string.DisabledCiphers_TLS_ECDHE_RSA_WITH_AES_256_GCM_SHA384)\" explainText=\"$(string.DisabledCiphers_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\DisabledCiphers\" valueName=\"TLS_ECDHE_RSA_WITH_AES_256_GCM_SHA384\">\n      <parentCategory ref=\"DisabledCiphers\"/>\n      <supportedOn ref=\"SUPPORTED_FF97\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"DisabledCiphers_TLS_ECDHE_RSA_WITH_CHACHA20_POLY1305_SHA256\" class=\"Both\" displayName=\"$(string.DisabledCiphers_TLS_ECDHE_RSA_WITH_CHACHA20_POLY1305_SHA256)\" explainText=\"$(string.DisabledCiphers_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\DisabledCiphers\" valueName=\"TLS_ECDHE_RSA_WITH_CHACHA20_POLY1305_SHA256\">\n      <parentCategory ref=\"DisabledCiphers\"/>\n      <supportedOn ref=\"SUPPORTED_FF97\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"EncryptedMediaExtensions_Enabled\" class=\"Both\" displayName=\"$(string.EncryptedMediaExtensions_Enabled)\" explainText=\"$(string.EncryptedMediaExtensions_Enabled_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\EncryptedMediaExtensions\" valueName=\"Enabled\">\n      <parentCategory ref=\"EncryptedMediaExtensions\"/>\n      <supportedOn ref=\"SUPPORTED_FF77\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"EncryptedMediaExtensions_Locked\" class=\"Both\" displayName=\"$(string.EncryptedMediaExtensions_Locked)\" explainText=\"$(string.EncryptedMediaExtensions_Locked_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\EncryptedMediaExtensions\" valueName=\"Locked\">\n      <parentCategory ref=\"EncryptedMediaExtensions\"/>\n      <supportedOn ref=\"SUPPORTED_FF77\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"PDFjs_Enabled\" class=\"Both\" displayName=\"$(string.PDFjs_Enabled)\" explainText=\"$(string.PDFjs_Enabled_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\PDFjs\" valueName=\"Enabled\">\n      <parentCategory ref=\"PDFjs\"/>\n      <supportedOn ref=\"SUPPORTED_FF77_ONLY\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"PDFjs_EnablePermissions\" class=\"Both\" displayName=\"$(string.PDFjs_EnablePermissions)\" explainText=\"$(string.PDFjs_EnablePermissions_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\PDFjs\" valueName=\"EnablePermissions\">\n      <parentCategory ref=\"PDFjs\"/>\n      <supportedOn ref=\"SUPPORTED_FF77_ONLY\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"PictureInPicture_Enabled\" class=\"Both\" displayName=\"$(string.PictureInPicture_Enabled)\" explainText=\"$(string.PictureInPicture_Enabled_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\PictureInPicture\" valueName=\"Enabled\">\n      <parentCategory ref=\"PictureInPicture\"/>\n      <supportedOn ref=\"SUPPORTED_FF78\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"PictureInPicture_Locked\" class=\"Both\" displayName=\"$(string.PictureInPicture_Locked)\" explainText=\"$(string.PictureInPicture_Locked_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\\PictureInPicture\" valueName=\"Locked\">\n      <parentCategory ref=\"PictureInPicture\"/>\n      <supportedOn ref=\"SUPPORTED_FF78\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"PrimaryPassword\" class=\"Both\" displayName=\"$(string.PrimaryPassword)\" explainText=\"$(string.PrimaryPassword_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" valueName=\"PrimaryPassword\">\n      <parentCategory ref=\"firefox\"/>\n      <supportedOn ref=\"SUPPORTED_FF79\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"Handlers\" class=\"Both\" displayName=\"$(string.Handlers)\" key=\"Software\\Policies\\Mozilla\\Firefox\" explainText=\"$(string.Handlers_Explain)\" presentation=\"$(presentation.Handlers)\">\n      <parentCategory ref=\"firefox\"/>\n      <supportedOn ref=\"SUPPORTED_FF78\"/>\n      <elements>\n        <multiText id=\"Handlers\" valueName=\"Handlers\"  maxLength=\"16384\"/>\n      </elements>\n    </policy>\n    <policy name=\"Preferences\" class=\"Both\" displayName=\"$(string.Preferences)\"  key=\"Software\\Policies\\Mozilla\\Firefox\" explainText=\"$(string.Preferences_Explain)\" presentation=\"$(presentation.JSON)\">\n      <parentCategory ref=\"firefox\"/>\n      <supportedOn ref=\"SUPPORTED_FF81\"/>\n      <elements>\n        <multiText id=\"JSON\" valueName=\"Preferences\"  maxLength=\"16384\"/>\n      </elements>\n    </policy>\n    <policy name=\"ManagedBookmarks\" class=\"Both\" displayName=\"$(string.ManagedBookmarks)\" key=\"Software\\Policies\\Mozilla\\Firefox\" explainText=\"$(string.ManagedBookmarks_Explain)\" presentation=\"$(presentation.JSON)\">\n      <parentCategory ref=\"firefox\"/>\n      <supportedOn ref=\"SUPPORTED_FF83\"/>\n      <elements>\n        <multiText id=\"JSON\" valueName=\"ManagedBookmarks\"  maxLength=\"16384\"/>\n      </elements>\n    </policy>\n    <policy name=\"AllowedDomainsForApps\" class=\"Both\" displayName=\"$(string.AllowedDomainsForApps)\" key=\"Software\\Policies\\Mozilla\\Firefox\" explainText=\"$(string.AllowedDomainsForApps_Explain)\" presentation=\"$(presentation.String)\">\n      <parentCategory ref=\"firefox\"/>\n      <supportedOn ref=\"SUPPORTED_FF89\"/>\n      <elements>\n        <text id=\"String\" valueName=\"AllowedDomainsForApps\"/>\n      </elements>\n    </policy>\n    <policy name=\"BackgroundAppUpdate\" class=\"Both\" displayName=\"$(string.BackgroundAppUpdate)\" explainText=\"$(string.BackgroundAppUpdate_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" valueName=\"BackgroundAppUpdate\">\n      <parentCategory ref=\"firefox\"/>\n      <supportedOn ref=\"SUPPORTED_FF90\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n    <policy name=\"AutoLaunchProtocolsFromOrigins\" class=\"Both\" displayName=\"$(string.AutoLaunchProtocolsFromOrigins)\"  key=\"Software\\Policies\\Mozilla\\Firefox\" explainText=\"$(string.AutoLaunchProtocolsFromOrigins_Explain)\" presentation=\"$(presentation.JSON)\">\n      <parentCategory ref=\"firefox\"/>\n      <supportedOn ref=\"SUPPORTED_FF81\"/>\n      <elements>\n        <multiText id=\"JSON\" valueName=\"AutoLaunchProtocolsFromOrigins\"  maxLength=\"16384\"/>\n      </elements>\n    </policy>\n    <policy name=\"WindowsSSO\" class=\"Both\" displayName=\"$(string.WindowsSSO)\" explainText=\"$(string.WindowsSSO_Explain)\" key=\"Software\\Policies\\Mozilla\\Firefox\" valueName=\"WindowsSSO\">\n      <parentCategory ref=\"firefox\"/>\n      <supportedOn ref=\"SUPPORTED_FF91\"/>\n      <enabledValue>\n        <decimal value=\"1\"/>\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\"/>\n      </disabledValue>\n    </policy>\n  </policies>\n</policyDefinitions>"
                              },
                              "isEncrypted": false,
                              "secretReferenceValueId": null
                    },
                    {
                              "@odata.type": "#microsoft.graph.omaSettingString",
                              "displayName": "Firefox AutoUpdate",
                              "description": null,
                              "omaUri": "./Device/Vendor/MSFT/Policy/Config/Firefox~Policy~firefox/AppAutoUpdate",
                              "value": {
                                        "@odata.context": "https://graph.microsoft.com/beta/$metadata#Edm.String",
                                        "value": "<enabled/>"
                              },
                              "isEncrypted": false,
                              "secretReferenceValueId": null
                    },
                    {
                              "@odata.type": "#microsoft.graph.omaSettingString",
                              "displayName": "Firefox BackgroundAppUpdate",
                              "description": null,
                              "omaUri": "./Device/Vendor/MSFT/Policy/Config/Firefox~Policy~firefox/BackgroundAppUpdate",
                              "value": {
                                        "@odata.context": "https://graph.microsoft.com/beta/$metadata#Edm.String",
                                        "value": "<enabled/>"
                              },
                              "isEncrypted": false,
                              "secretReferenceValueId": null
                    },
                    {
                              "@odata.type": "#microsoft.graph.omaSettingString",
                              "displayName": "Firefox Windows SSO",
                              "description": "If this policy is enabled, Firefox will use credentials stored in Windows to sign in to Microsoft, work, and school accounts.If this policy is disabled or not configured, credentials must be entered manually.",
                              "omaUri": "./Device/Vendor/MSFT/Policy/Config/Firefox~Policy~firefox/WindowsSSO",
                              "value": {
                                        "@odata.context": "https://graph.microsoft.com/beta/$metadata#Edm.String",
                                        "value": "<enabled />"
                              },
                              "isEncrypted": false,
                              "secretReferenceValueId": null
                    }
          ]
}