{
          "@odata.type": "#microsoft.graph.windows10CustomConfiguration",
          "roleScopeTagIds": [
                    "0"
          ],
          "deviceManagementApplicabilityRuleOsEdition": null,
          "deviceManagementApplicabilityRuleOsVersion": null,
          "deviceManagementApplicabilityRuleDeviceMode": null,
          "description": null,
          "displayName": "W10/11 - Deploy_DriveMapping_Verwaltung [BSSE]",
          "assignments": [
                    {
                              "source": "direct",
                              "intent": "apply",
                              "target": {
                                        "@odata.type": "#microsoft.graph.groupAssignmentTarget",
                                        "deviceAndAppManagementAssignmentFilterId": null,
                                        "deviceAndAppManagementAssignmentFilterType": "none",
                                        "groupName": "_W11_Verwaltungsrechner"
                              }
                    }
          ],
          "omaSettings": [
                    {
                              "@odata.type": "#microsoft.graph.omaSettingString",
                              "displayName": "DriveMapping.admx",
                              "description": null,
                              "omaUri": "./Device/Vendor/MSFT/Policy/ConfigOperations/ADMXInstall/DriveMapping/Policy/DriveMappingAdmx",
                              "value": {
                                        "@odata.context": "https://graph.microsoft.com/beta/$metadata#Edm.String",
                                        "value": "<policyDefinitions revision=\"1.0\" schemaVersion=\"1.0\"> \n  <policyNamespaces> \n    <target prefix=\"DriveMapping\" namespace=\"DriveMapping.Policies.DriveMapping\" /> \n    <using prefix=\"windows\" namespace=\"Microsoft.Policies.Windows\" /> \n  </policyNamespaces> \n  <resources minRequiredRevision=\"1.0\" /> \n  <categories> \n    <category name=\"DriveMapping\" displayName=\"$(string.DriveMapping)\" /> \n  </categories> \n  <policies>\n     <policy name=\"ReconnectNetworkDrivesWarning\" class=\"User\" displayName=\"$(string.ReconnectNetworkDrivesWarning)\" explainText=\"$(string.ReconnectNetworkDrivesWarning_Help)\" key=\"Network\" valueName=\"RestoreDiskChecked\">\n      <parentCategory ref=\"DriveMapping\" /> \n      <supportedOn ref=\"windows:SUPPORTED_Windows7\" />\n      <enabledValue>\n        <decimal value=\"1\" />\n      </enabledValue>\n      <disabledValue>\n        <decimal value=\"0\" />\n      </disabledValue>\n    </policy>\n    <policy name=\"Drive_D\" class=\"User\" displayName=\"$(string.Drive_D)\" explainText=\"$(string.Drive_D_Help)\" presentation=\"$(presentation.Drive_D)\" key=\"Network\\D\"> \n      <parentCategory ref=\"DriveMapping\" /> \n      <supportedOn ref=\"windows:SUPPORTED_Windows7\" /> \n      <enabledList>\n        <item key=\"Network\\D\" valueName=\"UserName\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n        <item key=\"Network\\D\" valueName=\"ProviderName\">\n          <value>\n            <string>Microsoft Windows Network</string>\n          </value>\n        </item>\n        <item key=\"Network\\D\" valueName=\"ProviderType\">\n          <value>\n            <decimal value=\"131072\" />\n          </value>\n        </item>\n        <item key=\"Network\\D\" valueName=\"ConnectionType\">\n          <value>\n            <decimal value=\"1\" />\n          </value>\n        </item>\n        <item key=\"Network\\D\" valueName=\"DeferFlags\">\n          <value>\n            <decimal value=\"4\" />\n          </value>\n        </item>\n      </enabledList>\n      <disabledList>\n        <item key=\"Network\\D\" valueName=\"RemotePath\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n\t<item key=\"Network\\D\" valueName=\"ProviderFlags\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n\t<item key=\"Network\\D\" valueName=\"ProviderName\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n        <item key=\"Network\\D\" valueName=\"ProviderType\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n        <item key=\"Network\\D\" valueName=\"ConnectionType\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n        <item key=\"Network\\D\" valueName=\"DeferFlags\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n      </disabledList>\n      <elements>\n        <text id=\"Drive_D_RemotePath\" valueName=\"RemotePath\" expandable=\"true\" />\n\t<boolean id=\"Drive_D_RemotePath_IsDFS\" valueName=\"ProviderFlags\">\n            <trueValue>\n              <decimal value=\"1\" />\n            </trueValue>\n            <falseValue>\n              <decimal value=\"0\" />\n            </falseValue>\n          </boolean>\n      </elements>\n    </policy>\n    <policy name=\"Drive_E\" class=\"User\" displayName=\"$(string.Drive_E)\" explainText=\"$(string.Drive_E_Help)\" presentation=\"$(presentation.Drive_E)\" key=\"Network\\E\"> \n      <parentCategory ref=\"DriveMapping\" /> \n      <supportedOn ref=\"windows:SUPPORTED_Windows7\" /> \n      <enabledList>\n        <item key=\"Network\\E\" valueName=\"UserName\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n        <item key=\"Network\\E\" valueName=\"ProviderName\">\n          <value>\n            <string>Microsoft Windows Network</string>\n          </value>\n        </item>\n        <item key=\"Network\\E\" valueName=\"ProviderType\">\n          <value>\n            <decimal value=\"131072\" />\n          </value>\n        </item>\n        <item key=\"Network\\E\" valueName=\"ConnectionType\">\n          <value>\n            <decimal value=\"1\" />\n          </value>\n        </item>\n        <item key=\"Network\\E\" valueName=\"DeferFlags\">\n          <value>\n            <decimal value=\"4\" />\n          </value>\n        </item>\n      </enabledList>\n      <disabledList>\n        <item key=\"Network\\E\" valueName=\"RemotePath\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n\t<item key=\"Network\\E\" valueName=\"ProviderFlags\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n\t<item key=\"Network\\E\" valueName=\"ProviderName\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n        <item key=\"Network\\E\" valueName=\"ProviderType\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n        <item key=\"Network\\E\" valueName=\"ConnectionType\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n        <item key=\"Network\\E\" valueName=\"DeferFlags\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n      </disabledList>\n      <elements>\n        <text id=\"Drive_E_RemotePath\" valueName=\"RemotePath\" expandable=\"true\" />\n\t<boolean id=\"Drive_E_RemotePath_IsDFS\" valueName=\"ProviderFlags\">\n            <trueValue>\n              <decimal value=\"1\" />\n            </trueValue>\n            <falseValue>\n              <decimal value=\"0\" />\n            </falseValue>\n          </boolean>\n      </elements>\n    </policy>\n    <policy name=\"Drive_F\" class=\"User\" displayName=\"$(string.Drive_F)\" explainText=\"$(string.Drive_F_Help)\" presentation=\"$(presentation.Drive_F)\" key=\"Network\\F\"> \n      <parentCategory ref=\"DriveMapping\" /> \n      <supportedOn ref=\"windows:SUPPORTED_Windows7\" /> \n      <enabledList>\n        <item key=\"Network\\F\" valueName=\"UserName\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n        <item key=\"Network\\F\" valueName=\"ProviderName\">\n          <value>\n            <string>Microsoft Windows Network</string>\n          </value>\n        </item>\n        <item key=\"Network\\F\" valueName=\"ProviderType\">\n          <value>\n            <decimal value=\"131072\" />\n          </value>\n        </item>\n        <item key=\"Network\\F\" valueName=\"ConnectionType\">\n          <value>\n            <decimal value=\"1\" />\n          </value>\n        </item>\n        <item key=\"Network\\F\" valueName=\"DeferFlags\">\n          <value>\n            <decimal value=\"4\" />\n          </value>\n        </item>\n      </enabledList>\n     <disabledList>\n        <item key=\"Network\\F\" valueName=\"RemotePath\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n\t<item key=\"Network\\F\" valueName=\"ProviderFlags\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n\t<item key=\"Network\\F\" valueName=\"ProviderName\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n        <item key=\"Network\\F\" valueName=\"ProviderType\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n        <item key=\"Network\\F\" valueName=\"ConnectionType\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n        <item key=\"Network\\F\" valueName=\"DeferFlags\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n      </disabledList>\n      <elements>\n        <text id=\"Drive_F_RemotePath\" valueName=\"RemotePath\" expandable=\"true\" />\n\t<boolean id=\"Drive_F_RemotePath_IsDFS\" valueName=\"ProviderFlags\">\n            <trueValue>\n              <decimal value=\"1\" />\n            </trueValue>\n            <falseValue>\n              <decimal value=\"0\" />\n            </falseValue>\n          </boolean>\n      </elements>\n    </policy>\n    <policy name=\"Drive_G\" class=\"User\" displayName=\"$(string.Drive_G)\" explainText=\"$(string.Drive_G_Help)\" presentation=\"$(presentation.Drive_G)\" key=\"Network\\G\"> \n      <parentCategory ref=\"DriveMapping\" /> \n      <supportedOn ref=\"windows:SUPPORTED_Windows7\" /> \n      <enabledList>\n        <item key=\"Network\\G\" valueName=\"UserName\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n        <item key=\"Network\\G\" valueName=\"ProviderName\">\n          <value>\n            <string>Microsoft Windows Network</string>\n          </value>\n        </item>\n        <item key=\"Network\\G\" valueName=\"ProviderType\">\n          <value>\n            <decimal value=\"131072\" />\n          </value>\n        </item>\n        <item key=\"Network\\G\" valueName=\"ConnectionType\">\n          <value>\n            <decimal value=\"1\" />\n          </value>\n        </item>\n        <item key=\"Network\\G\" valueName=\"DeferFlags\">\n          <value>\n            <decimal value=\"4\" />\n          </value>\n        </item>\n      </enabledList>\n      <disabledList>\n        <item key=\"Network\\G\" valueName=\"RemotePath\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n\t<item key=\"Network\\G\" valueName=\"ProviderFlags\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n\t<item key=\"Network\\G\" valueName=\"ProviderName\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n        <item key=\"Network\\G\" valueName=\"ProviderType\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n        <item key=\"Network\\G\" valueName=\"ConnectionType\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n        <item key=\"Network\\G\" valueName=\"DeferFlags\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n      </disabledList>\n      <elements>\n        <text id=\"Drive_G_RemotePath\" valueName=\"RemotePath\" expandable=\"true\" />\n\t<boolean id=\"Drive_G_RemotePath_IsDFS\" valueName=\"ProviderFlags\">\n            <trueValue>\n              <decimal value=\"1\" />\n            </trueValue>\n            <falseValue>\n              <decimal value=\"0\" />\n            </falseValue>\n          </boolean>\n      </elements>\n    </policy>\n    <policy name=\"Drive_H\" class=\"User\" displayName=\"$(string.Drive_H)\" explainText=\"$(string.Drive_H_Help)\" presentation=\"$(presentation.Drive_H)\" key=\"Network\\H\"> \n      <parentCategory ref=\"DriveMapping\" /> \n      <supportedOn ref=\"windows:SUPPORTED_Windows7\" /> \n      <enabledList>\n        <item key=\"Network\\H\" valueName=\"UserName\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n        <item key=\"Network\\H\" valueName=\"ProviderName\">\n          <value>\n            <string>Microsoft Windows Network</string>\n          </value>\n        </item>\n        <item key=\"Network\\H\" valueName=\"ProviderType\">\n          <value>\n            <decimal value=\"131072\" />\n          </value>\n        </item>\n        <item key=\"Network\\H\" valueName=\"ConnectionType\">\n          <value>\n            <decimal value=\"1\" />\n          </value>\n        </item>\n        <item key=\"Network\\H\" valueName=\"DeferFlags\">\n          <value>\n            <decimal value=\"4\" />\n          </value>\n        </item>\n      </enabledList>\n      <disabledList>\n        <item key=\"Network\\H\" valueName=\"RemotePath\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n\t<item key=\"Network\\H\" valueName=\"ProviderFlags\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n\t<item key=\"Network\\H\" valueName=\"ProviderName\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n        <item key=\"Network\\H\" valueName=\"ProviderType\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n        <item key=\"Network\\H\" valueName=\"ConnectionType\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n        <item key=\"Network\\H\" valueName=\"DeferFlags\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n      </disabledList>\n      <elements>\n        <text id=\"Drive_H_RemotePath\" valueName=\"RemotePath\" expandable=\"true\" />\n\t<boolean id=\"Drive_H_RemotePath_IsDFS\" valueName=\"ProviderFlags\">\n            <trueValue>\n              <decimal value=\"1\" />\n            </trueValue>\n            <falseValue>\n              <decimal value=\"0\" />\n            </falseValue>\n          </boolean>\n      </elements>\n    </policy>\n    <policy name=\"Drive_I\" class=\"User\" displayName=\"$(string.Drive_I)\" explainText=\"$(string.Drive_I_Help)\" presentation=\"$(presentation.Drive_I)\" key=\"Network\\I\"> \n      <parentCategory ref=\"DriveMapping\" /> \n      <supportedOn ref=\"windows:SUPPORTED_Windows7\" /> \n      <enabledList>\n        <item key=\"Network\\I\" valueName=\"UserName\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n        <item key=\"Network\\I\" valueName=\"ProviderName\">\n          <value>\n            <string>Microsoft Windows Network</string>\n          </value>\n        </item>\n        <item key=\"Network\\I\" valueName=\"ProviderType\">\n          <value>\n            <decimal value=\"131072\" />\n          </value>\n        </item>\n        <item key=\"Network\\I\" valueName=\"ConnectionType\">\n          <value>\n            <decimal value=\"1\" />\n          </value>\n        </item>\n        <item key=\"Network\\I\" valueName=\"DeferFlags\">\n          <value>\n            <decimal value=\"4\" />\n          </value>\n        </item>\n      </enabledList>\n      <disabledList>\n        <item key=\"Network\\I\" valueName=\"RemotePath\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n\t<item key=\"Network\\I\" valueName=\"ProviderFlags\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n\t<item key=\"Network\\I\" valueName=\"ProviderName\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n        <item key=\"Network\\I\" valueName=\"ProviderType\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n        <item key=\"Network\\I\" valueName=\"ConnectionType\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n        <item key=\"Network\\I\" valueName=\"DeferFlags\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n      </disabledList>\n      <elements>\n        <text id=\"Drive_I_RemotePath\" valueName=\"RemotePath\" expandable=\"true\" />\n\t<boolean id=\"Drive_I_RemotePath_IsDFS\" valueName=\"ProviderFlags\">\n            <trueValue>\n              <decimal value=\"1\" />\n            </trueValue>\n            <falseValue>\n              <decimal value=\"0\" />\n            </falseValue>\n          </boolean>\n      </elements>\t  \n    </policy>\n    <policy name=\"Drive_J\" class=\"User\" displayName=\"$(string.Drive_J)\" explainText=\"$(string.Drive_J_Help)\" presentation=\"$(presentation.Drive_J)\" key=\"Network\\J\"> \n      <parentCategory ref=\"DriveMapping\" /> \n      <supportedOn ref=\"windows:SUPPORTED_Windows7\" /> \n      <enabledList>\n        <item key=\"Network\\J\" valueName=\"UserName\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n        <item key=\"Network\\J\" valueName=\"ProviderName\">\n          <value>\n            <string>Microsoft Windows Network</string>\n          </value>\n        </item>\n        <item key=\"Network\\J\" valueName=\"ProviderType\">\n          <value>\n            <decimal value=\"131072\" />\n          </value>\n        </item>\n        <item key=\"Network\\J\" valueName=\"ConnectionType\">\n          <value>\n            <decimal value=\"1\" />\n          </value>\n        </item>\n        <item key=\"Network\\J\" valueName=\"DeferFlags\">\n          <value>\n            <decimal value=\"4\" />\n          </value>\n        </item>\n      </enabledList>\n      <disabledList>\n        <item key=\"Network\\J\" valueName=\"RemotePath\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n\t<item key=\"Network\\J\" valueName=\"ProviderFlags\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n\t<item key=\"Network\\J\" valueName=\"ProviderName\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n        <item key=\"Network\\J\" valueName=\"ProviderType\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n        <item key=\"Network\\J\" valueName=\"ConnectionType\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n        <item key=\"Network\\J\" valueName=\"DeferFlags\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n      </disabledList>\n      <elements>\n        <text id=\"Drive_J_RemotePath\" valueName=\"RemotePath\" expandable=\"true\" />\n\t<boolean id=\"Drive_J_RemotePath_IsDFS\" valueName=\"ProviderFlags\">\n            <trueValue>\n              <decimal value=\"1\" />\n            </trueValue>\n            <falseValue>\n              <decimal value=\"0\" />\n            </falseValue>\n          </boolean>\n      </elements>\n    </policy>\n    <policy name=\"Drive_K\" class=\"User\" displayName=\"$(string.Drive_K)\" explainText=\"$(string.Drive_K_Help)\" presentation=\"$(presentation.Drive_K)\" key=\"Network\\K\"> \n      <parentCategory ref=\"DriveMapping\" /> \n      <supportedOn ref=\"windows:SUPPORTED_Windows7\" /> \n      <enabledList>\n        <item key=\"Network\\K\" valueName=\"UserName\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n        <item key=\"Network\\K\" valueName=\"ProviderName\">\n          <value>\n            <string>Microsoft Windows Network</string>\n          </value>\n        </item>\n        <item key=\"Network\\K\" valueName=\"ProviderType\">\n          <value>\n            <decimal value=\"131072\" />\n          </value>\n        </item>\n        <item key=\"Network\\K\" valueName=\"ConnectionType\">\n          <value>\n            <decimal value=\"1\" />\n          </value>\n        </item>\n        <item key=\"Network\\K\" valueName=\"DeferFlags\">\n          <value>\n            <decimal value=\"4\" />\n          </value>\n        </item>\n      </enabledList>\n      <disabledList>\n        <item key=\"Network\\K\" valueName=\"RemotePath\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n\t<item key=\"Network\\K\" valueName=\"ProviderFlags\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n\t<item key=\"Network\\K\" valueName=\"ProviderName\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n        <item key=\"Network\\K\" valueName=\"ProviderType\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n        <item key=\"Network\\K\" valueName=\"ConnectionType\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n        <item key=\"Network\\K\" valueName=\"DeferFlags\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n      </disabledList>\n      <elements>\n        <text id=\"Drive_K_RemotePath\" valueName=\"RemotePath\" expandable=\"true\" />\n\t<boolean id=\"Drive_K_RemotePath_IsDFS\" valueName=\"ProviderFlags\">\n            <trueValue>\n              <decimal value=\"1\" />\n            </trueValue>\n            <falseValue>\n              <decimal value=\"0\" />\n            </falseValue>\n          </boolean>\n      </elements>\n    </policy>\n    <policy name=\"Drive_L\" class=\"User\" displayName=\"$(string.Drive_L)\" explainText=\"$(string.Drive_L_Help)\" presentation=\"$(presentation.Drive_L)\" key=\"Network\\L\"> \n      <parentCategory ref=\"DriveMapping\" /> \n      <supportedOn ref=\"windows:SUPPORTED_Windows7\" /> \n      <enabledList>\n        <item key=\"Network\\L\" valueName=\"UserName\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n        <item key=\"Network\\L\" valueName=\"ProviderName\">\n          <value>\n            <string>Microsoft Windows Network</string>\n          </value>\n        </item>\n        <item key=\"Network\\L\" valueName=\"ProviderType\">\n          <value>\n            <decimal value=\"131072\" />\n          </value>\n        </item>\n        <item key=\"Network\\L\" valueName=\"ConnectionType\">\n          <value>\n            <decimal value=\"1\" />\n          </value>\n        </item>\n        <item key=\"Network\\L\" valueName=\"DeferFlags\">\n          <value>\n            <decimal value=\"4\" />\n          </value>\n        </item>\n      </enabledList>\n      <disabledList>\n        <item key=\"Network\\L\" valueName=\"RemotePath\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n\t<item key=\"Network\\L\" valueName=\"ProviderFlags\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n\t<item key=\"Network\\L\" valueName=\"ProviderName\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n        <item key=\"Network\\L\" valueName=\"ProviderType\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n        <item key=\"Network\\L\" valueName=\"ConnectionType\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n        <item key=\"Network\\L\" valueName=\"DeferFlags\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n      </disabledList>\n      <elements>\n        <text id=\"Drive_L_RemotePath\" valueName=\"RemotePath\" expandable=\"true\" />\n\t<boolean id=\"Drive_L_RemotePath_IsDFS\" valueName=\"ProviderFlags\">\n            <trueValue>\n              <decimal value=\"1\" />\n            </trueValue>\n            <falseValue>\n              <decimal value=\"0\" />\n            </falseValue>\n          </boolean>\n      </elements>\n    </policy>\n    <policy name=\"Drive_M\" class=\"User\" displayName=\"$(string.Drive_M)\" explainText=\"$(string.Drive_M_Help)\" presentation=\"$(presentation.Drive_M)\" key=\"Network\\M\"> \n      <parentCategory ref=\"DriveMapping\" /> \n      <supportedOn ref=\"windows:SUPPORTED_Windows7\" /> \n      <enabledList>\n        <item key=\"Network\\M\" valueName=\"UserName\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n        <item key=\"Network\\M\" valueName=\"ProviderName\">\n          <value>\n            <string>Microsoft Windows Network</string>\n          </value>\n        </item>\n        <item key=\"Network\\M\" valueName=\"ProviderType\">\n          <value>\n            <decimal value=\"131072\" />\n          </value>\n        </item>\n        <item key=\"Network\\M\" valueName=\"ConnectionType\">\n          <value>\n            <decimal value=\"1\" />\n          </value>\n        </item>\n        <item key=\"Network\\M\" valueName=\"DeferFlags\">\n          <value>\n            <decimal value=\"4\" />\n          </value>\n        </item>\n      </enabledList>\n      <disabledList>\n        <item key=\"Network\\M\" valueName=\"RemotePath\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n\t<item key=\"Network\\M\" valueName=\"ProviderFlags\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n\t<item key=\"Network\\M\" valueName=\"ProviderName\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n        <item key=\"Network\\M\" valueName=\"ProviderType\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n        <item key=\"Network\\M\" valueName=\"ConnectionType\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n        <item key=\"Network\\M\" valueName=\"DeferFlags\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n      </disabledList>\n      <elements>\n        <text id=\"Drive_M_RemotePath\" valueName=\"RemotePath\" expandable=\"true\" />\n\t<boolean id=\"Drive_M_RemotePath_IsDFS\" valueName=\"ProviderFlags\">\n            <trueValue>\n              <decimal value=\"1\" />\n            </trueValue>\n            <falseValue>\n              <decimal value=\"0\" />\n            </falseValue>\n          </boolean>\n      </elements>\n    </policy>\n    <policy name=\"Drive_N\" class=\"User\" displayName=\"$(string.Drive_N)\" explainText=\"$(string.Drive_N_Help)\" presentation=\"$(presentation.Drive_N)\" key=\"Network\\N\"> \n      <parentCategory ref=\"DriveMapping\" /> \n      <supportedOn ref=\"windows:SUPPORTED_Windows7\" /> \n      <enabledList>\n        <item key=\"Network\\N\" valueName=\"UserName\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n        <item key=\"Network\\N\" valueName=\"ProviderName\">\n          <value>\n            <string>Microsoft Windows Network</string>\n          </value>\n        </item>\n        <item key=\"Network\\N\" valueName=\"ProviderType\">\n          <value>\n            <decimal value=\"131072\" />\n          </value>\n        </item>\n        <item key=\"Network\\N\" valueName=\"ConnectionType\">\n          <value>\n            <decimal value=\"1\" />\n          </value>\n        </item>\n        <item key=\"Network\\N\" valueName=\"DeferFlags\">\n          <value>\n            <decimal value=\"4\" />\n          </value>\n        </item>\n      </enabledList>\n      <disabledList>\n        <item key=\"Network\\N\" valueName=\"RemotePath\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n\t<item key=\"Network\\N\" valueName=\"ProviderFlags\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n\t<item key=\"Network\\N\" valueName=\"ProviderName\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n        <item key=\"Network\\N\" valueName=\"ProviderType\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n        <item key=\"Network\\N\" valueName=\"ConnectionType\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n        <item key=\"Network\\N\" valueName=\"DeferFlags\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n      </disabledList>\n      <elements>\n        <text id=\"Drive_N_RemotePath\" valueName=\"RemotePath\" expandable=\"true\" />\n\t<boolean id=\"Drive_N_RemotePath_IsDFS\" valueName=\"ProviderFlags\">\n            <trueValue>\n              <decimal value=\"1\" />\n            </trueValue>\n            <falseValue>\n              <decimal value=\"0\" />\n            </falseValue>\n          </boolean>\n      </elements>\t  \n    </policy>\n    <policy name=\"Drive_O\" class=\"User\" displayName=\"$(string.Drive_O)\" explainText=\"$(string.Drive_O_Help)\" presentation=\"$(presentation.Drive_O)\" key=\"Network\\O\"> \n      <parentCategory ref=\"DriveMapping\" /> \n      <supportedOn ref=\"windows:SUPPORTED_Windows7\" /> \n      <enabledList>\n        <item key=\"Network\\O\" valueName=\"UserName\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n        <item key=\"Network\\O\" valueName=\"ProviderName\">\n          <value>\n            <string>Microsoft Windows Network</string>\n          </value>\n        </item>\n        <item key=\"Network\\O\" valueName=\"ProviderType\">\n          <value>\n            <decimal value=\"131072\" />\n          </value>\n        </item>\n        <item key=\"Network\\O\" valueName=\"ConnectionType\">\n          <value>\n            <decimal value=\"1\" />\n          </value>\n        </item>\n        <item key=\"Network\\O\" valueName=\"DeferFlags\">\n          <value>\n            <decimal value=\"4\" />\n          </value>\n        </item>\n      </enabledList>\n     <disabledList>\n        <item key=\"Network\\O\" valueName=\"RemotePath\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n\t<item key=\"Network\\O\" valueName=\"ProviderFlags\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n\t<item key=\"Network\\O\" valueName=\"ProviderName\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n        <item key=\"Network\\O\" valueName=\"ProviderType\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n        <item key=\"Network\\O\" valueName=\"ConnectionType\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n        <item key=\"Network\\O\" valueName=\"DeferFlags\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n      </disabledList>\n      <elements>\n        <text id=\"Drive_O_RemotePath\" valueName=\"RemotePath\" expandable=\"true\" />\n\t<boolean id=\"Drive_O_RemotePath_IsDFS\" valueName=\"ProviderFlags\">\n            <trueValue>\n              <decimal value=\"1\" />\n            </trueValue>\n            <falseValue>\n              <decimal value=\"0\" />\n            </falseValue>\n          </boolean>\n      </elements>\t  \n    </policy>\n    <policy name=\"Drive_P\" class=\"User\" displayName=\"$(string.Drive_P)\" explainText=\"$(string.Drive_P_Help)\" presentation=\"$(presentation.Drive_P)\" key=\"Network\\P\"> \n      <parentCategory ref=\"DriveMapping\" /> \n      <supportedOn ref=\"windows:SUPPORTED_Windows7\" /> \n      <enabledList>\n        <item key=\"Network\\P\" valueName=\"UserName\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n        <item key=\"Network\\P\" valueName=\"ProviderName\">\n          <value>\n            <string>Microsoft Windows Network</string>\n          </value>\n        </item>\n        <item key=\"Network\\P\" valueName=\"ProviderType\">\n          <value>\n            <decimal value=\"131072\" />\n          </value>\n        </item>\n        <item key=\"Network\\P\" valueName=\"ConnectionType\">\n          <value>\n            <decimal value=\"1\" />\n          </value>\n        </item>\n        <item key=\"Network\\P\" valueName=\"DeferFlags\">\n          <value>\n            <decimal value=\"4\" />\n          </value>\n        </item>\n      </enabledList>\n      <disabledList>\n        <item key=\"Network\\P\" valueName=\"RemotePath\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n\t<item key=\"Network\\P\" valueName=\"ProviderFlags\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n\t<item key=\"Network\\P\" valueName=\"ProviderName\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n        <item key=\"Network\\P\" valueName=\"ProviderType\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n        <item key=\"Network\\P\" valueName=\"ConnectionType\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n        <item key=\"Network\\P\" valueName=\"DeferFlags\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n      </disabledList>\n      <elements>\n        <text id=\"Drive_P_RemotePath\" valueName=\"RemotePath\" expandable=\"true\" />\n\t<boolean id=\"Drive_P_RemotePath_IsDFS\" valueName=\"ProviderFlags\">\n            <trueValue>\n              <decimal value=\"1\" />\n            </trueValue>\n            <falseValue>\n              <decimal value=\"0\" />\n            </falseValue>\n          </boolean>\n      </elements>\t  \n    </policy>\n    <policy name=\"Drive_Q\" class=\"User\" displayName=\"$(string.Drive_Q)\" explainText=\"$(string.Drive_Q_Help)\" presentation=\"$(presentation.Drive_Q)\" key=\"Network\\Q\"> \n      <parentCategory ref=\"DriveMapping\" /> \n      <supportedOn ref=\"windows:SUPPORTED_Windows7\" /> \n      <enabledList>\n        <item key=\"Network\\Q\" valueName=\"UserName\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n        <item key=\"Network\\Q\" valueName=\"ProviderName\">\n          <value>\n            <string>Microsoft Windows Network</string>\n          </value>\n        </item>\n        <item key=\"Network\\Q\" valueName=\"ProviderType\">\n          <value>\n            <decimal value=\"131072\" />\n          </value>\n        </item>\n        <item key=\"Network\\Q\" valueName=\"ConnectionType\">\n          <value>\n            <decimal value=\"1\" />\n          </value>\n        </item>\n        <item key=\"Network\\Q\" valueName=\"DeferFlags\">\n          <value>\n            <decimal value=\"4\" />\n          </value>\n        </item>\n      </enabledList>\n      <disabledList>\n        <item key=\"Network\\Q\" valueName=\"RemotePath\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n\t<item key=\"Network\\Q\" valueName=\"ProviderFlags\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n\t<item key=\"Network\\Q\" valueName=\"ProviderName\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n        <item key=\"Network\\Q\" valueName=\"ProviderType\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n        <item key=\"Network\\Q\" valueName=\"ConnectionType\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n        <item key=\"Network\\Q\" valueName=\"DeferFlags\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n      </disabledList>\n      <elements>\n        <text id=\"Drive_Q_RemotePath\" valueName=\"RemotePath\" expandable=\"true\" />\n\t<boolean id=\"Drive_Q_RemotePath_IsDFS\" valueName=\"ProviderFlags\">\n            <trueValue>\n              <decimal value=\"1\" />\n            </trueValue>\n            <falseValue>\n              <decimal value=\"0\" />\n            </falseValue>\n          </boolean>\n      </elements>\n    </policy>\n    <policy name=\"Drive_R\" class=\"User\" displayName=\"$(string.Drive_R)\" explainText=\"$(string.Drive_R_Help)\" presentation=\"$(presentation.Drive_R)\" key=\"Network\\R\"> \n      <parentCategory ref=\"DriveMapping\" /> \n      <supportedOn ref=\"windows:SUPPORTED_Windows7\" /> \n      <enabledList>\n        <item key=\"Network\\R\" valueName=\"UserName\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n        <item key=\"Network\\R\" valueName=\"ProviderName\">\n          <value>\n            <string>Microsoft Windows Network</string>\n          </value>\n        </item>\n        <item key=\"Network\\R\" valueName=\"ProviderType\">\n          <value>\n            <decimal value=\"131072\" />\n          </value>\n        </item>\n        <item key=\"Network\\R\" valueName=\"ConnectionType\">\n          <value>\n            <decimal value=\"1\" />\n          </value>\n        </item>\n        <item key=\"Network\\R\" valueName=\"DeferFlags\">\n          <value>\n            <decimal value=\"4\" />\n          </value>\n        </item>\n      </enabledList>\n      <disabledList>\n        <item key=\"Network\\R\" valueName=\"RemotePath\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n\t<item key=\"Network\\R\" valueName=\"ProviderFlags\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n\t<item key=\"Network\\R\" valueName=\"ProviderName\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n        <item key=\"Network\\R\" valueName=\"ProviderType\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n        <item key=\"Network\\R\" valueName=\"ConnectionType\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n        <item key=\"Network\\R\" valueName=\"DeferFlags\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n      </disabledList>\n      <elements>\n        <text id=\"Drive_R_RemotePath\" valueName=\"RemotePath\" expandable=\"true\" />\n\t<boolean id=\"Drive_R_RemotePath_IsDFS\" valueName=\"ProviderFlags\">\n            <trueValue>\n              <decimal value=\"1\" />\n            </trueValue>\n            <falseValue>\n              <decimal value=\"0\" />\n            </falseValue>\n          </boolean>\n      </elements>\t  \n    </policy>\n    <policy name=\"Drive_S\" class=\"User\" displayName=\"$(string.Drive_S)\" explainText=\"$(string.Drive_S_Help)\" presentation=\"$(presentation.Drive_S)\" key=\"Network\\S\"> \n      <parentCategory ref=\"DriveMapping\" /> \n      <supportedOn ref=\"windows:SUPPORTED_Windows7\" /> \n      <enabledList>\n        <item key=\"Network\\S\" valueName=\"UserName\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n        <item key=\"Network\\S\" valueName=\"ProviderName\">\n          <value>\n            <string>Microsoft Windows Network</string>\n          </value>\n        </item>\n        <item key=\"Network\\S\" valueName=\"ProviderType\">\n          <value>\n            <decimal value=\"131072\" />\n          </value>\n        </item>\n        <item key=\"Network\\S\" valueName=\"ConnectionType\">\n          <value>\n            <decimal value=\"1\" />\n          </value>\n        </item>\n        <item key=\"Network\\S\" valueName=\"DeferFlags\">\n          <value>\n            <decimal value=\"4\" />\n          </value>\n        </item>\n      </enabledList>\n      <disabledList>\n        <item key=\"Network\\S\" valueName=\"RemotePath\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n\t<item key=\"Network\\S\" valueName=\"ProviderFlags\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n\t<item key=\"Network\\S\" valueName=\"ProviderName\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n        <item key=\"Network\\S\" valueName=\"ProviderType\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n        <item key=\"Network\\S\" valueName=\"ConnectionType\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n        <item key=\"Network\\S\" valueName=\"DeferFlags\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n      </disabledList>\n      <elements>\n        <text id=\"Drive_S_RemotePath\" valueName=\"RemotePath\" expandable=\"true\" />\n\t<boolean id=\"Drive_S_RemotePath_IsDFS\" valueName=\"ProviderFlags\">\n            <trueValue>\n              <decimal value=\"1\" />\n            </trueValue>\n            <falseValue>\n              <decimal value=\"0\" />\n            </falseValue>\n          </boolean>\n      </elements>\t  \n    </policy>\n    <policy name=\"Drive_T\" class=\"User\" displayName=\"$(string.Drive_T)\" explainText=\"$(string.Drive_T_Help)\" presentation=\"$(presentation.Drive_T)\" key=\"Network\\T\"> \n      <parentCategory ref=\"DriveMapping\" /> \n      <supportedOn ref=\"windows:SUPPORTED_Windows7\" /> \n      <enabledList>\n        <item key=\"Network\\T\" valueName=\"UserName\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n        <item key=\"Network\\T\" valueName=\"ProviderName\">\n          <value>\n            <string>Microsoft Windows Network</string>\n          </value>\n        </item>\n        <item key=\"Network\\T\" valueName=\"ProviderType\">\n          <value>\n            <decimal value=\"131072\" />\n          </value>\n        </item>\n        <item key=\"Network\\T\" valueName=\"ConnectionType\">\n          <value>\n            <decimal value=\"1\" />\n          </value>\n        </item>\n        <item key=\"Network\\T\" valueName=\"DeferFlags\">\n          <value>\n            <decimal value=\"4\" />\n          </value>\n        </item>\n      </enabledList>\n     <disabledList>\n        <item key=\"Network\\T\" valueName=\"RemotePath\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n\t<item key=\"Network\\T\" valueName=\"ProviderFlags\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n\t<item key=\"Network\\T\" valueName=\"ProviderName\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n        <item key=\"Network\\T\" valueName=\"ProviderType\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n        <item key=\"Network\\T\" valueName=\"ConnectionType\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n        <item key=\"Network\\T\" valueName=\"DeferFlags\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n      </disabledList>\n      <elements>\n        <text id=\"Drive_T_RemotePath\" valueName=\"RemotePath\" expandable=\"true\" />\n\t<boolean id=\"Drive_T_RemotePath_IsDFS\" valueName=\"ProviderFlags\">\n            <trueValue>\n              <decimal value=\"1\" />\n            </trueValue>\n            <falseValue>\n              <decimal value=\"0\" />\n            </falseValue>\n          </boolean>\n      </elements>\t  \n    </policy>\n    <policy name=\"Drive_U\" class=\"User\" displayName=\"$(string.Drive_U)\" explainText=\"$(string.Drive_U_Help)\" presentation=\"$(presentation.Drive_U)\" key=\"Network\\U\"> \n      <parentCategory ref=\"DriveMapping\" /> \n      <supportedOn ref=\"windows:SUPPORTED_Windows7\" /> \n      <enabledList>\n        <item key=\"Network\\U\" valueName=\"UserName\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n        <item key=\"Network\\U\" valueName=\"ProviderName\">\n          <value>\n            <string>Microsoft Windows Network</string>\n          </value>\n        </item>\n        <item key=\"Network\\U\" valueName=\"ProviderType\">\n          <value>\n            <decimal value=\"131072\" />\n          </value>\n        </item>\n        <item key=\"Network\\U\" valueName=\"ConnectionType\">\n          <value>\n            <decimal value=\"1\" />\n          </value>\n        </item>\n        <item key=\"Network\\U\" valueName=\"DeferFlags\">\n          <value>\n            <decimal value=\"4\" />\n          </value>\n        </item>\n      </enabledList>\n      <disabledList>\n        <item key=\"Network\\U\" valueName=\"RemotePath\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n\t<item key=\"Network\\U\" valueName=\"ProviderFlags\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n\t<item key=\"Network\\U\" valueName=\"ProviderName\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n        <item key=\"Network\\U\" valueName=\"ProviderType\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n        <item key=\"Network\\U\" valueName=\"ConnectionType\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n        <item key=\"Network\\U\" valueName=\"DeferFlags\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n      </disabledList>\n\t  <elements>\n        <text id=\"Drive_U_RemotePath\" valueName=\"RemotePath\" expandable=\"true\" />\n\t<boolean id=\"Drive_U_RemotePath_IsDFS\" valueName=\"ProviderFlags\">\n            <trueValue>\n              <decimal value=\"1\" />\n            </trueValue>\n            <falseValue>\n              <decimal value=\"0\" />\n            </falseValue>\n          </boolean>\n      </elements>\n    </policy>\n    <policy name=\"Drive_V\" class=\"User\" displayName=\"$(string.Drive_V)\" explainText=\"$(string.Drive_V_Help)\" presentation=\"$(presentation.Drive_V)\" key=\"Network\\V\"> \n      <parentCategory ref=\"DriveMapping\" /> \n      <supportedOn ref=\"windows:SUPPORTED_Windows7\" /> \n      <enabledList>\n        <item key=\"Network\\V\" valueName=\"UserName\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n        <item key=\"Network\\V\" valueName=\"ProviderName\">\n          <value>\n            <string>Microsoft Windows Network</string>\n          </value>\n        </item>\n        <item key=\"Network\\V\" valueName=\"ProviderType\">\n          <value>\n            <decimal value=\"131072\" />\n          </value>\n        </item>\n        <item key=\"Network\\V\" valueName=\"ConnectionType\">\n          <value>\n            <decimal value=\"1\" />\n          </value>\n        </item>\n        <item key=\"Network\\V\" valueName=\"DeferFlags\">\n          <value>\n            <decimal value=\"4\" />\n          </value>\n        </item>\n      </enabledList>\n    <disabledList>\n        <item key=\"Network\\V\" valueName=\"RemotePath\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n\t<item key=\"Network\\V\" valueName=\"ProviderFlags\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n\t<item key=\"Network\\V\" valueName=\"ProviderName\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n        <item key=\"Network\\V\" valueName=\"ProviderType\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n        <item key=\"Network\\V\" valueName=\"ConnectionType\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n        <item key=\"Network\\V\" valueName=\"DeferFlags\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n      </disabledList>\n      <elements>\n        <text id=\"Drive_V_RemotePath\" valueName=\"RemotePath\" expandable=\"true\" />\n\t<boolean id=\"Drive_V_RemotePath_IsDFS\" valueName=\"ProviderFlags\">\n            <trueValue>\n              <decimal value=\"1\" />\n            </trueValue>\n            <falseValue>\n              <decimal value=\"0\" />\n            </falseValue>\n          </boolean>\n      </elements>\t  \n    </policy>\n    <policy name=\"Drive_W\" class=\"User\" displayName=\"$(string.Drive_W)\" explainText=\"$(string.Drive_W_Help)\" presentation=\"$(presentation.Drive_W)\" key=\"Network\\W\"> \n      <parentCategory ref=\"DriveMapping\" /> \n      <supportedOn ref=\"windows:SUPPORTED_Windows7\" /> \n      <enabledList>\n        <item key=\"Network\\W\" valueName=\"UserName\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n        <item key=\"Network\\W\" valueName=\"ProviderName\">\n          <value>\n            <string>Microsoft Windows Network</string>\n          </value>\n        </item>\n        <item key=\"Network\\W\" valueName=\"ProviderType\">\n          <value>\n            <decimal value=\"131072\" />\n          </value>\n        </item>\n        <item key=\"Network\\W\" valueName=\"ConnectionType\">\n          <value>\n            <decimal value=\"1\" />\n          </value>\n        </item>\n        <item key=\"Network\\W\" valueName=\"DeferFlags\">\n          <value>\n            <decimal value=\"4\" />\n          </value>\n        </item>\n      </enabledList>\n      <disabledList>\n        <item key=\"Network\\W\" valueName=\"RemotePath\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n\t<item key=\"Network\\W\" valueName=\"ProviderFlags\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n\t<item key=\"Network\\W\" valueName=\"ProviderName\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n        <item key=\"Network\\W\" valueName=\"ProviderType\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n        <item key=\"Network\\W\" valueName=\"ConnectionType\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n        <item key=\"Network\\W\" valueName=\"DeferFlags\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n      </disabledList>\n      <elements>\n        <text id=\"Drive_W_RemotePath\" valueName=\"RemotePath\" expandable=\"true\" />\n\t<boolean id=\"Drive_W_RemotePath_IsDFS\" valueName=\"ProviderFlags\">\n            <trueValue>\n              <decimal value=\"1\" />\n            </trueValue>\n            <falseValue>\n              <decimal value=\"0\" />\n            </falseValue>\n          </boolean>\n      </elements>\t  \n    </policy>\n    <policy name=\"Drive_X\" class=\"User\" displayName=\"$(string.Drive_X)\" explainText=\"$(string.Drive_X_Help)\" presentation=\"$(presentation.Drive_X)\" key=\"Network\\X\"> \n      <parentCategory ref=\"DriveMapping\" /> \n      <supportedOn ref=\"windows:SUPPORTED_Windows7\" /> \n      <enabledList>\n        <item key=\"Network\\X\" valueName=\"UserName\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n        <item key=\"Network\\X\" valueName=\"ProviderName\">\n          <value>\n            <string>Microsoft Windows Network</string>\n          </value>\n        </item>\n        <item key=\"Network\\X\" valueName=\"ProviderType\">\n          <value>\n            <decimal value=\"131072\" />\n          </value>\n        </item>\n        <item key=\"Network\\X\" valueName=\"ConnectionType\">\n          <value>\n            <decimal value=\"1\" />\n          </value>\n        </item>\n        <item key=\"Network\\X\" valueName=\"DeferFlags\">\n          <value>\n            <decimal value=\"4\" />\n          </value>\n        </item>\n      </enabledList>\n      <disabledList>\n        <item key=\"Network\\X\" valueName=\"RemotePath\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n\t<item key=\"Network\\X\" valueName=\"ProviderFlags\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n\t<item key=\"Network\\X\" valueName=\"ProviderName\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n        <item key=\"Network\\X\" valueName=\"ProviderType\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n        <item key=\"Network\\X\" valueName=\"ConnectionType\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n        <item key=\"Network\\X\" valueName=\"DeferFlags\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n      </disabledList>\n      <elements>\n        <text id=\"Drive_X_RemotePath\" valueName=\"RemotePath\" expandable=\"true\" />\n\t<boolean id=\"Drive_X_RemotePath_IsDFS\" valueName=\"ProviderFlags\">\n            <trueValue>\n              <decimal value=\"1\" />\n            </trueValue>\n            <falseValue>\n              <decimal value=\"0\" />\n            </falseValue>\n          </boolean>\n      </elements>\t  \n    </policy>\n    <policy name=\"Drive_Y\" class=\"User\" displayName=\"$(string.Drive_Y)\" explainText=\"$(string.Drive_Y_Help)\" presentation=\"$(presentation.Drive_Y)\" key=\"Network\\Y\"> \n      <parentCategory ref=\"DriveMapping\" /> \n      <supportedOn ref=\"windows:SUPPORTED_Windows7\" /> \n      <enabledList>\n        <item key=\"Network\\Y\" valueName=\"UserName\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n        <item key=\"Network\\Y\" valueName=\"ProviderName\">\n          <value>\n            <string>Microsoft Windows Network</string>\n          </value>\n        </item>\n        <item key=\"Network\\Y\" valueName=\"ProviderType\">\n          <value>\n            <decimal value=\"131072\" />\n          </value>\n        </item>\n        <item key=\"Network\\Y\" valueName=\"ConnectionType\">\n          <value>\n            <decimal value=\"1\" />\n          </value>\n        </item>\n        <item key=\"Network\\Y\" valueName=\"DeferFlags\">\n          <value>\n            <decimal value=\"4\" />\n          </value>\n        </item>\n      </enabledList>\n      <disabledList>\n        <item key=\"Network\\Y\" valueName=\"RemotePath\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n\t<item key=\"Network\\Y\" valueName=\"ProviderFlags\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n\t<item key=\"Network\\Y\" valueName=\"ProviderName\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n        <item key=\"Network\\Y\" valueName=\"ProviderType\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n        <item key=\"Network\\Y\" valueName=\"ConnectionType\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n        <item key=\"Network\\Y\" valueName=\"DeferFlags\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n      </disabledList>\n      <elements>\n         <text id=\"Drive_Y_RemotePath\" valueName=\"RemotePath\" expandable=\"true\" />\n\t<boolean id=\"Drive_Y_RemotePath_IsDFS\" valueName=\"ProviderFlags\">\n            <trueValue>\n              <decimal value=\"1\" />\n            </trueValue>\n            <falseValue>\n              <decimal value=\"0\" />\n            </falseValue>\n          </boolean>\n      </elements>\n    </policy>\n    <policy name=\"Drive_Z\" class=\"User\" displayName=\"$(string.Drive_Z)\" explainText=\"$(string.Drive_Z_Help)\" presentation=\"$(presentation.Drive_Z)\" key=\"Network\\Z\"> \n      <parentCategory ref=\"DriveMapping\" /> \n      <supportedOn ref=\"windows:SUPPORTED_Windows7\" /> \n      <enabledList>\n        <item key=\"Network\\Z\" valueName=\"UserName\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n        <item key=\"Network\\Z\" valueName=\"ProviderName\">\n          <value>\n            <string>Microsoft Windows Network</string>\n          </value>\n        </item>\n        <item key=\"Network\\Z\" valueName=\"ProviderType\">\n          <value>\n            <decimal value=\"131072\" />\n          </value>\n        </item>\n        <item key=\"Network\\Z\" valueName=\"ConnectionType\">\n          <value>\n            <decimal value=\"1\" />\n          </value>\n        </item>\n        <item key=\"Network\\Z\" valueName=\"DeferFlags\">\n          <value>\n            <decimal value=\"4\" />\n          </value>\n        </item>\n      </enabledList>\n      <disabledList>\n        <item key=\"Network\\Z\" valueName=\"RemotePath\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n\t<item key=\"Network\\Z\" valueName=\"ProviderFlags\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n\t<item key=\"Network\\Z\" valueName=\"ProviderName\">\n          <value>\n            <string></string>\n          </value>\n        </item>\n        <item key=\"Network\\Z\" valueName=\"ProviderType\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n        <item key=\"Network\\Z\" valueName=\"ConnectionType\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n        <item key=\"Network\\Z\" valueName=\"DeferFlags\">\n          <value>\n            <decimal value=\"0\" />\n          </value>\n        </item>\n      </disabledList>\n      <elements>\n        <text id=\"Drive_Z_RemotePath\" valueName=\"RemotePath\" expandable=\"true\" />\n\t<boolean id=\"Drive_Z_RemotePath_IsDFS\" valueName=\"ProviderFlags\">\n            <trueValue>\n              <decimal value=\"1\" />\n            </trueValue>\n            <falseValue>\n              <decimal value=\"0\" />\n            </falseValue>\n          </boolean>\n      </elements>\t  \n    </policy> \n   </policies> \n</policyDefinitions>"
                              },
                              "isEncrypted": false,
                              "secretReferenceValueId": null
                    },
                    {
                              "@odata.type": "#microsoft.graph.omaSettingString",
                              "displayName": "Sekreteriats-Ordner (Drive Q)",
                              "description": null,
                              "omaUri": "./user/Vendor/MSFT/Policy/Config/DriveMapping~Policy~DriveMapping/Drive_Q",
                              "value": {
                                        "@odata.context": "https://graph.microsoft.com/beta/$metadata#Edm.String",
                                        "value": "<enabled/>\n<data id=\"Drive_Q_RemotePath\" value=\"\\\\vs-verw01\\Sekretariat$\"/>\n<data id=\"Drive_Q_RemotePath_IsDFS\" value=\"False\"/>"
                              },
                              "isEncrypted": false,
                              "secretReferenceValueId": null
                    },
                    {
                              "@odata.type": "#microsoft.graph.omaSettingString",
                              "displayName": "Verwaltungs-Ordner (Drive V)",
                              "description": null,
                              "omaUri": "./user/Vendor/MSFT/Policy/Config/DriveMapping~Policy~DriveMapping/Drive_V",
                              "value": {
                                        "@odata.context": "https://graph.microsoft.com/beta/$metadata#Edm.String",
                                        "value": "<enabled/>\n<data id=\"Drive_V_RemotePath\" value=\"\\\\vs-verw01\\Verwaltung$\"/>\n<data id=\"Drive_V_RemotePath_IsDFS\" value=\"False\"/>"
                              },
                              "isEncrypted": false,
                              "secretReferenceValueId": null
                    },
                    {
                              "@odata.type": "#microsoft.graph.omaSettingInteger",
                              "displayName": "Disable Reconnect Warning",
                              "description": "Disabled = 0 | Enabled = 1",
                              "omaUri": "./user/Vendor/MSFT/Policy/Config/DriveMapping~Policy~DriveMapping/ReconnectNetworkDrivesWarning",
                              "secretReferenceValueId": null,
                              "isEncrypted": false,
                              "value": 0,
                              "isReadOnly": false
                    }
          ]
}