{
          "@odata.type": "#microsoft.graph.windows10CustomConfiguration",
          "roleScopeTagIds": [
                    "0"
          ],
          "deviceManagementApplicabilityRuleOsEdition": null,
          "deviceManagementApplicabilityRuleOsVersion": null,
          "deviceManagementApplicabilityRuleDeviceMode": null,
          "description": null,
          "displayName": "W10/11 - Browser_Chrome_AutoUpdate [BSSE]",
          "assignments": [
                    {
                              "source": "policySets",
                              "intent": "apply",
                              "target": {
                                        "@odata.type": "#microsoft.graph.groupAssignmentTarget",
                                        "deviceAndAppManagementAssignmentFilterId": null,
                                        "deviceAndAppManagementAssignmentFilterType": "none",
                                        "groupName": "_W11_Verwaltungsrechner"
                              }
                    }
          ],
          "omaSettings": [
                    {
                              "@odata.type": "#microsoft.graph.omaSettingString",
                              "displayName": "Chrome ADMX Ingestion",
                              "description": null,
                              "omaUri": "./Device/Vendor/MSFT/Policy/ConfigOperations/ADMXInstall/GoogleUpdate/Policy/GoogleUpdateAdmx",
                              "value": {
                                        "@odata.context": "https://graph.microsoft.com/beta/$metadata#Edm.String",
                                        "value": "<policyDefinitions revision=\"1.0\" schemaVersion=\"1.0\">\n  <policyNamespaces>\n    <target namespace=\"Google.Policies.Update\" prefix=\"update\"/>\n    <using namespace=\"Google.Policies\" prefix=\"Google\"/>\n    <using prefix=\"windows\" namespace=\"Microsoft.Policies.Windows\" />\n  </policyNamespaces>\n  <supersededAdm fileName=\"GoogleUpdate.adm\" />\n  <resources minRequiredRevision=\"1.0\" />\n  <supportedOn>\n    <definitions>\n      <definition name=\"Sup_GoogleUpdate1_2_145_5\"\n          displayName=\"$(string.Sup_GoogleUpdate1_2_145_5)\" />\n      <definition name=\"Sup_GoogleUpdate1_3_21_81\"\n          displayName=\"$(string.Sup_GoogleUpdate1_3_21_81)\" />\n      <definition name=\"Sup_GoogleUpdate1_3_26_0\"\n          displayName=\"$(string.Sup_GoogleUpdate1_3_26_0)\" />\n      <definition name=\"Sup_GoogleUpdate1_3_33_5\"\n          displayName=\"$(string.Sup_GoogleUpdate1_3_33_5)\" />\n      <definition name=\"Sup_GoogleUpdate1_3_34_3\"\n          displayName=\"$(string.Sup_GoogleUpdate1_3_34_3)\" />\n      <definition name=\"Sup_GoogleUpdate1_3_35_441\"\n          displayName=\"$(string.Sup_GoogleUpdate1_3_35_441)\" />\n      <definition name=\"Sup_GoogleUpdate1_3_35_453\"\n          displayName=\"$(string.Sup_GoogleUpdate1_3_35_453)\" />\n    </definitions>\n  </supportedOn>\n\n  <categories>\n    <category name=\"Cat_GoogleUpdate\" displayName=\"$(string.Cat_GoogleUpdate)\"\n        explainText=\"$(string.Explain_GoogleUpdate)\">\n      <parentCategory ref=\"Google:Cat_Google\" />\n    </category>\n    <category name=\"Cat_Preferences\" displayName=\"$(string.Cat_Preferences)\"\n        explainText=\"$(string.Explain_Preferences)\">\n      <parentCategory ref=\"Cat_GoogleUpdate\" />\n    </category>\n    <category name=\"Cat_ProxyServer\" displayName=\"$(string.Cat_ProxyServer)\">\n      <parentCategory ref=\"Cat_GoogleUpdate\" />\n    </category>\n    <category name=\"Cat_Applications\" displayName=\"$(string.Cat_Applications)\"\n        explainText=\"$(string.Explain_Applications)\">\n      <parentCategory ref=\"Cat_GoogleUpdate\" />\n    </category>\n    <category name=\"Cat_Gears\"\n        displayName=\"$(string.Cat_Gears)\">\n      <parentCategory ref=\"Cat_Applications\" />\n    </category>\n    <category name=\"Cat_GoogleAdvertisingCookieOptoutPlugin\"\n        displayName=\"$(string.Cat_GoogleAdvertisingCookieOptoutPlugin)\">\n      <parentCategory ref=\"Cat_Applications\" />\n    </category>\n    <category name=\"Cat_GoogleAnalyticsOptoutBrowserAddonforInternetExplorer\"\n        displayName=\"$(string.Cat_GoogleAnalyticsOptoutBrowserAddonforInternetExplorer)\">\n      <parentCategory ref=\"Cat_Applications\" />\n    </category>\n    <category name=\"Cat_GoogleCredentialProviderforWindowsGCPW\"\n        displayName=\"$(string.Cat_GoogleCredentialProviderforWindowsGCPW)\">\n      <parentCategory ref=\"Cat_Applications\" />\n    </category>\n    <category name=\"Cat_GoogleChrome\"\n        displayName=\"$(string.Cat_GoogleChrome)\">\n      <parentCategory ref=\"Cat_Applications\" />\n    </category>\n    <category name=\"Cat_GoogleChromeBeta\"\n        displayName=\"$(string.Cat_GoogleChromeBeta)\">\n      <parentCategory ref=\"Cat_Applications\" />\n    </category>\n    <category name=\"Cat_GoogleChromeBinaries\"\n        displayName=\"$(string.Cat_GoogleChromeBinaries)\">\n      <parentCategory ref=\"Cat_Applications\" />\n    </category>\n    <category name=\"Cat_GoogleChromeCanaryBuild\"\n        displayName=\"$(string.Cat_GoogleChromeCanaryBuild)\">\n      <parentCategory ref=\"Cat_Applications\" />\n    </category>\n    <category name=\"Cat_GoogleChromeDev\"\n        displayName=\"$(string.Cat_GoogleChromeDev)\">\n      <parentCategory ref=\"Cat_Applications\" />\n    </category>\n    <category name=\"Cat_GoogleChromeFrame\"\n        displayName=\"$(string.Cat_GoogleChromeFrame)\">\n      <parentCategory ref=\"Cat_Applications\" />\n    </category>\n    <category name=\"Cat_LegacyBrowserSupport\"\n        displayName=\"$(string.Cat_LegacyBrowserSupport)\">\n      <parentCategory ref=\"Cat_Applications\" />\n    </category>\n    <category name=\"Cat_GoogleDriveFileStream\"\n        displayName=\"$(string.Cat_GoogleDriveFileStream)\">\n      <parentCategory ref=\"Cat_Applications\" />\n    </category>\n    <category name=\"Cat_GoogleDrivepluginforMicrosoftOffice\"\n        displayName=\"$(string.Cat_GoogleDrivepluginforMicrosoftOffice)\">\n      <parentCategory ref=\"Cat_Applications\" />\n    </category>\n    <category name=\"Cat_GoogleDrivepluginforMicrosoftOfficePerMachine\"\n        displayName=\"$(string.Cat_GoogleDrivepluginforMicrosoftOfficePerMachine)\">\n      <parentCategory ref=\"Cat_Applications\" />\n    </category>\n    <category name=\"Cat_GoogleEarth\"\n        displayName=\"$(string.Cat_GoogleEarth)\">\n      <parentCategory ref=\"Cat_Applications\" />\n    </category>\n    <category name=\"Cat_GoogleEarthperuserinstall\"\n        displayName=\"$(string.Cat_GoogleEarthperuserinstall)\">\n      <parentCategory ref=\"Cat_Applications\" />\n    </category>\n    <category name=\"Cat_GoogleEarthPlugin\"\n        displayName=\"$(string.Cat_GoogleEarthPlugin)\">\n      <parentCategory ref=\"Cat_Applications\" />\n    </category>\n    <category name=\"Cat_GoogleEarthPro\"\n        displayName=\"$(string.Cat_GoogleEarthPro)\">\n      <parentCategory ref=\"Cat_Applications\" />\n    </category>\n    <category name=\"Cat_GoogleHangoutsPluginforMicrosoftOutlook\"\n        displayName=\"$(string.Cat_GoogleHangoutsPluginforMicrosoftOutlook)\">\n      <parentCategory ref=\"Cat_Applications\" />\n    </category>\n    <category name=\"Cat_GoogleEmailUploader\"\n        displayName=\"$(string.Cat_GoogleEmailUploader)\">\n      <parentCategory ref=\"Cat_Applications\" />\n    </category>\n    <category name=\"Cat_GoogleTalkLabsEdition\"\n        displayName=\"$(string.Cat_GoogleTalkLabsEdition)\">\n      <parentCategory ref=\"Cat_Applications\" />\n    </category>\n    <category name=\"Cat_GoogleTalkPluginVoiceandVideoChat\"\n        displayName=\"$(string.Cat_GoogleTalkPluginVoiceandVideoChat)\">\n      <parentCategory ref=\"Cat_Applications\" />\n    </category>\n    <category name=\"Cat_GoogleToolbarforFirefox\"\n        displayName=\"$(string.Cat_GoogleToolbarforFirefox)\">\n      <parentCategory ref=\"Cat_Applications\" />\n    </category>\n    <category name=\"Cat_GoogleToolbarforInternetExplorer\"\n        displayName=\"$(string.Cat_GoogleToolbarforInternetExplorer)\">\n      <parentCategory ref=\"Cat_Applications\" />\n    </category>\n    <category name=\"Cat_GWTDeveloperPluginForInternetExplorer\"\n        displayName=\"$(string.Cat_GWTDeveloperPluginForInternetExplorer)\">\n      <parentCategory ref=\"Cat_Applications\" />\n    </category>\n    <category name=\"Cat_O3D\"\n        displayName=\"$(string.Cat_O3D)\">\n      <parentCategory ref=\"Cat_Applications\" />\n    </category>\n    <category name=\"Cat_O3DExtras\"\n        displayName=\"$(string.Cat_O3DExtras)\">\n      <parentCategory ref=\"Cat_Applications\" />\n    </category>\n    <category name=\"Cat_GoogleAmharicInput\"\n        displayName=\"$(string.Cat_GoogleAmharicInput)\">\n      <parentCategory ref=\"Cat_Applications\" />\n    </category>\n    <category name=\"Cat_GoogleArabicInput\"\n        displayName=\"$(string.Cat_GoogleArabicInput)\">\n      <parentCategory ref=\"Cat_Applications\" />\n    </category>\n    <category name=\"Cat_GoogleBengaliInput\"\n        displayName=\"$(string.Cat_GoogleBengaliInput)\">\n      <parentCategory ref=\"Cat_Applications\" />\n    </category>\n    <category name=\"Cat_GoogleFarsiInput\"\n        displayName=\"$(string.Cat_GoogleFarsiInput)\">\n      <parentCategory ref=\"Cat_Applications\" />\n    </category>\n    <category name=\"Cat_GoogleGreekInput\"\n        displayName=\"$(string.Cat_GoogleGreekInput)\">\n      <parentCategory ref=\"Cat_Applications\" />\n    </category>\n    <category name=\"Cat_GoogleGujaratiInput\"\n        displayName=\"$(string.Cat_GoogleGujaratiInput)\">\n      <parentCategory ref=\"Cat_Applications\" />\n    </category>\n    <category name=\"Cat_GoogleHebrewInput\"\n        displayName=\"$(string.Cat_GoogleHebrewInput)\">\n      <parentCategory ref=\"Cat_Applications\" />\n    </category>\n    <category name=\"Cat_GoogleHindiInput\"\n        displayName=\"$(string.Cat_GoogleHindiInput)\">\n      <parentCategory ref=\"Cat_Applications\" />\n    </category>\n    <category name=\"Cat_GoogleJapaneseInput\"\n        displayName=\"$(string.Cat_GoogleJapaneseInput)\">\n      <parentCategory ref=\"Cat_Applications\" />\n    </category>\n    <category name=\"Cat_GoogleKannadaInput\"\n        displayName=\"$(string.Cat_GoogleKannadaInput)\">\n      <parentCategory ref=\"Cat_Applications\" />\n    </category>\n    <category name=\"Cat_GoogleMalayalamInput\"\n        displayName=\"$(string.Cat_GoogleMalayalamInput)\">\n      <parentCategory ref=\"Cat_Applications\" />\n    </category>\n    <category name=\"Cat_GoogleMarathiInput\"\n        displayName=\"$(string.Cat_GoogleMarathiInput)\">\n      <parentCategory ref=\"Cat_Applications\" />\n    </category>\n    <category name=\"Cat_GoogleNepaliInput\"\n        displayName=\"$(string.Cat_GoogleNepaliInput)\">\n      <parentCategory ref=\"Cat_Applications\" />\n    </category>\n    <category name=\"Cat_GoogleOriyaInput\"\n        displayName=\"$(string.Cat_GoogleOriyaInput)\">\n      <parentCategory ref=\"Cat_Applications\" />\n    </category>\n    <category name=\"Cat_GooglePunjabiInput\"\n        displayName=\"$(string.Cat_GooglePunjabiInput)\">\n      <parentCategory ref=\"Cat_Applications\" />\n    </category>\n    <category name=\"Cat_GoogleRussianInput\"\n        displayName=\"$(string.Cat_GoogleRussianInput)\">\n      <parentCategory ref=\"Cat_Applications\" />\n    </category>\n    <category name=\"Cat_GoogleSanskritInput\"\n        displayName=\"$(string.Cat_GoogleSanskritInput)\">\n      <parentCategory ref=\"Cat_Applications\" />\n    </category>\n    <category name=\"Cat_GoogleSerbianInput\"\n        displayName=\"$(string.Cat_GoogleSerbianInput)\">\n      <parentCategory ref=\"Cat_Applications\" />\n    </category>\n    <category name=\"Cat_GoogleSinhaleseInput\"\n        displayName=\"$(string.Cat_GoogleSinhaleseInput)\">\n      <parentCategory ref=\"Cat_Applications\" />\n    </category>\n    <category name=\"Cat_GoogleTamilInput\"\n        displayName=\"$(string.Cat_GoogleTamilInput)\">\n      <parentCategory ref=\"Cat_Applications\" />\n    </category>\n    <category name=\"Cat_GoogleTeluguInput\"\n        displayName=\"$(string.Cat_GoogleTeluguInput)\">\n      <parentCategory ref=\"Cat_Applications\" />\n    </category>\n    <category name=\"Cat_GoogleTigrinyaInput\"\n        displayName=\"$(string.Cat_GoogleTigrinyaInput)\">\n      <parentCategory ref=\"Cat_Applications\" />\n    </category>\n    <category name=\"Cat_GoogleUrduInput\"\n        displayName=\"$(string.Cat_GoogleUrduInput)\">\n      <parentCategory ref=\"Cat_Applications\" />\n    </category>\n  </categories>\n\n  <policies>\n    <policy name=\"Pol_AutoUpdateCheckPeriod\" class=\"Machine\"\n        displayName=\"$(string.Pol_AutoUpdateCheckPeriod)\"\n        explainText=\"$(string.Explain_AutoUpdateCheckPeriod)\"\n        presentation=\"$(presentation.Pol_AutoUpdateCheckPeriod)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_Preferences\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <decimal id=\"Part_AutoUpdateCheckPeriod\"\n            key=\"Software\\Policies\\Google\\Update\"\n            valueName=\"AutoUpdateCheckPeriodMinutes\"\n            required=\"true\" minValue=\"0\" maxValue=\"43200\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_DownloadPreference\" class=\"Machine\"\n        displayName=\"$(string.Pol_DownloadPreference)\"\n        explainText=\"$(string.Explain_DownloadPreference)\"\n        presentation=\"$(presentation.Pol_DownloadPreference)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_Preferences\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_26_0\" />\n      <elements>\n        <enum id=\"Part_DownloadPreference\" key=\"Software\\Policies\\Google\\Update\"\n            valueName=\"DownloadPreference\">\n          <item displayName=\"$(string.DownloadPreference_DropDown)\">\n            <value>\n              <string>cacheable</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_UpdateCheckSuppressedPeriod\" class=\"Machine\"\n        displayName=\"$(string.Pol_UpdateCheckSuppressedPeriod)\"\n        explainText=\"$(string.Explain_UpdateCheckSuppressedPeriod)\"\n        presentation=\"$(presentation.Pol_UpdateCheckSuppressedPeriod)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_Preferences\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_33_5\" />\n      <elements>\n        <decimal id=\"Part_UpdateCheckSuppressedStartHour\"\n            key=\"Software\\Policies\\Google\\Update\"\n            valueName=\"UpdatesSuppressedStartHour\"\n            required=\"true\" minValue=\"0\" maxValue=\"23\" />\n        <decimal id=\"Part_UpdateCheckSuppressedStartMin\"\n            key=\"Software\\Policies\\Google\\Update\"\n            valueName=\"UpdatesSuppressedStartMin\"\n            required=\"true\" minValue=\"0\" maxValue=\"59\" />\n        <decimal id=\"Part_UpdateCheckSuppressedDurationMin\"\n            key=\"Software\\Policies\\Google\\Update\"\n            valueName=\"UpdatesSuppressedDurationMin\"\n            required=\"true\" minValue=\"1\" maxValue=\"960\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_CloudPolicyOverridesPlatformPolicy\" class=\"Machine\"\n        displayName=\"$(string.Pol_CloudPolicyOverridesPlatformPolicy)\"\n        explainText=\"$(string.Explain_CloudPolicyOverridesPlatformPolicy)\"\n        presentation=\"$(presentation.Pol_CloudPolicyOverridesPlatformPolicy)\"\n        key=\"Software\\Policies\\Google\\Update\" valueName=\"CloudPolicyOverridesPlatformPolicy\">\n      <parentCategory ref=\"Cat_Preferences\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_35_441\" />\n      <enabledValue><decimal value=\"1\" /></enabledValue>\n      <disabledValue><decimal value=\"0\" /></disabledValue>\n    </policy>\n    <policy name=\"Pol_ProxyMode\" class=\"Machine\"\n        displayName=\"$(string.Pol_ProxyMode)\"\n        explainText=\"$(string.Explain_ProxyMode)\"\n        presentation=\"$(presentation.Pol_ProxyMode)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_ProxyServer\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_21_81\" />\n      <elements>\n        <enum id=\"Part_ProxyMode\" key=\"Software\\Policies\\Google\\Update\"\n            valueName=\"ProxyMode\">\n          <item displayName=\"$(string.ProxyDisabled_DropDown)\">\n            <value>\n              <string>direct</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.ProxyAutoDetect_DropDown)\">\n            <value>\n              <string>auto_detect</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.ProxyPacScript_DropDown)\">\n            <value>\n              <string>pac_script</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.ProxyFixedServers_DropDown)\">\n            <value>\n              <string>fixed_servers</string>\n            </value>\n          </item>\n          <item displayName=\"$(string.ProxyUseSystem_DropDown)\">\n            <value>\n              <string>system</string>\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_ProxyServer\" class=\"Machine\"\n        displayName=\"$(string.Pol_ProxyServer)\"\n        explainText=\"$(string.Explain_ProxyServer)\"\n        presentation=\"$(presentation.Pol_ProxyServer)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_ProxyServer\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_21_81\" />\n      <elements>\n        <text id=\"Part_ProxyServer\" valueName=\"ProxyServer\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_ProxyPacUrl\" class=\"Machine\"\n        displayName=\"$(string.Pol_ProxyPacUrl)\"\n        explainText=\"$(string.Explain_ProxyPacUrl)\"\n        presentation=\"$(presentation.Pol_ProxyPacUrl)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_ProxyServer\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_21_81\" />\n      <elements>\n        <text id=\"Part_ProxyPacUrl\" valueName=\"ProxyPacUrl\" />\n      </elements>\n    </policy>\n\n    <policy name=\"Pol_DefaultAllowInstallation\" class=\"Machine\"\n        displayName=\"$(string.Pol_DefaultAllowInstallation)\"\n        explainText=\"$(string.Explain_DefaultAllowInstallation)\"\n        presentation=\"$(presentation.Pol_DefaultAllowInstallation)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_Applications\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_InstallPolicy\" key=\"Software\\Policies\\Google\\Update\"\n            valueName=\"InstallDefault\" required=\"true\">\n          <item displayName=\"$(string.Name_InstallsEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsEnabledMachineOnly)\">\n            <value>\n              <decimal value=\"4\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_DefaultUpdatePolicy\" class=\"Machine\"\n        displayName=\"$(string.Pol_DefaultUpdatePolicy)\"\n        explainText=\"$(string.Explain_DefaultUpdatePolicy)\"\n        presentation=\"$(presentation.Pol_DefaultUpdatePolicy)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_Applications\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_UpdatePolicy\" key=\"Software\\Policies\\Google\\Update\"\n            valueName=\"UpdateDefault\" required=\"true\">\n          <item displayName=\"$(string.Name_UpdatesEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ManualUpdatesOnly)\">\n            <value>\n              <decimal value=\"2\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_AutomaticUpdatesOnly)\">\n            <value>\n              <decimal value=\"3\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_UpdatesDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_AllowInstallationGears\" class=\"Machine\"\n        displayName=\"$(string.Pol_AllowInstallation)\"\n        explainText=\"$(string.Explain_InstallGears)\"\n        presentation=\"$(presentation.Pol_AllowInstallation)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_Gears\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_InstallPolicy\"\n             valueName=\"Install{283EAF47-8817-4C2B-A801-AD1FADFB7BAA}\" required=\"true\">\n          <item displayName=\"$(string.Name_InstallsEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsEnabledMachineOnly)\">\n            <value>\n              <decimal value=\"4\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_UpdatePolicyGears\" class=\"Machine\"\n        displayName=\"$(string.Pol_UpdatePolicy)\"\n        explainText=\"$(string.Explain_AutoUpdateGears)\"\n        presentation=\"$(presentation.Pol_UpdatePolicy)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_Gears\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_UpdatePolicy\"\n             valueName=\"Update{283EAF47-8817-4C2B-A801-AD1FADFB7BAA}\" required=\"true\">\n          <item displayName=\"$(string.Name_UpdatesEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ManualUpdatesOnly)\">\n            <value>\n              <decimal value=\"2\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_AutomaticUpdatesOnly)\">\n            <value>\n              <decimal value=\"3\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_UpdatesDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetChannelGears\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetChannel)\"\n        explainText=\"$(string.Explain_TargetChannelGears)\"\n        presentation=\"$(presentation.Pol_TargetChannel)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_Gears\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_35_453\" />\n      <elements>\n        <text id=\"Part_TargetChannel\"\n            valueName=\"TargetChannel{283EAF47-8817-4C2B-A801-AD1FADFB7BAA}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetVersionPrefixGears\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetVersionPrefix)\"\n        explainText=\"$(string.Explain_TargetVersionPrefixGears)\"\n        presentation=\"$(presentation.Pol_TargetVersionPrefix)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_Gears\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_33_5\" />\n      <elements>\n        <text id=\"Part_TargetVersionPrefix\"\n            valueName=\"TargetVersionPrefix{283EAF47-8817-4C2B-A801-AD1FADFB7BAA}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_RollbackToTargetVersionGears\" class=\"Machine\"\n        displayName=\"$(string.Pol_RollbackToTargetVersion)\"\n        explainText=\"$(string.Explain_RollbackToTargetVersionGears)\"\n        presentation=\"$(presentation.Pol_RollbackToTargetVersion)\"\n        key=\"Software\\Policies\\Google\\Update\"\n        valueName=\"RollbackToTargetVersion{283EAF47-8817-4C2B-A801-AD1FADFB7BAA}\">\n      <parentCategory ref=\"Cat_Gears\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_34_3\" />\n      <enabledValue><decimal value=\"1\" /></enabledValue>\n      <disabledValue><decimal value=\"0\" /></disabledValue>\n    </policy>\n    <policy name=\"Pol_AllowInstallationGoogleAdvertisingCookieOptoutPlugin\" class=\"Machine\"\n        displayName=\"$(string.Pol_AllowInstallation)\"\n        explainText=\"$(string.Explain_InstallGoogleAdvertisingCookieOptoutPlugin)\"\n        presentation=\"$(presentation.Pol_AllowInstallation)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleAdvertisingCookieOptoutPlugin\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_InstallPolicy\"\n             valueName=\"Install{ADDE8406-A0F3-4AC2-8878-ADC0BD37BD86}\" required=\"true\">\n          <item displayName=\"$(string.Name_InstallsEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsEnabledMachineOnly)\">\n            <value>\n              <decimal value=\"4\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_UpdatePolicyGoogleAdvertisingCookieOptoutPlugin\" class=\"Machine\"\n        displayName=\"$(string.Pol_UpdatePolicy)\"\n        explainText=\"$(string.Explain_AutoUpdateGoogleAdvertisingCookieOptoutPlugin)\"\n        presentation=\"$(presentation.Pol_UpdatePolicy)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleAdvertisingCookieOptoutPlugin\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_UpdatePolicy\"\n             valueName=\"Update{ADDE8406-A0F3-4AC2-8878-ADC0BD37BD86}\" required=\"true\">\n          <item displayName=\"$(string.Name_UpdatesEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ManualUpdatesOnly)\">\n            <value>\n              <decimal value=\"2\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_AutomaticUpdatesOnly)\">\n            <value>\n              <decimal value=\"3\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_UpdatesDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetChannelGoogleAdvertisingCookieOptoutPlugin\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetChannel)\"\n        explainText=\"$(string.Explain_TargetChannelGoogleAdvertisingCookieOptoutPlugin)\"\n        presentation=\"$(presentation.Pol_TargetChannel)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleAdvertisingCookieOptoutPlugin\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_35_453\" />\n      <elements>\n        <text id=\"Part_TargetChannel\"\n            valueName=\"TargetChannel{ADDE8406-A0F3-4AC2-8878-ADC0BD37BD86}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetVersionPrefixGoogleAdvertisingCookieOptoutPlugin\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetVersionPrefix)\"\n        explainText=\"$(string.Explain_TargetVersionPrefixGoogleAdvertisingCookieOptoutPlugin)\"\n        presentation=\"$(presentation.Pol_TargetVersionPrefix)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleAdvertisingCookieOptoutPlugin\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_33_5\" />\n      <elements>\n        <text id=\"Part_TargetVersionPrefix\"\n            valueName=\"TargetVersionPrefix{ADDE8406-A0F3-4AC2-8878-ADC0BD37BD86}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_RollbackToTargetVersionGoogleAdvertisingCookieOptoutPlugin\" class=\"Machine\"\n        displayName=\"$(string.Pol_RollbackToTargetVersion)\"\n        explainText=\"$(string.Explain_RollbackToTargetVersionGoogleAdvertisingCookieOptoutPlugin)\"\n        presentation=\"$(presentation.Pol_RollbackToTargetVersion)\"\n        key=\"Software\\Policies\\Google\\Update\"\n        valueName=\"RollbackToTargetVersion{ADDE8406-A0F3-4AC2-8878-ADC0BD37BD86}\">\n      <parentCategory ref=\"Cat_GoogleAdvertisingCookieOptoutPlugin\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_34_3\" />\n      <enabledValue><decimal value=\"1\" /></enabledValue>\n      <disabledValue><decimal value=\"0\" /></disabledValue>\n    </policy>\n    <policy name=\"Pol_AllowInstallationGoogleAnalyticsOptoutBrowserAddonforInternetExplorer\" class=\"Machine\"\n        displayName=\"$(string.Pol_AllowInstallation)\"\n        explainText=\"$(string.Explain_InstallGoogleAnalyticsOptoutBrowserAddonforInternetExplorer)\"\n        presentation=\"$(presentation.Pol_AllowInstallation)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleAnalyticsOptoutBrowserAddonforInternetExplorer\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_InstallPolicy\"\n             valueName=\"Install{4CCED17F-7852-4AFC-9E9E-C89D8795BDD2}\" required=\"true\">\n          <item displayName=\"$(string.Name_InstallsEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsEnabledMachineOnly)\">\n            <value>\n              <decimal value=\"4\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_UpdatePolicyGoogleAnalyticsOptoutBrowserAddonforInternetExplorer\" class=\"Machine\"\n        displayName=\"$(string.Pol_UpdatePolicy)\"\n        explainText=\"$(string.Explain_AutoUpdateGoogleAnalyticsOptoutBrowserAddonforInternetExplorer)\"\n        presentation=\"$(presentation.Pol_UpdatePolicy)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleAnalyticsOptoutBrowserAddonforInternetExplorer\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_UpdatePolicy\"\n             valueName=\"Update{4CCED17F-7852-4AFC-9E9E-C89D8795BDD2}\" required=\"true\">\n          <item displayName=\"$(string.Name_UpdatesEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ManualUpdatesOnly)\">\n            <value>\n              <decimal value=\"2\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_AutomaticUpdatesOnly)\">\n            <value>\n              <decimal value=\"3\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_UpdatesDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetChannelGoogleAnalyticsOptoutBrowserAddonforInternetExplorer\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetChannel)\"\n        explainText=\"$(string.Explain_TargetChannelGoogleAnalyticsOptoutBrowserAddonforInternetExplorer)\"\n        presentation=\"$(presentation.Pol_TargetChannel)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleAnalyticsOptoutBrowserAddonforInternetExplorer\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_35_453\" />\n      <elements>\n        <text id=\"Part_TargetChannel\"\n            valueName=\"TargetChannel{4CCED17F-7852-4AFC-9E9E-C89D8795BDD2}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetVersionPrefixGoogleAnalyticsOptoutBrowserAddonforInternetExplorer\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetVersionPrefix)\"\n        explainText=\"$(string.Explain_TargetVersionPrefixGoogleAnalyticsOptoutBrowserAddonforInternetExplorer)\"\n        presentation=\"$(presentation.Pol_TargetVersionPrefix)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleAnalyticsOptoutBrowserAddonforInternetExplorer\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_33_5\" />\n      <elements>\n        <text id=\"Part_TargetVersionPrefix\"\n            valueName=\"TargetVersionPrefix{4CCED17F-7852-4AFC-9E9E-C89D8795BDD2}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_RollbackToTargetVersionGoogleAnalyticsOptoutBrowserAddonforInternetExplorer\" class=\"Machine\"\n        displayName=\"$(string.Pol_RollbackToTargetVersion)\"\n        explainText=\"$(string.Explain_RollbackToTargetVersionGoogleAnalyticsOptoutBrowserAddonforInternetExplorer)\"\n        presentation=\"$(presentation.Pol_RollbackToTargetVersion)\"\n        key=\"Software\\Policies\\Google\\Update\"\n        valueName=\"RollbackToTargetVersion{4CCED17F-7852-4AFC-9E9E-C89D8795BDD2}\">\n      <parentCategory ref=\"Cat_GoogleAnalyticsOptoutBrowserAddonforInternetExplorer\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_34_3\" />\n      <enabledValue><decimal value=\"1\" /></enabledValue>\n      <disabledValue><decimal value=\"0\" /></disabledValue>\n    </policy>\n    <policy name=\"Pol_AllowInstallationGoogleCredentialProviderforWindowsGCPW\" class=\"Machine\"\n        displayName=\"$(string.Pol_AllowInstallation)\"\n        explainText=\"$(string.Explain_InstallGoogleCredentialProviderforWindowsGCPW)\"\n        presentation=\"$(presentation.Pol_AllowInstallation)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleCredentialProviderforWindowsGCPW\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_InstallPolicy\"\n             valueName=\"Install{32987697-A14E-4B89-84D6-630D5431E831}\" required=\"true\">\n          <item displayName=\"$(string.Name_InstallsEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsEnabledMachineOnly)\">\n            <value>\n              <decimal value=\"4\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ForceInstallsMachine)\">\n            <value>\n              <decimal value=\"5\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_UpdatePolicyGoogleCredentialProviderforWindowsGCPW\" class=\"Machine\"\n        displayName=\"$(string.Pol_UpdatePolicy)\"\n        explainText=\"$(string.Explain_AutoUpdateGoogleCredentialProviderforWindowsGCPW)\"\n        presentation=\"$(presentation.Pol_UpdatePolicy)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleCredentialProviderforWindowsGCPW\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_UpdatePolicy\"\n             valueName=\"Update{32987697-A14E-4B89-84D6-630D5431E831}\" required=\"true\">\n          <item displayName=\"$(string.Name_UpdatesEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ManualUpdatesOnly)\">\n            <value>\n              <decimal value=\"2\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_AutomaticUpdatesOnly)\">\n            <value>\n              <decimal value=\"3\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_UpdatesDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetChannelGoogleCredentialProviderforWindowsGCPW\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetChannel)\"\n        explainText=\"$(string.Explain_TargetChannelGoogleCredentialProviderforWindowsGCPW)\"\n        presentation=\"$(presentation.Pol_TargetChannel)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleCredentialProviderforWindowsGCPW\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_35_453\" />\n      <elements>\n        <text id=\"Part_TargetChannel\"\n            valueName=\"TargetChannel{32987697-A14E-4B89-84D6-630D5431E831}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetVersionPrefixGoogleCredentialProviderforWindowsGCPW\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetVersionPrefix)\"\n        explainText=\"$(string.Explain_TargetVersionPrefixGoogleCredentialProviderforWindowsGCPW)\"\n        presentation=\"$(presentation.Pol_TargetVersionPrefix)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleCredentialProviderforWindowsGCPW\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_33_5\" />\n      <elements>\n        <text id=\"Part_TargetVersionPrefix\"\n            valueName=\"TargetVersionPrefix{32987697-A14E-4B89-84D6-630D5431E831}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_RollbackToTargetVersionGoogleCredentialProviderforWindowsGCPW\" class=\"Machine\"\n        displayName=\"$(string.Pol_RollbackToTargetVersion)\"\n        explainText=\"$(string.Explain_RollbackToTargetVersionGoogleCredentialProviderforWindowsGCPW)\"\n        presentation=\"$(presentation.Pol_RollbackToTargetVersion)\"\n        key=\"Software\\Policies\\Google\\Update\"\n        valueName=\"RollbackToTargetVersion{32987697-A14E-4B89-84D6-630D5431E831}\">\n      <parentCategory ref=\"Cat_GoogleCredentialProviderforWindowsGCPW\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_34_3\" />\n      <enabledValue><decimal value=\"1\" /></enabledValue>\n      <disabledValue><decimal value=\"0\" /></disabledValue>\n    </policy>\n    <policy name=\"Pol_AllowInstallationGoogleChrome\" class=\"Machine\"\n        displayName=\"$(string.Pol_AllowInstallation)\"\n        explainText=\"$(string.Explain_InstallGoogleChrome)\"\n        presentation=\"$(presentation.Pol_AllowInstallation)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleChrome\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_InstallPolicy\"\n             valueName=\"Install{8A69D345-D564-463C-AFF1-A69D9E530F96}\" required=\"true\">\n          <item displayName=\"$(string.Name_InstallsEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsEnabledMachineOnly)\">\n            <value>\n              <decimal value=\"4\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ForceInstallsMachine)\">\n            <value>\n              <decimal value=\"5\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ForceInstallsUser)\">\n            <value>\n              <decimal value=\"6\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_UpdatePolicyGoogleChrome\" class=\"Machine\"\n        displayName=\"$(string.Pol_UpdatePolicy)\"\n        explainText=\"$(string.Explain_AutoUpdateGoogleChrome)\"\n        presentation=\"$(presentation.Pol_UpdatePolicy)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleChrome\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_UpdatePolicy\"\n             valueName=\"Update{8A69D345-D564-463C-AFF1-A69D9E530F96}\" required=\"true\">\n          <item displayName=\"$(string.Name_UpdatesEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ManualUpdatesOnly)\">\n            <value>\n              <decimal value=\"2\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_AutomaticUpdatesOnly)\">\n            <value>\n              <decimal value=\"3\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_UpdatesDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetChannelGoogleChrome\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetChannel)\"\n        explainText=\"$(string.Explain_TargetChannelGoogleChrome)\"\n        presentation=\"$(presentation.Pol_TargetChannel)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleChrome\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_35_453\" />\n      <elements>\n        <text id=\"Part_TargetChannel\"\n            valueName=\"TargetChannel{8A69D345-D564-463C-AFF1-A69D9E530F96}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetVersionPrefixGoogleChrome\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetVersionPrefix)\"\n        explainText=\"$(string.Explain_TargetVersionPrefixGoogleChrome)\"\n        presentation=\"$(presentation.Pol_TargetVersionPrefix)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleChrome\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_33_5\" />\n      <elements>\n        <text id=\"Part_TargetVersionPrefix\"\n            valueName=\"TargetVersionPrefix{8A69D345-D564-463C-AFF1-A69D9E530F96}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_RollbackToTargetVersionGoogleChrome\" class=\"Machine\"\n        displayName=\"$(string.Pol_RollbackToTargetVersion)\"\n        explainText=\"$(string.Explain_RollbackToTargetVersionGoogleChrome)\"\n        presentation=\"$(presentation.Pol_RollbackToTargetVersion)\"\n        key=\"Software\\Policies\\Google\\Update\"\n        valueName=\"RollbackToTargetVersion{8A69D345-D564-463C-AFF1-A69D9E530F96}\">\n      <parentCategory ref=\"Cat_GoogleChrome\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_34_3\" />\n      <enabledValue><decimal value=\"1\" /></enabledValue>\n      <disabledValue><decimal value=\"0\" /></disabledValue>\n    </policy>\n    <policy name=\"Pol_AllowInstallationGoogleChromeBeta\" class=\"Machine\"\n        displayName=\"$(string.Pol_AllowInstallation)\"\n        explainText=\"$(string.Explain_InstallGoogleChromeBeta)\"\n        presentation=\"$(presentation.Pol_AllowInstallation)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleChromeBeta\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_InstallPolicy\"\n             valueName=\"Install{8237E44A-0054-442C-B6B6-EA0509993955}\" required=\"true\">\n          <item displayName=\"$(string.Name_InstallsEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsEnabledMachineOnly)\">\n            <value>\n              <decimal value=\"4\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ForceInstallsMachine)\">\n            <value>\n              <decimal value=\"5\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ForceInstallsUser)\">\n            <value>\n              <decimal value=\"6\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_UpdatePolicyGoogleChromeBeta\" class=\"Machine\"\n        displayName=\"$(string.Pol_UpdatePolicy)\"\n        explainText=\"$(string.Explain_AutoUpdateGoogleChromeBeta)\"\n        presentation=\"$(presentation.Pol_UpdatePolicy)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleChromeBeta\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_UpdatePolicy\"\n             valueName=\"Update{8237E44A-0054-442C-B6B6-EA0509993955}\" required=\"true\">\n          <item displayName=\"$(string.Name_UpdatesEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ManualUpdatesOnly)\">\n            <value>\n              <decimal value=\"2\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_AutomaticUpdatesOnly)\">\n            <value>\n              <decimal value=\"3\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_UpdatesDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetChannelGoogleChromeBeta\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetChannel)\"\n        explainText=\"$(string.Explain_TargetChannelGoogleChromeBeta)\"\n        presentation=\"$(presentation.Pol_TargetChannel)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleChromeBeta\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_35_453\" />\n      <elements>\n        <text id=\"Part_TargetChannel\"\n            valueName=\"TargetChannel{8237E44A-0054-442C-B6B6-EA0509993955}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetVersionPrefixGoogleChromeBeta\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetVersionPrefix)\"\n        explainText=\"$(string.Explain_TargetVersionPrefixGoogleChromeBeta)\"\n        presentation=\"$(presentation.Pol_TargetVersionPrefix)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleChromeBeta\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_33_5\" />\n      <elements>\n        <text id=\"Part_TargetVersionPrefix\"\n            valueName=\"TargetVersionPrefix{8237E44A-0054-442C-B6B6-EA0509993955}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_RollbackToTargetVersionGoogleChromeBeta\" class=\"Machine\"\n        displayName=\"$(string.Pol_RollbackToTargetVersion)\"\n        explainText=\"$(string.Explain_RollbackToTargetVersionGoogleChromeBeta)\"\n        presentation=\"$(presentation.Pol_RollbackToTargetVersion)\"\n        key=\"Software\\Policies\\Google\\Update\"\n        valueName=\"RollbackToTargetVersion{8237E44A-0054-442C-B6B6-EA0509993955}\">\n      <parentCategory ref=\"Cat_GoogleChromeBeta\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_34_3\" />\n      <enabledValue><decimal value=\"1\" /></enabledValue>\n      <disabledValue><decimal value=\"0\" /></disabledValue>\n    </policy>\n    <policy name=\"Pol_AllowInstallationGoogleChromeBinaries\" class=\"Machine\"\n        displayName=\"$(string.Pol_AllowInstallation)\"\n        explainText=\"$(string.Explain_InstallGoogleChromeBinaries)\"\n        presentation=\"$(presentation.Pol_AllowInstallation)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleChromeBinaries\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_InstallPolicy\"\n             valueName=\"Install{4DC8B4CA-1BDA-483E-B5FA-D3C12E15B62D}\" required=\"true\">\n          <item displayName=\"$(string.Name_InstallsEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsEnabledMachineOnly)\">\n            <value>\n              <decimal value=\"4\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_UpdatePolicyGoogleChromeBinaries\" class=\"Machine\"\n        displayName=\"$(string.Pol_UpdatePolicy)\"\n        explainText=\"$(string.Explain_AutoUpdateGoogleChromeBinaries)\"\n        presentation=\"$(presentation.Pol_UpdatePolicy)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleChromeBinaries\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_UpdatePolicy\"\n             valueName=\"Update{4DC8B4CA-1BDA-483E-B5FA-D3C12E15B62D}\" required=\"true\">\n          <item displayName=\"$(string.Name_UpdatesEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ManualUpdatesOnly)\">\n            <value>\n              <decimal value=\"2\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_AutomaticUpdatesOnly)\">\n            <value>\n              <decimal value=\"3\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_UpdatesDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetChannelGoogleChromeBinaries\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetChannel)\"\n        explainText=\"$(string.Explain_TargetChannelGoogleChromeBinaries)\"\n        presentation=\"$(presentation.Pol_TargetChannel)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleChromeBinaries\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_35_453\" />\n      <elements>\n        <text id=\"Part_TargetChannel\"\n            valueName=\"TargetChannel{4DC8B4CA-1BDA-483E-B5FA-D3C12E15B62D}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetVersionPrefixGoogleChromeBinaries\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetVersionPrefix)\"\n        explainText=\"$(string.Explain_TargetVersionPrefixGoogleChromeBinaries)\"\n        presentation=\"$(presentation.Pol_TargetVersionPrefix)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleChromeBinaries\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_33_5\" />\n      <elements>\n        <text id=\"Part_TargetVersionPrefix\"\n            valueName=\"TargetVersionPrefix{4DC8B4CA-1BDA-483E-B5FA-D3C12E15B62D}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_RollbackToTargetVersionGoogleChromeBinaries\" class=\"Machine\"\n        displayName=\"$(string.Pol_RollbackToTargetVersion)\"\n        explainText=\"$(string.Explain_RollbackToTargetVersionGoogleChromeBinaries)\"\n        presentation=\"$(presentation.Pol_RollbackToTargetVersion)\"\n        key=\"Software\\Policies\\Google\\Update\"\n        valueName=\"RollbackToTargetVersion{4DC8B4CA-1BDA-483E-B5FA-D3C12E15B62D}\">\n      <parentCategory ref=\"Cat_GoogleChromeBinaries\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_34_3\" />\n      <enabledValue><decimal value=\"1\" /></enabledValue>\n      <disabledValue><decimal value=\"0\" /></disabledValue>\n    </policy>\n    <policy name=\"Pol_AllowInstallationGoogleChromeCanaryBuild\" class=\"Machine\"\n        displayName=\"$(string.Pol_AllowInstallation)\"\n        explainText=\"$(string.Explain_InstallGoogleChromeCanaryBuild)\"\n        presentation=\"$(presentation.Pol_AllowInstallation)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleChromeCanaryBuild\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_InstallPolicy\"\n             valueName=\"Install{4EA16AC7-FD5A-47C3-875B-DBF4A2008C20}\" required=\"true\">\n          <item displayName=\"$(string.Name_InstallsEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsEnabledMachineOnly)\">\n            <value>\n              <decimal value=\"4\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ForceInstallsMachine)\">\n            <value>\n              <decimal value=\"5\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ForceInstallsUser)\">\n            <value>\n              <decimal value=\"6\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_UpdatePolicyGoogleChromeCanaryBuild\" class=\"Machine\"\n        displayName=\"$(string.Pol_UpdatePolicy)\"\n        explainText=\"$(string.Explain_AutoUpdateGoogleChromeCanaryBuild)\"\n        presentation=\"$(presentation.Pol_UpdatePolicy)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleChromeCanaryBuild\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_UpdatePolicy\"\n             valueName=\"Update{4EA16AC7-FD5A-47C3-875B-DBF4A2008C20}\" required=\"true\">\n          <item displayName=\"$(string.Name_UpdatesEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ManualUpdatesOnly)\">\n            <value>\n              <decimal value=\"2\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_AutomaticUpdatesOnly)\">\n            <value>\n              <decimal value=\"3\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_UpdatesDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetChannelGoogleChromeCanaryBuild\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetChannel)\"\n        explainText=\"$(string.Explain_TargetChannelGoogleChromeCanaryBuild)\"\n        presentation=\"$(presentation.Pol_TargetChannel)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleChromeCanaryBuild\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_35_453\" />\n      <elements>\n        <text id=\"Part_TargetChannel\"\n            valueName=\"TargetChannel{4EA16AC7-FD5A-47C3-875B-DBF4A2008C20}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetVersionPrefixGoogleChromeCanaryBuild\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetVersionPrefix)\"\n        explainText=\"$(string.Explain_TargetVersionPrefixGoogleChromeCanaryBuild)\"\n        presentation=\"$(presentation.Pol_TargetVersionPrefix)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleChromeCanaryBuild\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_33_5\" />\n      <elements>\n        <text id=\"Part_TargetVersionPrefix\"\n            valueName=\"TargetVersionPrefix{4EA16AC7-FD5A-47C3-875B-DBF4A2008C20}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_RollbackToTargetVersionGoogleChromeCanaryBuild\" class=\"Machine\"\n        displayName=\"$(string.Pol_RollbackToTargetVersion)\"\n        explainText=\"$(string.Explain_RollbackToTargetVersionGoogleChromeCanaryBuild)\"\n        presentation=\"$(presentation.Pol_RollbackToTargetVersion)\"\n        key=\"Software\\Policies\\Google\\Update\"\n        valueName=\"RollbackToTargetVersion{4EA16AC7-FD5A-47C3-875B-DBF4A2008C20}\">\n      <parentCategory ref=\"Cat_GoogleChromeCanaryBuild\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_34_3\" />\n      <enabledValue><decimal value=\"1\" /></enabledValue>\n      <disabledValue><decimal value=\"0\" /></disabledValue>\n    </policy>\n    <policy name=\"Pol_AllowInstallationGoogleChromeDev\" class=\"Machine\"\n        displayName=\"$(string.Pol_AllowInstallation)\"\n        explainText=\"$(string.Explain_InstallGoogleChromeDev)\"\n        presentation=\"$(presentation.Pol_AllowInstallation)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleChromeDev\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_InstallPolicy\"\n             valueName=\"Install{401C381F-E0DE-4B85-8BD8-3F3F14FBDA57}\" required=\"true\">\n          <item displayName=\"$(string.Name_InstallsEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsEnabledMachineOnly)\">\n            <value>\n              <decimal value=\"4\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ForceInstallsMachine)\">\n            <value>\n              <decimal value=\"5\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ForceInstallsUser)\">\n            <value>\n              <decimal value=\"6\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_UpdatePolicyGoogleChromeDev\" class=\"Machine\"\n        displayName=\"$(string.Pol_UpdatePolicy)\"\n        explainText=\"$(string.Explain_AutoUpdateGoogleChromeDev)\"\n        presentation=\"$(presentation.Pol_UpdatePolicy)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleChromeDev\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_UpdatePolicy\"\n             valueName=\"Update{401C381F-E0DE-4B85-8BD8-3F3F14FBDA57}\" required=\"true\">\n          <item displayName=\"$(string.Name_UpdatesEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ManualUpdatesOnly)\">\n            <value>\n              <decimal value=\"2\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_AutomaticUpdatesOnly)\">\n            <value>\n              <decimal value=\"3\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_UpdatesDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetChannelGoogleChromeDev\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetChannel)\"\n        explainText=\"$(string.Explain_TargetChannelGoogleChromeDev)\"\n        presentation=\"$(presentation.Pol_TargetChannel)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleChromeDev\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_35_453\" />\n      <elements>\n        <text id=\"Part_TargetChannel\"\n            valueName=\"TargetChannel{401C381F-E0DE-4B85-8BD8-3F3F14FBDA57}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetVersionPrefixGoogleChromeDev\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetVersionPrefix)\"\n        explainText=\"$(string.Explain_TargetVersionPrefixGoogleChromeDev)\"\n        presentation=\"$(presentation.Pol_TargetVersionPrefix)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleChromeDev\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_33_5\" />\n      <elements>\n        <text id=\"Part_TargetVersionPrefix\"\n            valueName=\"TargetVersionPrefix{401C381F-E0DE-4B85-8BD8-3F3F14FBDA57}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_RollbackToTargetVersionGoogleChromeDev\" class=\"Machine\"\n        displayName=\"$(string.Pol_RollbackToTargetVersion)\"\n        explainText=\"$(string.Explain_RollbackToTargetVersionGoogleChromeDev)\"\n        presentation=\"$(presentation.Pol_RollbackToTargetVersion)\"\n        key=\"Software\\Policies\\Google\\Update\"\n        valueName=\"RollbackToTargetVersion{401C381F-E0DE-4B85-8BD8-3F3F14FBDA57}\">\n      <parentCategory ref=\"Cat_GoogleChromeDev\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_34_3\" />\n      <enabledValue><decimal value=\"1\" /></enabledValue>\n      <disabledValue><decimal value=\"0\" /></disabledValue>\n    </policy>\n    <policy name=\"Pol_AllowInstallationGoogleChromeFrame\" class=\"Machine\"\n        displayName=\"$(string.Pol_AllowInstallation)\"\n        explainText=\"$(string.Explain_InstallGoogleChromeFrame)\"\n        presentation=\"$(presentation.Pol_AllowInstallation)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleChromeFrame\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_InstallPolicy\"\n             valueName=\"Install{8BA986DA-5100-405E-AA35-86F34A02ACBF}\" required=\"true\">\n          <item displayName=\"$(string.Name_InstallsEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsEnabledMachineOnly)\">\n            <value>\n              <decimal value=\"4\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_UpdatePolicyGoogleChromeFrame\" class=\"Machine\"\n        displayName=\"$(string.Pol_UpdatePolicy)\"\n        explainText=\"$(string.Explain_AutoUpdateGoogleChromeFrame)\"\n        presentation=\"$(presentation.Pol_UpdatePolicy)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleChromeFrame\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_UpdatePolicy\"\n             valueName=\"Update{8BA986DA-5100-405E-AA35-86F34A02ACBF}\" required=\"true\">\n          <item displayName=\"$(string.Name_UpdatesEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ManualUpdatesOnly)\">\n            <value>\n              <decimal value=\"2\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_AutomaticUpdatesOnly)\">\n            <value>\n              <decimal value=\"3\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_UpdatesDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetChannelGoogleChromeFrame\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetChannel)\"\n        explainText=\"$(string.Explain_TargetChannelGoogleChromeFrame)\"\n        presentation=\"$(presentation.Pol_TargetChannel)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleChromeFrame\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_35_453\" />\n      <elements>\n        <text id=\"Part_TargetChannel\"\n            valueName=\"TargetChannel{8BA986DA-5100-405E-AA35-86F34A02ACBF}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetVersionPrefixGoogleChromeFrame\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetVersionPrefix)\"\n        explainText=\"$(string.Explain_TargetVersionPrefixGoogleChromeFrame)\"\n        presentation=\"$(presentation.Pol_TargetVersionPrefix)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleChromeFrame\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_33_5\" />\n      <elements>\n        <text id=\"Part_TargetVersionPrefix\"\n            valueName=\"TargetVersionPrefix{8BA986DA-5100-405E-AA35-86F34A02ACBF}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_RollbackToTargetVersionGoogleChromeFrame\" class=\"Machine\"\n        displayName=\"$(string.Pol_RollbackToTargetVersion)\"\n        explainText=\"$(string.Explain_RollbackToTargetVersionGoogleChromeFrame)\"\n        presentation=\"$(presentation.Pol_RollbackToTargetVersion)\"\n        key=\"Software\\Policies\\Google\\Update\"\n        valueName=\"RollbackToTargetVersion{8BA986DA-5100-405E-AA35-86F34A02ACBF}\">\n      <parentCategory ref=\"Cat_GoogleChromeFrame\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_34_3\" />\n      <enabledValue><decimal value=\"1\" /></enabledValue>\n      <disabledValue><decimal value=\"0\" /></disabledValue>\n    </policy>\n    <policy name=\"Pol_AllowInstallationLegacyBrowserSupport\" class=\"Machine\"\n        displayName=\"$(string.Pol_AllowInstallation)\"\n        explainText=\"$(string.Explain_InstallLegacyBrowserSupport)\"\n        presentation=\"$(presentation.Pol_AllowInstallation)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_LegacyBrowserSupport\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_InstallPolicy\"\n             valueName=\"Install{00EBA25B-97AB-475A-BD68-C3B6C9E94260}\" required=\"true\">\n          <item displayName=\"$(string.Name_InstallsEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsEnabledMachineOnly)\">\n            <value>\n              <decimal value=\"4\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_UpdatePolicyLegacyBrowserSupport\" class=\"Machine\"\n        displayName=\"$(string.Pol_UpdatePolicy)\"\n        explainText=\"$(string.Explain_AutoUpdateLegacyBrowserSupport)\"\n        presentation=\"$(presentation.Pol_UpdatePolicy)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_LegacyBrowserSupport\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_UpdatePolicy\"\n             valueName=\"Update{00EBA25B-97AB-475A-BD68-C3B6C9E94260}\" required=\"true\">\n          <item displayName=\"$(string.Name_UpdatesEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ManualUpdatesOnly)\">\n            <value>\n              <decimal value=\"2\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_AutomaticUpdatesOnly)\">\n            <value>\n              <decimal value=\"3\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_UpdatesDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetChannelLegacyBrowserSupport\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetChannel)\"\n        explainText=\"$(string.Explain_TargetChannelLegacyBrowserSupport)\"\n        presentation=\"$(presentation.Pol_TargetChannel)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_LegacyBrowserSupport\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_35_453\" />\n      <elements>\n        <text id=\"Part_TargetChannel\"\n            valueName=\"TargetChannel{00EBA25B-97AB-475A-BD68-C3B6C9E94260}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetVersionPrefixLegacyBrowserSupport\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetVersionPrefix)\"\n        explainText=\"$(string.Explain_TargetVersionPrefixLegacyBrowserSupport)\"\n        presentation=\"$(presentation.Pol_TargetVersionPrefix)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_LegacyBrowserSupport\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_33_5\" />\n      <elements>\n        <text id=\"Part_TargetVersionPrefix\"\n            valueName=\"TargetVersionPrefix{00EBA25B-97AB-475A-BD68-C3B6C9E94260}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_RollbackToTargetVersionLegacyBrowserSupport\" class=\"Machine\"\n        displayName=\"$(string.Pol_RollbackToTargetVersion)\"\n        explainText=\"$(string.Explain_RollbackToTargetVersionLegacyBrowserSupport)\"\n        presentation=\"$(presentation.Pol_RollbackToTargetVersion)\"\n        key=\"Software\\Policies\\Google\\Update\"\n        valueName=\"RollbackToTargetVersion{00EBA25B-97AB-475A-BD68-C3B6C9E94260}\">\n      <parentCategory ref=\"Cat_LegacyBrowserSupport\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_34_3\" />\n      <enabledValue><decimal value=\"1\" /></enabledValue>\n      <disabledValue><decimal value=\"0\" /></disabledValue>\n    </policy>\n    <policy name=\"Pol_AllowInstallationGoogleDriveFileStream\" class=\"Machine\"\n        displayName=\"$(string.Pol_AllowInstallation)\"\n        explainText=\"$(string.Explain_InstallGoogleDriveFileStream)\"\n        presentation=\"$(presentation.Pol_AllowInstallation)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleDriveFileStream\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_InstallPolicy\"\n             valueName=\"Install{6BBAE539-2232-434A-A4E5-9A33560C6283}\" required=\"true\">\n          <item displayName=\"$(string.Name_InstallsEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsEnabledMachineOnly)\">\n            <value>\n              <decimal value=\"4\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ForceInstallsMachine)\">\n            <value>\n              <decimal value=\"5\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_UpdatePolicyGoogleDriveFileStream\" class=\"Machine\"\n        displayName=\"$(string.Pol_UpdatePolicy)\"\n        explainText=\"$(string.Explain_AutoUpdateGoogleDriveFileStream)\"\n        presentation=\"$(presentation.Pol_UpdatePolicy)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleDriveFileStream\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_UpdatePolicy\"\n             valueName=\"Update{6BBAE539-2232-434A-A4E5-9A33560C6283}\" required=\"true\">\n          <item displayName=\"$(string.Name_UpdatesEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ManualUpdatesOnly)\">\n            <value>\n              <decimal value=\"2\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_AutomaticUpdatesOnly)\">\n            <value>\n              <decimal value=\"3\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_UpdatesDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetChannelGoogleDriveFileStream\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetChannel)\"\n        explainText=\"$(string.Explain_TargetChannelGoogleDriveFileStream)\"\n        presentation=\"$(presentation.Pol_TargetChannel)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleDriveFileStream\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_35_453\" />\n      <elements>\n        <text id=\"Part_TargetChannel\"\n            valueName=\"TargetChannel{6BBAE539-2232-434A-A4E5-9A33560C6283}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetVersionPrefixGoogleDriveFileStream\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetVersionPrefix)\"\n        explainText=\"$(string.Explain_TargetVersionPrefixGoogleDriveFileStream)\"\n        presentation=\"$(presentation.Pol_TargetVersionPrefix)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleDriveFileStream\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_33_5\" />\n      <elements>\n        <text id=\"Part_TargetVersionPrefix\"\n            valueName=\"TargetVersionPrefix{6BBAE539-2232-434A-A4E5-9A33560C6283}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_RollbackToTargetVersionGoogleDriveFileStream\" class=\"Machine\"\n        displayName=\"$(string.Pol_RollbackToTargetVersion)\"\n        explainText=\"$(string.Explain_RollbackToTargetVersionGoogleDriveFileStream)\"\n        presentation=\"$(presentation.Pol_RollbackToTargetVersion)\"\n        key=\"Software\\Policies\\Google\\Update\"\n        valueName=\"RollbackToTargetVersion{6BBAE539-2232-434A-A4E5-9A33560C6283}\">\n      <parentCategory ref=\"Cat_GoogleDriveFileStream\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_34_3\" />\n      <enabledValue><decimal value=\"1\" /></enabledValue>\n      <disabledValue><decimal value=\"0\" /></disabledValue>\n    </policy>\n    <policy name=\"Pol_AllowInstallationGoogleDrivepluginforMicrosoftOffice\" class=\"Machine\"\n        displayName=\"$(string.Pol_AllowInstallation)\"\n        explainText=\"$(string.Explain_InstallGoogleDrivepluginforMicrosoftOffice)\"\n        presentation=\"$(presentation.Pol_AllowInstallation)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleDrivepluginforMicrosoftOffice\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_InstallPolicy\"\n             valueName=\"Install{87CD15E4-0C94-47DB-B96A-BBE485C1E31C}\" required=\"true\">\n          <item displayName=\"$(string.Name_InstallsEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsEnabledMachineOnly)\">\n            <value>\n              <decimal value=\"4\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_UpdatePolicyGoogleDrivepluginforMicrosoftOffice\" class=\"Machine\"\n        displayName=\"$(string.Pol_UpdatePolicy)\"\n        explainText=\"$(string.Explain_AutoUpdateGoogleDrivepluginforMicrosoftOffice)\"\n        presentation=\"$(presentation.Pol_UpdatePolicy)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleDrivepluginforMicrosoftOffice\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_UpdatePolicy\"\n             valueName=\"Update{87CD15E4-0C94-47DB-B96A-BBE485C1E31C}\" required=\"true\">\n          <item displayName=\"$(string.Name_UpdatesEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ManualUpdatesOnly)\">\n            <value>\n              <decimal value=\"2\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_AutomaticUpdatesOnly)\">\n            <value>\n              <decimal value=\"3\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_UpdatesDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetChannelGoogleDrivepluginforMicrosoftOffice\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetChannel)\"\n        explainText=\"$(string.Explain_TargetChannelGoogleDrivepluginforMicrosoftOffice)\"\n        presentation=\"$(presentation.Pol_TargetChannel)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleDrivepluginforMicrosoftOffice\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_35_453\" />\n      <elements>\n        <text id=\"Part_TargetChannel\"\n            valueName=\"TargetChannel{87CD15E4-0C94-47DB-B96A-BBE485C1E31C}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetVersionPrefixGoogleDrivepluginforMicrosoftOffice\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetVersionPrefix)\"\n        explainText=\"$(string.Explain_TargetVersionPrefixGoogleDrivepluginforMicrosoftOffice)\"\n        presentation=\"$(presentation.Pol_TargetVersionPrefix)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleDrivepluginforMicrosoftOffice\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_33_5\" />\n      <elements>\n        <text id=\"Part_TargetVersionPrefix\"\n            valueName=\"TargetVersionPrefix{87CD15E4-0C94-47DB-B96A-BBE485C1E31C}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_RollbackToTargetVersionGoogleDrivepluginforMicrosoftOffice\" class=\"Machine\"\n        displayName=\"$(string.Pol_RollbackToTargetVersion)\"\n        explainText=\"$(string.Explain_RollbackToTargetVersionGoogleDrivepluginforMicrosoftOffice)\"\n        presentation=\"$(presentation.Pol_RollbackToTargetVersion)\"\n        key=\"Software\\Policies\\Google\\Update\"\n        valueName=\"RollbackToTargetVersion{87CD15E4-0C94-47DB-B96A-BBE485C1E31C}\">\n      <parentCategory ref=\"Cat_GoogleDrivepluginforMicrosoftOffice\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_34_3\" />\n      <enabledValue><decimal value=\"1\" /></enabledValue>\n      <disabledValue><decimal value=\"0\" /></disabledValue>\n    </policy>\n    <policy name=\"Pol_AllowInstallationGoogleDrivepluginforMicrosoftOfficePerMachine\" class=\"Machine\"\n        displayName=\"$(string.Pol_AllowInstallation)\"\n        explainText=\"$(string.Explain_InstallGoogleDrivepluginforMicrosoftOfficePerMachine)\"\n        presentation=\"$(presentation.Pol_AllowInstallation)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleDrivepluginforMicrosoftOfficePerMachine\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_InstallPolicy\"\n             valueName=\"Install{D936DAAE-38D4-4F72-82DD-F3824534C273}\" required=\"true\">\n          <item displayName=\"$(string.Name_InstallsEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsEnabledMachineOnly)\">\n            <value>\n              <decimal value=\"4\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ForceInstallsMachine)\">\n            <value>\n              <decimal value=\"5\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_UpdatePolicyGoogleDrivepluginforMicrosoftOfficePerMachine\" class=\"Machine\"\n        displayName=\"$(string.Pol_UpdatePolicy)\"\n        explainText=\"$(string.Explain_AutoUpdateGoogleDrivepluginforMicrosoftOfficePerMachine)\"\n        presentation=\"$(presentation.Pol_UpdatePolicy)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleDrivepluginforMicrosoftOfficePerMachine\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_UpdatePolicy\"\n             valueName=\"Update{D936DAAE-38D4-4F72-82DD-F3824534C273}\" required=\"true\">\n          <item displayName=\"$(string.Name_UpdatesEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ManualUpdatesOnly)\">\n            <value>\n              <decimal value=\"2\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_AutomaticUpdatesOnly)\">\n            <value>\n              <decimal value=\"3\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_UpdatesDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetChannelGoogleDrivepluginforMicrosoftOfficePerMachine\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetChannel)\"\n        explainText=\"$(string.Explain_TargetChannelGoogleDrivepluginforMicrosoftOfficePerMachine)\"\n        presentation=\"$(presentation.Pol_TargetChannel)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleDrivepluginforMicrosoftOfficePerMachine\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_35_453\" />\n      <elements>\n        <text id=\"Part_TargetChannel\"\n            valueName=\"TargetChannel{D936DAAE-38D4-4F72-82DD-F3824534C273}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetVersionPrefixGoogleDrivepluginforMicrosoftOfficePerMachine\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetVersionPrefix)\"\n        explainText=\"$(string.Explain_TargetVersionPrefixGoogleDrivepluginforMicrosoftOfficePerMachine)\"\n        presentation=\"$(presentation.Pol_TargetVersionPrefix)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleDrivepluginforMicrosoftOfficePerMachine\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_33_5\" />\n      <elements>\n        <text id=\"Part_TargetVersionPrefix\"\n            valueName=\"TargetVersionPrefix{D936DAAE-38D4-4F72-82DD-F3824534C273}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_RollbackToTargetVersionGoogleDrivepluginforMicrosoftOfficePerMachine\" class=\"Machine\"\n        displayName=\"$(string.Pol_RollbackToTargetVersion)\"\n        explainText=\"$(string.Explain_RollbackToTargetVersionGoogleDrivepluginforMicrosoftOfficePerMachine)\"\n        presentation=\"$(presentation.Pol_RollbackToTargetVersion)\"\n        key=\"Software\\Policies\\Google\\Update\"\n        valueName=\"RollbackToTargetVersion{D936DAAE-38D4-4F72-82DD-F3824534C273}\">\n      <parentCategory ref=\"Cat_GoogleDrivepluginforMicrosoftOfficePerMachine\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_34_3\" />\n      <enabledValue><decimal value=\"1\" /></enabledValue>\n      <disabledValue><decimal value=\"0\" /></disabledValue>\n    </policy>\n    <policy name=\"Pol_AllowInstallationGoogleEarth\" class=\"Machine\"\n        displayName=\"$(string.Pol_AllowInstallation)\"\n        explainText=\"$(string.Explain_InstallGoogleEarth)\"\n        presentation=\"$(presentation.Pol_AllowInstallation)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleEarth\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_InstallPolicy\"\n             valueName=\"Install{74AF07D8-FB8F-4D51-8AC7-927721D56EBB}\" required=\"true\">\n          <item displayName=\"$(string.Name_InstallsEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsEnabledMachineOnly)\">\n            <value>\n              <decimal value=\"4\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ForceInstallsMachine)\">\n            <value>\n              <decimal value=\"5\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_UpdatePolicyGoogleEarth\" class=\"Machine\"\n        displayName=\"$(string.Pol_UpdatePolicy)\"\n        explainText=\"$(string.Explain_AutoUpdateGoogleEarth)\"\n        presentation=\"$(presentation.Pol_UpdatePolicy)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleEarth\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_UpdatePolicy\"\n             valueName=\"Update{74AF07D8-FB8F-4D51-8AC7-927721D56EBB}\" required=\"true\">\n          <item displayName=\"$(string.Name_UpdatesEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ManualUpdatesOnly)\">\n            <value>\n              <decimal value=\"2\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_AutomaticUpdatesOnly)\">\n            <value>\n              <decimal value=\"3\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_UpdatesDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetChannelGoogleEarth\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetChannel)\"\n        explainText=\"$(string.Explain_TargetChannelGoogleEarth)\"\n        presentation=\"$(presentation.Pol_TargetChannel)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleEarth\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_35_453\" />\n      <elements>\n        <text id=\"Part_TargetChannel\"\n            valueName=\"TargetChannel{74AF07D8-FB8F-4D51-8AC7-927721D56EBB}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetVersionPrefixGoogleEarth\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetVersionPrefix)\"\n        explainText=\"$(string.Explain_TargetVersionPrefixGoogleEarth)\"\n        presentation=\"$(presentation.Pol_TargetVersionPrefix)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleEarth\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_33_5\" />\n      <elements>\n        <text id=\"Part_TargetVersionPrefix\"\n            valueName=\"TargetVersionPrefix{74AF07D8-FB8F-4D51-8AC7-927721D56EBB}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_RollbackToTargetVersionGoogleEarth\" class=\"Machine\"\n        displayName=\"$(string.Pol_RollbackToTargetVersion)\"\n        explainText=\"$(string.Explain_RollbackToTargetVersionGoogleEarth)\"\n        presentation=\"$(presentation.Pol_RollbackToTargetVersion)\"\n        key=\"Software\\Policies\\Google\\Update\"\n        valueName=\"RollbackToTargetVersion{74AF07D8-FB8F-4D51-8AC7-927721D56EBB}\">\n      <parentCategory ref=\"Cat_GoogleEarth\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_34_3\" />\n      <enabledValue><decimal value=\"1\" /></enabledValue>\n      <disabledValue><decimal value=\"0\" /></disabledValue>\n    </policy>\n    <policy name=\"Pol_AllowInstallationGoogleEarthperuserinstall\" class=\"Machine\"\n        displayName=\"$(string.Pol_AllowInstallation)\"\n        explainText=\"$(string.Explain_InstallGoogleEarthperuserinstall)\"\n        presentation=\"$(presentation.Pol_AllowInstallation)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleEarthperuserinstall\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_InstallPolicy\"\n             valueName=\"Install{0A52903D-0FBF-439A-93E4-CB609A2F63DB}\" required=\"true\">\n          <item displayName=\"$(string.Name_InstallsEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsEnabledMachineOnly)\">\n            <value>\n              <decimal value=\"4\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ForceInstallsUser)\">\n            <value>\n              <decimal value=\"6\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_UpdatePolicyGoogleEarthperuserinstall\" class=\"Machine\"\n        displayName=\"$(string.Pol_UpdatePolicy)\"\n        explainText=\"$(string.Explain_AutoUpdateGoogleEarthperuserinstall)\"\n        presentation=\"$(presentation.Pol_UpdatePolicy)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleEarthperuserinstall\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_UpdatePolicy\"\n             valueName=\"Update{0A52903D-0FBF-439A-93E4-CB609A2F63DB}\" required=\"true\">\n          <item displayName=\"$(string.Name_UpdatesEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ManualUpdatesOnly)\">\n            <value>\n              <decimal value=\"2\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_AutomaticUpdatesOnly)\">\n            <value>\n              <decimal value=\"3\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_UpdatesDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetChannelGoogleEarthperuserinstall\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetChannel)\"\n        explainText=\"$(string.Explain_TargetChannelGoogleEarthperuserinstall)\"\n        presentation=\"$(presentation.Pol_TargetChannel)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleEarthperuserinstall\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_35_453\" />\n      <elements>\n        <text id=\"Part_TargetChannel\"\n            valueName=\"TargetChannel{0A52903D-0FBF-439A-93E4-CB609A2F63DB}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetVersionPrefixGoogleEarthperuserinstall\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetVersionPrefix)\"\n        explainText=\"$(string.Explain_TargetVersionPrefixGoogleEarthperuserinstall)\"\n        presentation=\"$(presentation.Pol_TargetVersionPrefix)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleEarthperuserinstall\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_33_5\" />\n      <elements>\n        <text id=\"Part_TargetVersionPrefix\"\n            valueName=\"TargetVersionPrefix{0A52903D-0FBF-439A-93E4-CB609A2F63DB}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_RollbackToTargetVersionGoogleEarthperuserinstall\" class=\"Machine\"\n        displayName=\"$(string.Pol_RollbackToTargetVersion)\"\n        explainText=\"$(string.Explain_RollbackToTargetVersionGoogleEarthperuserinstall)\"\n        presentation=\"$(presentation.Pol_RollbackToTargetVersion)\"\n        key=\"Software\\Policies\\Google\\Update\"\n        valueName=\"RollbackToTargetVersion{0A52903D-0FBF-439A-93E4-CB609A2F63DB}\">\n      <parentCategory ref=\"Cat_GoogleEarthperuserinstall\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_34_3\" />\n      <enabledValue><decimal value=\"1\" /></enabledValue>\n      <disabledValue><decimal value=\"0\" /></disabledValue>\n    </policy>\n    <policy name=\"Pol_AllowInstallationGoogleEarthPlugin\" class=\"Machine\"\n        displayName=\"$(string.Pol_AllowInstallation)\"\n        explainText=\"$(string.Explain_InstallGoogleEarthPlugin)\"\n        presentation=\"$(presentation.Pol_AllowInstallation)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleEarthPlugin\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_InstallPolicy\"\n             valueName=\"Install{2BF2CA35-CCAF-4E58-BAB7-4163BFA03B88}\" required=\"true\">\n          <item displayName=\"$(string.Name_InstallsEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsEnabledMachineOnly)\">\n            <value>\n              <decimal value=\"4\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_UpdatePolicyGoogleEarthPlugin\" class=\"Machine\"\n        displayName=\"$(string.Pol_UpdatePolicy)\"\n        explainText=\"$(string.Explain_AutoUpdateGoogleEarthPlugin)\"\n        presentation=\"$(presentation.Pol_UpdatePolicy)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleEarthPlugin\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_UpdatePolicy\"\n             valueName=\"Update{2BF2CA35-CCAF-4E58-BAB7-4163BFA03B88}\" required=\"true\">\n          <item displayName=\"$(string.Name_UpdatesEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ManualUpdatesOnly)\">\n            <value>\n              <decimal value=\"2\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_AutomaticUpdatesOnly)\">\n            <value>\n              <decimal value=\"3\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_UpdatesDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetChannelGoogleEarthPlugin\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetChannel)\"\n        explainText=\"$(string.Explain_TargetChannelGoogleEarthPlugin)\"\n        presentation=\"$(presentation.Pol_TargetChannel)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleEarthPlugin\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_35_453\" />\n      <elements>\n        <text id=\"Part_TargetChannel\"\n            valueName=\"TargetChannel{2BF2CA35-CCAF-4E58-BAB7-4163BFA03B88}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetVersionPrefixGoogleEarthPlugin\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetVersionPrefix)\"\n        explainText=\"$(string.Explain_TargetVersionPrefixGoogleEarthPlugin)\"\n        presentation=\"$(presentation.Pol_TargetVersionPrefix)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleEarthPlugin\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_33_5\" />\n      <elements>\n        <text id=\"Part_TargetVersionPrefix\"\n            valueName=\"TargetVersionPrefix{2BF2CA35-CCAF-4E58-BAB7-4163BFA03B88}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_RollbackToTargetVersionGoogleEarthPlugin\" class=\"Machine\"\n        displayName=\"$(string.Pol_RollbackToTargetVersion)\"\n        explainText=\"$(string.Explain_RollbackToTargetVersionGoogleEarthPlugin)\"\n        presentation=\"$(presentation.Pol_RollbackToTargetVersion)\"\n        key=\"Software\\Policies\\Google\\Update\"\n        valueName=\"RollbackToTargetVersion{2BF2CA35-CCAF-4E58-BAB7-4163BFA03B88}\">\n      <parentCategory ref=\"Cat_GoogleEarthPlugin\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_34_3\" />\n      <enabledValue><decimal value=\"1\" /></enabledValue>\n      <disabledValue><decimal value=\"0\" /></disabledValue>\n    </policy>\n    <policy name=\"Pol_AllowInstallationGoogleEarthPro\" class=\"Machine\"\n        displayName=\"$(string.Pol_AllowInstallation)\"\n        explainText=\"$(string.Explain_InstallGoogleEarthPro)\"\n        presentation=\"$(presentation.Pol_AllowInstallation)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleEarthPro\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_InstallPolicy\"\n             valueName=\"Install{65E60E95-0DE9-43FF-9F3F-4F7D2DFF04B5}\" required=\"true\">\n          <item displayName=\"$(string.Name_InstallsEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsEnabledMachineOnly)\">\n            <value>\n              <decimal value=\"4\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ForceInstallsMachine)\">\n            <value>\n              <decimal value=\"5\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_UpdatePolicyGoogleEarthPro\" class=\"Machine\"\n        displayName=\"$(string.Pol_UpdatePolicy)\"\n        explainText=\"$(string.Explain_AutoUpdateGoogleEarthPro)\"\n        presentation=\"$(presentation.Pol_UpdatePolicy)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleEarthPro\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_UpdatePolicy\"\n             valueName=\"Update{65E60E95-0DE9-43FF-9F3F-4F7D2DFF04B5}\" required=\"true\">\n          <item displayName=\"$(string.Name_UpdatesEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ManualUpdatesOnly)\">\n            <value>\n              <decimal value=\"2\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_AutomaticUpdatesOnly)\">\n            <value>\n              <decimal value=\"3\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_UpdatesDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetChannelGoogleEarthPro\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetChannel)\"\n        explainText=\"$(string.Explain_TargetChannelGoogleEarthPro)\"\n        presentation=\"$(presentation.Pol_TargetChannel)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleEarthPro\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_35_453\" />\n      <elements>\n        <text id=\"Part_TargetChannel\"\n            valueName=\"TargetChannel{65E60E95-0DE9-43FF-9F3F-4F7D2DFF04B5}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetVersionPrefixGoogleEarthPro\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetVersionPrefix)\"\n        explainText=\"$(string.Explain_TargetVersionPrefixGoogleEarthPro)\"\n        presentation=\"$(presentation.Pol_TargetVersionPrefix)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleEarthPro\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_33_5\" />\n      <elements>\n        <text id=\"Part_TargetVersionPrefix\"\n            valueName=\"TargetVersionPrefix{65E60E95-0DE9-43FF-9F3F-4F7D2DFF04B5}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_RollbackToTargetVersionGoogleEarthPro\" class=\"Machine\"\n        displayName=\"$(string.Pol_RollbackToTargetVersion)\"\n        explainText=\"$(string.Explain_RollbackToTargetVersionGoogleEarthPro)\"\n        presentation=\"$(presentation.Pol_RollbackToTargetVersion)\"\n        key=\"Software\\Policies\\Google\\Update\"\n        valueName=\"RollbackToTargetVersion{65E60E95-0DE9-43FF-9F3F-4F7D2DFF04B5}\">\n      <parentCategory ref=\"Cat_GoogleEarthPro\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_34_3\" />\n      <enabledValue><decimal value=\"1\" /></enabledValue>\n      <disabledValue><decimal value=\"0\" /></disabledValue>\n    </policy>\n    <policy name=\"Pol_AllowInstallationGoogleHangoutsPluginforMicrosoftOutlook\" class=\"Machine\"\n        displayName=\"$(string.Pol_AllowInstallation)\"\n        explainText=\"$(string.Explain_InstallGoogleHangoutsPluginforMicrosoftOutlook)\"\n        presentation=\"$(presentation.Pol_AllowInstallation)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleHangoutsPluginforMicrosoftOutlook\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_InstallPolicy\"\n             valueName=\"Install{6CA106C0-DD7B-4583-8800-2F9FC892CAE7}\" required=\"true\">\n          <item displayName=\"$(string.Name_InstallsEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsEnabledMachineOnly)\">\n            <value>\n              <decimal value=\"4\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_UpdatePolicyGoogleHangoutsPluginforMicrosoftOutlook\" class=\"Machine\"\n        displayName=\"$(string.Pol_UpdatePolicy)\"\n        explainText=\"$(string.Explain_AutoUpdateGoogleHangoutsPluginforMicrosoftOutlook)\"\n        presentation=\"$(presentation.Pol_UpdatePolicy)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleHangoutsPluginforMicrosoftOutlook\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_UpdatePolicy\"\n             valueName=\"Update{6CA106C0-DD7B-4583-8800-2F9FC892CAE7}\" required=\"true\">\n          <item displayName=\"$(string.Name_UpdatesEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ManualUpdatesOnly)\">\n            <value>\n              <decimal value=\"2\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_AutomaticUpdatesOnly)\">\n            <value>\n              <decimal value=\"3\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_UpdatesDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetChannelGoogleHangoutsPluginforMicrosoftOutlook\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetChannel)\"\n        explainText=\"$(string.Explain_TargetChannelGoogleHangoutsPluginforMicrosoftOutlook)\"\n        presentation=\"$(presentation.Pol_TargetChannel)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleHangoutsPluginforMicrosoftOutlook\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_35_453\" />\n      <elements>\n        <text id=\"Part_TargetChannel\"\n            valueName=\"TargetChannel{6CA106C0-DD7B-4583-8800-2F9FC892CAE7}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetVersionPrefixGoogleHangoutsPluginforMicrosoftOutlook\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetVersionPrefix)\"\n        explainText=\"$(string.Explain_TargetVersionPrefixGoogleHangoutsPluginforMicrosoftOutlook)\"\n        presentation=\"$(presentation.Pol_TargetVersionPrefix)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleHangoutsPluginforMicrosoftOutlook\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_33_5\" />\n      <elements>\n        <text id=\"Part_TargetVersionPrefix\"\n            valueName=\"TargetVersionPrefix{6CA106C0-DD7B-4583-8800-2F9FC892CAE7}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_RollbackToTargetVersionGoogleHangoutsPluginforMicrosoftOutlook\" class=\"Machine\"\n        displayName=\"$(string.Pol_RollbackToTargetVersion)\"\n        explainText=\"$(string.Explain_RollbackToTargetVersionGoogleHangoutsPluginforMicrosoftOutlook)\"\n        presentation=\"$(presentation.Pol_RollbackToTargetVersion)\"\n        key=\"Software\\Policies\\Google\\Update\"\n        valueName=\"RollbackToTargetVersion{6CA106C0-DD7B-4583-8800-2F9FC892CAE7}\">\n      <parentCategory ref=\"Cat_GoogleHangoutsPluginforMicrosoftOutlook\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_34_3\" />\n      <enabledValue><decimal value=\"1\" /></enabledValue>\n      <disabledValue><decimal value=\"0\" /></disabledValue>\n    </policy>\n    <policy name=\"Pol_AllowInstallationGoogleEmailUploader\" class=\"Machine\"\n        displayName=\"$(string.Pol_AllowInstallation)\"\n        explainText=\"$(string.Explain_InstallGoogleEmailUploader)\"\n        presentation=\"$(presentation.Pol_AllowInstallation)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleEmailUploader\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_InstallPolicy\"\n             valueName=\"Install{84F41014-78F2-4EBF-AF9B-8D7D12FCC37B}\" required=\"true\">\n          <item displayName=\"$(string.Name_InstallsEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsEnabledMachineOnly)\">\n            <value>\n              <decimal value=\"4\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_UpdatePolicyGoogleEmailUploader\" class=\"Machine\"\n        displayName=\"$(string.Pol_UpdatePolicy)\"\n        explainText=\"$(string.Explain_AutoUpdateGoogleEmailUploader)\"\n        presentation=\"$(presentation.Pol_UpdatePolicy)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleEmailUploader\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_UpdatePolicy\"\n             valueName=\"Update{84F41014-78F2-4EBF-AF9B-8D7D12FCC37B}\" required=\"true\">\n          <item displayName=\"$(string.Name_UpdatesEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ManualUpdatesOnly)\">\n            <value>\n              <decimal value=\"2\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_AutomaticUpdatesOnly)\">\n            <value>\n              <decimal value=\"3\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_UpdatesDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetChannelGoogleEmailUploader\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetChannel)\"\n        explainText=\"$(string.Explain_TargetChannelGoogleEmailUploader)\"\n        presentation=\"$(presentation.Pol_TargetChannel)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleEmailUploader\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_35_453\" />\n      <elements>\n        <text id=\"Part_TargetChannel\"\n            valueName=\"TargetChannel{84F41014-78F2-4EBF-AF9B-8D7D12FCC37B}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetVersionPrefixGoogleEmailUploader\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetVersionPrefix)\"\n        explainText=\"$(string.Explain_TargetVersionPrefixGoogleEmailUploader)\"\n        presentation=\"$(presentation.Pol_TargetVersionPrefix)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleEmailUploader\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_33_5\" />\n      <elements>\n        <text id=\"Part_TargetVersionPrefix\"\n            valueName=\"TargetVersionPrefix{84F41014-78F2-4EBF-AF9B-8D7D12FCC37B}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_RollbackToTargetVersionGoogleEmailUploader\" class=\"Machine\"\n        displayName=\"$(string.Pol_RollbackToTargetVersion)\"\n        explainText=\"$(string.Explain_RollbackToTargetVersionGoogleEmailUploader)\"\n        presentation=\"$(presentation.Pol_RollbackToTargetVersion)\"\n        key=\"Software\\Policies\\Google\\Update\"\n        valueName=\"RollbackToTargetVersion{84F41014-78F2-4EBF-AF9B-8D7D12FCC37B}\">\n      <parentCategory ref=\"Cat_GoogleEmailUploader\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_34_3\" />\n      <enabledValue><decimal value=\"1\" /></enabledValue>\n      <disabledValue><decimal value=\"0\" /></disabledValue>\n    </policy>\n    <policy name=\"Pol_AllowInstallationGoogleTalkLabsEdition\" class=\"Machine\"\n        displayName=\"$(string.Pol_AllowInstallation)\"\n        explainText=\"$(string.Explain_InstallGoogleTalkLabsEdition)\"\n        presentation=\"$(presentation.Pol_AllowInstallation)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleTalkLabsEdition\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_InstallPolicy\"\n             valueName=\"Install{7C9D2019-25AD-4F9B-B4C4-F0F537A9626E}\" required=\"true\">\n          <item displayName=\"$(string.Name_InstallsEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsEnabledMachineOnly)\">\n            <value>\n              <decimal value=\"4\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_UpdatePolicyGoogleTalkLabsEdition\" class=\"Machine\"\n        displayName=\"$(string.Pol_UpdatePolicy)\"\n        explainText=\"$(string.Explain_AutoUpdateGoogleTalkLabsEdition)\"\n        presentation=\"$(presentation.Pol_UpdatePolicy)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleTalkLabsEdition\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_UpdatePolicy\"\n             valueName=\"Update{7C9D2019-25AD-4F9B-B4C4-F0F537A9626E}\" required=\"true\">\n          <item displayName=\"$(string.Name_UpdatesEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ManualUpdatesOnly)\">\n            <value>\n              <decimal value=\"2\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_AutomaticUpdatesOnly)\">\n            <value>\n              <decimal value=\"3\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_UpdatesDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetChannelGoogleTalkLabsEdition\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetChannel)\"\n        explainText=\"$(string.Explain_TargetChannelGoogleTalkLabsEdition)\"\n        presentation=\"$(presentation.Pol_TargetChannel)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleTalkLabsEdition\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_35_453\" />\n      <elements>\n        <text id=\"Part_TargetChannel\"\n            valueName=\"TargetChannel{7C9D2019-25AD-4F9B-B4C4-F0F537A9626E}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetVersionPrefixGoogleTalkLabsEdition\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetVersionPrefix)\"\n        explainText=\"$(string.Explain_TargetVersionPrefixGoogleTalkLabsEdition)\"\n        presentation=\"$(presentation.Pol_TargetVersionPrefix)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleTalkLabsEdition\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_33_5\" />\n      <elements>\n        <text id=\"Part_TargetVersionPrefix\"\n            valueName=\"TargetVersionPrefix{7C9D2019-25AD-4F9B-B4C4-F0F537A9626E}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_RollbackToTargetVersionGoogleTalkLabsEdition\" class=\"Machine\"\n        displayName=\"$(string.Pol_RollbackToTargetVersion)\"\n        explainText=\"$(string.Explain_RollbackToTargetVersionGoogleTalkLabsEdition)\"\n        presentation=\"$(presentation.Pol_RollbackToTargetVersion)\"\n        key=\"Software\\Policies\\Google\\Update\"\n        valueName=\"RollbackToTargetVersion{7C9D2019-25AD-4F9B-B4C4-F0F537A9626E}\">\n      <parentCategory ref=\"Cat_GoogleTalkLabsEdition\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_34_3\" />\n      <enabledValue><decimal value=\"1\" /></enabledValue>\n      <disabledValue><decimal value=\"0\" /></disabledValue>\n    </policy>\n    <policy name=\"Pol_AllowInstallationGoogleTalkPluginVoiceandVideoChat\" class=\"Machine\"\n        displayName=\"$(string.Pol_AllowInstallation)\"\n        explainText=\"$(string.Explain_InstallGoogleTalkPluginVoiceandVideoChat)\"\n        presentation=\"$(presentation.Pol_AllowInstallation)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleTalkPluginVoiceandVideoChat\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_InstallPolicy\"\n             valueName=\"Install{D0AB2EBC-931B-4013-9FEB-C9C4C2225C8C}\" required=\"true\">\n          <item displayName=\"$(string.Name_InstallsEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsEnabledMachineOnly)\">\n            <value>\n              <decimal value=\"4\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_UpdatePolicyGoogleTalkPluginVoiceandVideoChat\" class=\"Machine\"\n        displayName=\"$(string.Pol_UpdatePolicy)\"\n        explainText=\"$(string.Explain_AutoUpdateGoogleTalkPluginVoiceandVideoChat)\"\n        presentation=\"$(presentation.Pol_UpdatePolicy)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleTalkPluginVoiceandVideoChat\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_UpdatePolicy\"\n             valueName=\"Update{D0AB2EBC-931B-4013-9FEB-C9C4C2225C8C}\" required=\"true\">\n          <item displayName=\"$(string.Name_UpdatesEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ManualUpdatesOnly)\">\n            <value>\n              <decimal value=\"2\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_AutomaticUpdatesOnly)\">\n            <value>\n              <decimal value=\"3\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_UpdatesDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetChannelGoogleTalkPluginVoiceandVideoChat\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetChannel)\"\n        explainText=\"$(string.Explain_TargetChannelGoogleTalkPluginVoiceandVideoChat)\"\n        presentation=\"$(presentation.Pol_TargetChannel)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleTalkPluginVoiceandVideoChat\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_35_453\" />\n      <elements>\n        <text id=\"Part_TargetChannel\"\n            valueName=\"TargetChannel{D0AB2EBC-931B-4013-9FEB-C9C4C2225C8C}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetVersionPrefixGoogleTalkPluginVoiceandVideoChat\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetVersionPrefix)\"\n        explainText=\"$(string.Explain_TargetVersionPrefixGoogleTalkPluginVoiceandVideoChat)\"\n        presentation=\"$(presentation.Pol_TargetVersionPrefix)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleTalkPluginVoiceandVideoChat\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_33_5\" />\n      <elements>\n        <text id=\"Part_TargetVersionPrefix\"\n            valueName=\"TargetVersionPrefix{D0AB2EBC-931B-4013-9FEB-C9C4C2225C8C}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_RollbackToTargetVersionGoogleTalkPluginVoiceandVideoChat\" class=\"Machine\"\n        displayName=\"$(string.Pol_RollbackToTargetVersion)\"\n        explainText=\"$(string.Explain_RollbackToTargetVersionGoogleTalkPluginVoiceandVideoChat)\"\n        presentation=\"$(presentation.Pol_RollbackToTargetVersion)\"\n        key=\"Software\\Policies\\Google\\Update\"\n        valueName=\"RollbackToTargetVersion{D0AB2EBC-931B-4013-9FEB-C9C4C2225C8C}\">\n      <parentCategory ref=\"Cat_GoogleTalkPluginVoiceandVideoChat\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_34_3\" />\n      <enabledValue><decimal value=\"1\" /></enabledValue>\n      <disabledValue><decimal value=\"0\" /></disabledValue>\n    </policy>\n    <policy name=\"Pol_AllowInstallationGoogleToolbarforFirefox\" class=\"Machine\"\n        displayName=\"$(string.Pol_AllowInstallation)\"\n        explainText=\"$(string.Explain_InstallGoogleToolbarforFirefox)\"\n        presentation=\"$(presentation.Pol_AllowInstallation)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleToolbarforFirefox\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_InstallPolicy\"\n             valueName=\"Install{2CCBABCB-6427-4A55-B091-49864623C43F}\" required=\"true\">\n          <item displayName=\"$(string.Name_InstallsEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsEnabledMachineOnly)\">\n            <value>\n              <decimal value=\"4\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_UpdatePolicyGoogleToolbarforFirefox\" class=\"Machine\"\n        displayName=\"$(string.Pol_UpdatePolicy)\"\n        explainText=\"$(string.Explain_AutoUpdateGoogleToolbarforFirefox)\"\n        presentation=\"$(presentation.Pol_UpdatePolicy)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleToolbarforFirefox\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_UpdatePolicy\"\n             valueName=\"Update{2CCBABCB-6427-4A55-B091-49864623C43F}\" required=\"true\">\n          <item displayName=\"$(string.Name_UpdatesEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ManualUpdatesOnly)\">\n            <value>\n              <decimal value=\"2\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_AutomaticUpdatesOnly)\">\n            <value>\n              <decimal value=\"3\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_UpdatesDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetChannelGoogleToolbarforFirefox\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetChannel)\"\n        explainText=\"$(string.Explain_TargetChannelGoogleToolbarforFirefox)\"\n        presentation=\"$(presentation.Pol_TargetChannel)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleToolbarforFirefox\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_35_453\" />\n      <elements>\n        <text id=\"Part_TargetChannel\"\n            valueName=\"TargetChannel{2CCBABCB-6427-4A55-B091-49864623C43F}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetVersionPrefixGoogleToolbarforFirefox\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetVersionPrefix)\"\n        explainText=\"$(string.Explain_TargetVersionPrefixGoogleToolbarforFirefox)\"\n        presentation=\"$(presentation.Pol_TargetVersionPrefix)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleToolbarforFirefox\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_33_5\" />\n      <elements>\n        <text id=\"Part_TargetVersionPrefix\"\n            valueName=\"TargetVersionPrefix{2CCBABCB-6427-4A55-B091-49864623C43F}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_RollbackToTargetVersionGoogleToolbarforFirefox\" class=\"Machine\"\n        displayName=\"$(string.Pol_RollbackToTargetVersion)\"\n        explainText=\"$(string.Explain_RollbackToTargetVersionGoogleToolbarforFirefox)\"\n        presentation=\"$(presentation.Pol_RollbackToTargetVersion)\"\n        key=\"Software\\Policies\\Google\\Update\"\n        valueName=\"RollbackToTargetVersion{2CCBABCB-6427-4A55-B091-49864623C43F}\">\n      <parentCategory ref=\"Cat_GoogleToolbarforFirefox\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_34_3\" />\n      <enabledValue><decimal value=\"1\" /></enabledValue>\n      <disabledValue><decimal value=\"0\" /></disabledValue>\n    </policy>\n    <policy name=\"Pol_AllowInstallationGoogleToolbarforInternetExplorer\" class=\"Machine\"\n        displayName=\"$(string.Pol_AllowInstallation)\"\n        explainText=\"$(string.Explain_InstallGoogleToolbarforInternetExplorer)\"\n        presentation=\"$(presentation.Pol_AllowInstallation)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleToolbarforInternetExplorer\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_InstallPolicy\"\n             valueName=\"Install{F69EABDD-A4BB-4555-BE7E-1EA5F59BBA24}\" required=\"true\">\n          <item displayName=\"$(string.Name_InstallsEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsEnabledMachineOnly)\">\n            <value>\n              <decimal value=\"4\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_UpdatePolicyGoogleToolbarforInternetExplorer\" class=\"Machine\"\n        displayName=\"$(string.Pol_UpdatePolicy)\"\n        explainText=\"$(string.Explain_AutoUpdateGoogleToolbarforInternetExplorer)\"\n        presentation=\"$(presentation.Pol_UpdatePolicy)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleToolbarforInternetExplorer\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_UpdatePolicy\"\n             valueName=\"Update{F69EABDD-A4BB-4555-BE7E-1EA5F59BBA24}\" required=\"true\">\n          <item displayName=\"$(string.Name_UpdatesEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ManualUpdatesOnly)\">\n            <value>\n              <decimal value=\"2\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_AutomaticUpdatesOnly)\">\n            <value>\n              <decimal value=\"3\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_UpdatesDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetChannelGoogleToolbarforInternetExplorer\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetChannel)\"\n        explainText=\"$(string.Explain_TargetChannelGoogleToolbarforInternetExplorer)\"\n        presentation=\"$(presentation.Pol_TargetChannel)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleToolbarforInternetExplorer\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_35_453\" />\n      <elements>\n        <text id=\"Part_TargetChannel\"\n            valueName=\"TargetChannel{F69EABDD-A4BB-4555-BE7E-1EA5F59BBA24}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetVersionPrefixGoogleToolbarforInternetExplorer\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetVersionPrefix)\"\n        explainText=\"$(string.Explain_TargetVersionPrefixGoogleToolbarforInternetExplorer)\"\n        presentation=\"$(presentation.Pol_TargetVersionPrefix)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleToolbarforInternetExplorer\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_33_5\" />\n      <elements>\n        <text id=\"Part_TargetVersionPrefix\"\n            valueName=\"TargetVersionPrefix{F69EABDD-A4BB-4555-BE7E-1EA5F59BBA24}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_RollbackToTargetVersionGoogleToolbarforInternetExplorer\" class=\"Machine\"\n        displayName=\"$(string.Pol_RollbackToTargetVersion)\"\n        explainText=\"$(string.Explain_RollbackToTargetVersionGoogleToolbarforInternetExplorer)\"\n        presentation=\"$(presentation.Pol_RollbackToTargetVersion)\"\n        key=\"Software\\Policies\\Google\\Update\"\n        valueName=\"RollbackToTargetVersion{F69EABDD-A4BB-4555-BE7E-1EA5F59BBA24}\">\n      <parentCategory ref=\"Cat_GoogleToolbarforInternetExplorer\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_34_3\" />\n      <enabledValue><decimal value=\"1\" /></enabledValue>\n      <disabledValue><decimal value=\"0\" /></disabledValue>\n    </policy>\n    <policy name=\"Pol_AllowInstallationGWTDeveloperPluginForInternetExplorer\" class=\"Machine\"\n        displayName=\"$(string.Pol_AllowInstallation)\"\n        explainText=\"$(string.Explain_InstallGWTDeveloperPluginForInternetExplorer)\"\n        presentation=\"$(presentation.Pol_AllowInstallation)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GWTDeveloperPluginForInternetExplorer\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_InstallPolicy\"\n             valueName=\"Install{9A5E649A-EC63-4C7D-99BF-75ADB345E7E5}\" required=\"true\">\n          <item displayName=\"$(string.Name_InstallsEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsEnabledMachineOnly)\">\n            <value>\n              <decimal value=\"4\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_UpdatePolicyGWTDeveloperPluginForInternetExplorer\" class=\"Machine\"\n        displayName=\"$(string.Pol_UpdatePolicy)\"\n        explainText=\"$(string.Explain_AutoUpdateGWTDeveloperPluginForInternetExplorer)\"\n        presentation=\"$(presentation.Pol_UpdatePolicy)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GWTDeveloperPluginForInternetExplorer\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_UpdatePolicy\"\n             valueName=\"Update{9A5E649A-EC63-4C7D-99BF-75ADB345E7E5}\" required=\"true\">\n          <item displayName=\"$(string.Name_UpdatesEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ManualUpdatesOnly)\">\n            <value>\n              <decimal value=\"2\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_AutomaticUpdatesOnly)\">\n            <value>\n              <decimal value=\"3\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_UpdatesDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetChannelGWTDeveloperPluginForInternetExplorer\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetChannel)\"\n        explainText=\"$(string.Explain_TargetChannelGWTDeveloperPluginForInternetExplorer)\"\n        presentation=\"$(presentation.Pol_TargetChannel)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GWTDeveloperPluginForInternetExplorer\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_35_453\" />\n      <elements>\n        <text id=\"Part_TargetChannel\"\n            valueName=\"TargetChannel{9A5E649A-EC63-4C7D-99BF-75ADB345E7E5}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetVersionPrefixGWTDeveloperPluginForInternetExplorer\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetVersionPrefix)\"\n        explainText=\"$(string.Explain_TargetVersionPrefixGWTDeveloperPluginForInternetExplorer)\"\n        presentation=\"$(presentation.Pol_TargetVersionPrefix)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GWTDeveloperPluginForInternetExplorer\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_33_5\" />\n      <elements>\n        <text id=\"Part_TargetVersionPrefix\"\n            valueName=\"TargetVersionPrefix{9A5E649A-EC63-4C7D-99BF-75ADB345E7E5}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_RollbackToTargetVersionGWTDeveloperPluginForInternetExplorer\" class=\"Machine\"\n        displayName=\"$(string.Pol_RollbackToTargetVersion)\"\n        explainText=\"$(string.Explain_RollbackToTargetVersionGWTDeveloperPluginForInternetExplorer)\"\n        presentation=\"$(presentation.Pol_RollbackToTargetVersion)\"\n        key=\"Software\\Policies\\Google\\Update\"\n        valueName=\"RollbackToTargetVersion{9A5E649A-EC63-4C7D-99BF-75ADB345E7E5}\">\n      <parentCategory ref=\"Cat_GWTDeveloperPluginForInternetExplorer\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_34_3\" />\n      <enabledValue><decimal value=\"1\" /></enabledValue>\n      <disabledValue><decimal value=\"0\" /></disabledValue>\n    </policy>\n    <policy name=\"Pol_AllowInstallationO3D\" class=\"Machine\"\n        displayName=\"$(string.Pol_AllowInstallation)\"\n        explainText=\"$(string.Explain_InstallO3D)\"\n        presentation=\"$(presentation.Pol_AllowInstallation)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_O3D\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_InstallPolicy\"\n             valueName=\"Install{70308795-045C-42DA-8F4E-D452381A7459}\" required=\"true\">\n          <item displayName=\"$(string.Name_InstallsEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsEnabledMachineOnly)\">\n            <value>\n              <decimal value=\"4\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_UpdatePolicyO3D\" class=\"Machine\"\n        displayName=\"$(string.Pol_UpdatePolicy)\"\n        explainText=\"$(string.Explain_AutoUpdateO3D)\"\n        presentation=\"$(presentation.Pol_UpdatePolicy)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_O3D\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_UpdatePolicy\"\n             valueName=\"Update{70308795-045C-42DA-8F4E-D452381A7459}\" required=\"true\">\n          <item displayName=\"$(string.Name_UpdatesEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ManualUpdatesOnly)\">\n            <value>\n              <decimal value=\"2\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_AutomaticUpdatesOnly)\">\n            <value>\n              <decimal value=\"3\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_UpdatesDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetChannelO3D\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetChannel)\"\n        explainText=\"$(string.Explain_TargetChannelO3D)\"\n        presentation=\"$(presentation.Pol_TargetChannel)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_O3D\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_35_453\" />\n      <elements>\n        <text id=\"Part_TargetChannel\"\n            valueName=\"TargetChannel{70308795-045C-42DA-8F4E-D452381A7459}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetVersionPrefixO3D\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetVersionPrefix)\"\n        explainText=\"$(string.Explain_TargetVersionPrefixO3D)\"\n        presentation=\"$(presentation.Pol_TargetVersionPrefix)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_O3D\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_33_5\" />\n      <elements>\n        <text id=\"Part_TargetVersionPrefix\"\n            valueName=\"TargetVersionPrefix{70308795-045C-42DA-8F4E-D452381A7459}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_RollbackToTargetVersionO3D\" class=\"Machine\"\n        displayName=\"$(string.Pol_RollbackToTargetVersion)\"\n        explainText=\"$(string.Explain_RollbackToTargetVersionO3D)\"\n        presentation=\"$(presentation.Pol_RollbackToTargetVersion)\"\n        key=\"Software\\Policies\\Google\\Update\"\n        valueName=\"RollbackToTargetVersion{70308795-045C-42DA-8F4E-D452381A7459}\">\n      <parentCategory ref=\"Cat_O3D\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_34_3\" />\n      <enabledValue><decimal value=\"1\" /></enabledValue>\n      <disabledValue><decimal value=\"0\" /></disabledValue>\n    </policy>\n    <policy name=\"Pol_AllowInstallationO3DExtras\" class=\"Machine\"\n        displayName=\"$(string.Pol_AllowInstallation)\"\n        explainText=\"$(string.Explain_InstallO3DExtras)\"\n        presentation=\"$(presentation.Pol_AllowInstallation)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_O3DExtras\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_InstallPolicy\"\n             valueName=\"Install{34B2805D-C72C-4F81-AED5-5A22D1E092F1}\" required=\"true\">\n          <item displayName=\"$(string.Name_InstallsEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsEnabledMachineOnly)\">\n            <value>\n              <decimal value=\"4\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_UpdatePolicyO3DExtras\" class=\"Machine\"\n        displayName=\"$(string.Pol_UpdatePolicy)\"\n        explainText=\"$(string.Explain_AutoUpdateO3DExtras)\"\n        presentation=\"$(presentation.Pol_UpdatePolicy)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_O3DExtras\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_UpdatePolicy\"\n             valueName=\"Update{34B2805D-C72C-4F81-AED5-5A22D1E092F1}\" required=\"true\">\n          <item displayName=\"$(string.Name_UpdatesEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ManualUpdatesOnly)\">\n            <value>\n              <decimal value=\"2\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_AutomaticUpdatesOnly)\">\n            <value>\n              <decimal value=\"3\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_UpdatesDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetChannelO3DExtras\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetChannel)\"\n        explainText=\"$(string.Explain_TargetChannelO3DExtras)\"\n        presentation=\"$(presentation.Pol_TargetChannel)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_O3DExtras\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_35_453\" />\n      <elements>\n        <text id=\"Part_TargetChannel\"\n            valueName=\"TargetChannel{34B2805D-C72C-4F81-AED5-5A22D1E092F1}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetVersionPrefixO3DExtras\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetVersionPrefix)\"\n        explainText=\"$(string.Explain_TargetVersionPrefixO3DExtras)\"\n        presentation=\"$(presentation.Pol_TargetVersionPrefix)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_O3DExtras\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_33_5\" />\n      <elements>\n        <text id=\"Part_TargetVersionPrefix\"\n            valueName=\"TargetVersionPrefix{34B2805D-C72C-4F81-AED5-5A22D1E092F1}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_RollbackToTargetVersionO3DExtras\" class=\"Machine\"\n        displayName=\"$(string.Pol_RollbackToTargetVersion)\"\n        explainText=\"$(string.Explain_RollbackToTargetVersionO3DExtras)\"\n        presentation=\"$(presentation.Pol_RollbackToTargetVersion)\"\n        key=\"Software\\Policies\\Google\\Update\"\n        valueName=\"RollbackToTargetVersion{34B2805D-C72C-4F81-AED5-5A22D1E092F1}\">\n      <parentCategory ref=\"Cat_O3DExtras\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_34_3\" />\n      <enabledValue><decimal value=\"1\" /></enabledValue>\n      <disabledValue><decimal value=\"0\" /></disabledValue>\n    </policy>\n    <policy name=\"Pol_AllowInstallationGoogleAmharicInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_AllowInstallation)\"\n        explainText=\"$(string.Explain_InstallGoogleAmharicInput)\"\n        presentation=\"$(presentation.Pol_AllowInstallation)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleAmharicInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_InstallPolicy\"\n             valueName=\"Install{12C37803-FC8D-48C1-A759-7C88C36BCAA4}\" required=\"true\">\n          <item displayName=\"$(string.Name_InstallsEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsEnabledMachineOnly)\">\n            <value>\n              <decimal value=\"4\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_UpdatePolicyGoogleAmharicInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_UpdatePolicy)\"\n        explainText=\"$(string.Explain_AutoUpdateGoogleAmharicInput)\"\n        presentation=\"$(presentation.Pol_UpdatePolicy)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleAmharicInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_UpdatePolicy\"\n             valueName=\"Update{12C37803-FC8D-48C1-A759-7C88C36BCAA4}\" required=\"true\">\n          <item displayName=\"$(string.Name_UpdatesEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ManualUpdatesOnly)\">\n            <value>\n              <decimal value=\"2\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_AutomaticUpdatesOnly)\">\n            <value>\n              <decimal value=\"3\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_UpdatesDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetChannelGoogleAmharicInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetChannel)\"\n        explainText=\"$(string.Explain_TargetChannelGoogleAmharicInput)\"\n        presentation=\"$(presentation.Pol_TargetChannel)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleAmharicInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_35_453\" />\n      <elements>\n        <text id=\"Part_TargetChannel\"\n            valueName=\"TargetChannel{12C37803-FC8D-48C1-A759-7C88C36BCAA4}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetVersionPrefixGoogleAmharicInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetVersionPrefix)\"\n        explainText=\"$(string.Explain_TargetVersionPrefixGoogleAmharicInput)\"\n        presentation=\"$(presentation.Pol_TargetVersionPrefix)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleAmharicInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_33_5\" />\n      <elements>\n        <text id=\"Part_TargetVersionPrefix\"\n            valueName=\"TargetVersionPrefix{12C37803-FC8D-48C1-A759-7C88C36BCAA4}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_RollbackToTargetVersionGoogleAmharicInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_RollbackToTargetVersion)\"\n        explainText=\"$(string.Explain_RollbackToTargetVersionGoogleAmharicInput)\"\n        presentation=\"$(presentation.Pol_RollbackToTargetVersion)\"\n        key=\"Software\\Policies\\Google\\Update\"\n        valueName=\"RollbackToTargetVersion{12C37803-FC8D-48C1-A759-7C88C36BCAA4}\">\n      <parentCategory ref=\"Cat_GoogleAmharicInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_34_3\" />\n      <enabledValue><decimal value=\"1\" /></enabledValue>\n      <disabledValue><decimal value=\"0\" /></disabledValue>\n    </policy>\n    <policy name=\"Pol_AllowInstallationGoogleArabicInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_AllowInstallation)\"\n        explainText=\"$(string.Explain_InstallGoogleArabicInput)\"\n        presentation=\"$(presentation.Pol_AllowInstallation)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleArabicInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_InstallPolicy\"\n             valueName=\"Install{49B24240-CC72-48D7-9A01-6285118C9CA9}\" required=\"true\">\n          <item displayName=\"$(string.Name_InstallsEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsEnabledMachineOnly)\">\n            <value>\n              <decimal value=\"4\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_UpdatePolicyGoogleArabicInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_UpdatePolicy)\"\n        explainText=\"$(string.Explain_AutoUpdateGoogleArabicInput)\"\n        presentation=\"$(presentation.Pol_UpdatePolicy)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleArabicInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_UpdatePolicy\"\n             valueName=\"Update{49B24240-CC72-48D7-9A01-6285118C9CA9}\" required=\"true\">\n          <item displayName=\"$(string.Name_UpdatesEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ManualUpdatesOnly)\">\n            <value>\n              <decimal value=\"2\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_AutomaticUpdatesOnly)\">\n            <value>\n              <decimal value=\"3\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_UpdatesDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetChannelGoogleArabicInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetChannel)\"\n        explainText=\"$(string.Explain_TargetChannelGoogleArabicInput)\"\n        presentation=\"$(presentation.Pol_TargetChannel)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleArabicInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_35_453\" />\n      <elements>\n        <text id=\"Part_TargetChannel\"\n            valueName=\"TargetChannel{49B24240-CC72-48D7-9A01-6285118C9CA9}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetVersionPrefixGoogleArabicInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetVersionPrefix)\"\n        explainText=\"$(string.Explain_TargetVersionPrefixGoogleArabicInput)\"\n        presentation=\"$(presentation.Pol_TargetVersionPrefix)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleArabicInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_33_5\" />\n      <elements>\n        <text id=\"Part_TargetVersionPrefix\"\n            valueName=\"TargetVersionPrefix{49B24240-CC72-48D7-9A01-6285118C9CA9}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_RollbackToTargetVersionGoogleArabicInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_RollbackToTargetVersion)\"\n        explainText=\"$(string.Explain_RollbackToTargetVersionGoogleArabicInput)\"\n        presentation=\"$(presentation.Pol_RollbackToTargetVersion)\"\n        key=\"Software\\Policies\\Google\\Update\"\n        valueName=\"RollbackToTargetVersion{49B24240-CC72-48D7-9A01-6285118C9CA9}\">\n      <parentCategory ref=\"Cat_GoogleArabicInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_34_3\" />\n      <enabledValue><decimal value=\"1\" /></enabledValue>\n      <disabledValue><decimal value=\"0\" /></disabledValue>\n    </policy>\n    <policy name=\"Pol_AllowInstallationGoogleBengaliInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_AllowInstallation)\"\n        explainText=\"$(string.Explain_InstallGoogleBengaliInput)\"\n        presentation=\"$(presentation.Pol_AllowInstallation)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleBengaliInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_InstallPolicy\"\n             valueName=\"Install{446C4D62-5D85-4E6A-845E-FB19AC8C84F8}\" required=\"true\">\n          <item displayName=\"$(string.Name_InstallsEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsEnabledMachineOnly)\">\n            <value>\n              <decimal value=\"4\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_UpdatePolicyGoogleBengaliInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_UpdatePolicy)\"\n        explainText=\"$(string.Explain_AutoUpdateGoogleBengaliInput)\"\n        presentation=\"$(presentation.Pol_UpdatePolicy)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleBengaliInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_UpdatePolicy\"\n             valueName=\"Update{446C4D62-5D85-4E6A-845E-FB19AC8C84F8}\" required=\"true\">\n          <item displayName=\"$(string.Name_UpdatesEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ManualUpdatesOnly)\">\n            <value>\n              <decimal value=\"2\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_AutomaticUpdatesOnly)\">\n            <value>\n              <decimal value=\"3\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_UpdatesDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetChannelGoogleBengaliInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetChannel)\"\n        explainText=\"$(string.Explain_TargetChannelGoogleBengaliInput)\"\n        presentation=\"$(presentation.Pol_TargetChannel)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleBengaliInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_35_453\" />\n      <elements>\n        <text id=\"Part_TargetChannel\"\n            valueName=\"TargetChannel{446C4D62-5D85-4E6A-845E-FB19AC8C84F8}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetVersionPrefixGoogleBengaliInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetVersionPrefix)\"\n        explainText=\"$(string.Explain_TargetVersionPrefixGoogleBengaliInput)\"\n        presentation=\"$(presentation.Pol_TargetVersionPrefix)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleBengaliInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_33_5\" />\n      <elements>\n        <text id=\"Part_TargetVersionPrefix\"\n            valueName=\"TargetVersionPrefix{446C4D62-5D85-4E6A-845E-FB19AC8C84F8}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_RollbackToTargetVersionGoogleBengaliInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_RollbackToTargetVersion)\"\n        explainText=\"$(string.Explain_RollbackToTargetVersionGoogleBengaliInput)\"\n        presentation=\"$(presentation.Pol_RollbackToTargetVersion)\"\n        key=\"Software\\Policies\\Google\\Update\"\n        valueName=\"RollbackToTargetVersion{446C4D62-5D85-4E6A-845E-FB19AC8C84F8}\">\n      <parentCategory ref=\"Cat_GoogleBengaliInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_34_3\" />\n      <enabledValue><decimal value=\"1\" /></enabledValue>\n      <disabledValue><decimal value=\"0\" /></disabledValue>\n    </policy>\n    <policy name=\"Pol_AllowInstallationGoogleFarsiInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_AllowInstallation)\"\n        explainText=\"$(string.Explain_InstallGoogleFarsiInput)\"\n        presentation=\"$(presentation.Pol_AllowInstallation)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleFarsiInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_InstallPolicy\"\n             valueName=\"Install{E0642E36-9D8E-441E-A527-683F77A50FDF}\" required=\"true\">\n          <item displayName=\"$(string.Name_InstallsEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsEnabledMachineOnly)\">\n            <value>\n              <decimal value=\"4\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_UpdatePolicyGoogleFarsiInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_UpdatePolicy)\"\n        explainText=\"$(string.Explain_AutoUpdateGoogleFarsiInput)\"\n        presentation=\"$(presentation.Pol_UpdatePolicy)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleFarsiInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_UpdatePolicy\"\n             valueName=\"Update{E0642E36-9D8E-441E-A527-683F77A50FDF}\" required=\"true\">\n          <item displayName=\"$(string.Name_UpdatesEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ManualUpdatesOnly)\">\n            <value>\n              <decimal value=\"2\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_AutomaticUpdatesOnly)\">\n            <value>\n              <decimal value=\"3\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_UpdatesDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetChannelGoogleFarsiInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetChannel)\"\n        explainText=\"$(string.Explain_TargetChannelGoogleFarsiInput)\"\n        presentation=\"$(presentation.Pol_TargetChannel)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleFarsiInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_35_453\" />\n      <elements>\n        <text id=\"Part_TargetChannel\"\n            valueName=\"TargetChannel{E0642E36-9D8E-441E-A527-683F77A50FDF}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetVersionPrefixGoogleFarsiInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetVersionPrefix)\"\n        explainText=\"$(string.Explain_TargetVersionPrefixGoogleFarsiInput)\"\n        presentation=\"$(presentation.Pol_TargetVersionPrefix)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleFarsiInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_33_5\" />\n      <elements>\n        <text id=\"Part_TargetVersionPrefix\"\n            valueName=\"TargetVersionPrefix{E0642E36-9D8E-441E-A527-683F77A50FDF}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_RollbackToTargetVersionGoogleFarsiInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_RollbackToTargetVersion)\"\n        explainText=\"$(string.Explain_RollbackToTargetVersionGoogleFarsiInput)\"\n        presentation=\"$(presentation.Pol_RollbackToTargetVersion)\"\n        key=\"Software\\Policies\\Google\\Update\"\n        valueName=\"RollbackToTargetVersion{E0642E36-9D8E-441E-A527-683F77A50FDF}\">\n      <parentCategory ref=\"Cat_GoogleFarsiInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_34_3\" />\n      <enabledValue><decimal value=\"1\" /></enabledValue>\n      <disabledValue><decimal value=\"0\" /></disabledValue>\n    </policy>\n    <policy name=\"Pol_AllowInstallationGoogleGreekInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_AllowInstallation)\"\n        explainText=\"$(string.Explain_InstallGoogleGreekInput)\"\n        presentation=\"$(presentation.Pol_AllowInstallation)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleGreekInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_InstallPolicy\"\n             valueName=\"Install{45186F45-0E1D-49F3-A534-A52B81F60897}\" required=\"true\">\n          <item displayName=\"$(string.Name_InstallsEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsEnabledMachineOnly)\">\n            <value>\n              <decimal value=\"4\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_UpdatePolicyGoogleGreekInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_UpdatePolicy)\"\n        explainText=\"$(string.Explain_AutoUpdateGoogleGreekInput)\"\n        presentation=\"$(presentation.Pol_UpdatePolicy)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleGreekInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_UpdatePolicy\"\n             valueName=\"Update{45186F45-0E1D-49F3-A534-A52B81F60897}\" required=\"true\">\n          <item displayName=\"$(string.Name_UpdatesEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ManualUpdatesOnly)\">\n            <value>\n              <decimal value=\"2\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_AutomaticUpdatesOnly)\">\n            <value>\n              <decimal value=\"3\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_UpdatesDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetChannelGoogleGreekInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetChannel)\"\n        explainText=\"$(string.Explain_TargetChannelGoogleGreekInput)\"\n        presentation=\"$(presentation.Pol_TargetChannel)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleGreekInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_35_453\" />\n      <elements>\n        <text id=\"Part_TargetChannel\"\n            valueName=\"TargetChannel{45186F45-0E1D-49F3-A534-A52B81F60897}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetVersionPrefixGoogleGreekInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetVersionPrefix)\"\n        explainText=\"$(string.Explain_TargetVersionPrefixGoogleGreekInput)\"\n        presentation=\"$(presentation.Pol_TargetVersionPrefix)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleGreekInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_33_5\" />\n      <elements>\n        <text id=\"Part_TargetVersionPrefix\"\n            valueName=\"TargetVersionPrefix{45186F45-0E1D-49F3-A534-A52B81F60897}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_RollbackToTargetVersionGoogleGreekInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_RollbackToTargetVersion)\"\n        explainText=\"$(string.Explain_RollbackToTargetVersionGoogleGreekInput)\"\n        presentation=\"$(presentation.Pol_RollbackToTargetVersion)\"\n        key=\"Software\\Policies\\Google\\Update\"\n        valueName=\"RollbackToTargetVersion{45186F45-0E1D-49F3-A534-A52B81F60897}\">\n      <parentCategory ref=\"Cat_GoogleGreekInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_34_3\" />\n      <enabledValue><decimal value=\"1\" /></enabledValue>\n      <disabledValue><decimal value=\"0\" /></disabledValue>\n    </policy>\n    <policy name=\"Pol_AllowInstallationGoogleGujaratiInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_AllowInstallation)\"\n        explainText=\"$(string.Explain_InstallGoogleGujaratiInput)\"\n        presentation=\"$(presentation.Pol_AllowInstallation)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleGujaratiInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_InstallPolicy\"\n             valueName=\"Install{0693199F-9DF6-4020-B760-CA993177C362}\" required=\"true\">\n          <item displayName=\"$(string.Name_InstallsEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsEnabledMachineOnly)\">\n            <value>\n              <decimal value=\"4\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_UpdatePolicyGoogleGujaratiInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_UpdatePolicy)\"\n        explainText=\"$(string.Explain_AutoUpdateGoogleGujaratiInput)\"\n        presentation=\"$(presentation.Pol_UpdatePolicy)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleGujaratiInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_UpdatePolicy\"\n             valueName=\"Update{0693199F-9DF6-4020-B760-CA993177C362}\" required=\"true\">\n          <item displayName=\"$(string.Name_UpdatesEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ManualUpdatesOnly)\">\n            <value>\n              <decimal value=\"2\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_AutomaticUpdatesOnly)\">\n            <value>\n              <decimal value=\"3\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_UpdatesDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetChannelGoogleGujaratiInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetChannel)\"\n        explainText=\"$(string.Explain_TargetChannelGoogleGujaratiInput)\"\n        presentation=\"$(presentation.Pol_TargetChannel)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleGujaratiInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_35_453\" />\n      <elements>\n        <text id=\"Part_TargetChannel\"\n            valueName=\"TargetChannel{0693199F-9DF6-4020-B760-CA993177C362}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetVersionPrefixGoogleGujaratiInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetVersionPrefix)\"\n        explainText=\"$(string.Explain_TargetVersionPrefixGoogleGujaratiInput)\"\n        presentation=\"$(presentation.Pol_TargetVersionPrefix)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleGujaratiInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_33_5\" />\n      <elements>\n        <text id=\"Part_TargetVersionPrefix\"\n            valueName=\"TargetVersionPrefix{0693199F-9DF6-4020-B760-CA993177C362}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_RollbackToTargetVersionGoogleGujaratiInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_RollbackToTargetVersion)\"\n        explainText=\"$(string.Explain_RollbackToTargetVersionGoogleGujaratiInput)\"\n        presentation=\"$(presentation.Pol_RollbackToTargetVersion)\"\n        key=\"Software\\Policies\\Google\\Update\"\n        valueName=\"RollbackToTargetVersion{0693199F-9DF6-4020-B760-CA993177C362}\">\n      <parentCategory ref=\"Cat_GoogleGujaratiInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_34_3\" />\n      <enabledValue><decimal value=\"1\" /></enabledValue>\n      <disabledValue><decimal value=\"0\" /></disabledValue>\n    </policy>\n    <policy name=\"Pol_AllowInstallationGoogleHebrewInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_AllowInstallation)\"\n        explainText=\"$(string.Explain_InstallGoogleHebrewInput)\"\n        presentation=\"$(presentation.Pol_AllowInstallation)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleHebrewInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_InstallPolicy\"\n             valueName=\"Install{49742F12-1EC3-4CBF-B942-3BDCF9875C3E}\" required=\"true\">\n          <item displayName=\"$(string.Name_InstallsEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsEnabledMachineOnly)\">\n            <value>\n              <decimal value=\"4\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_UpdatePolicyGoogleHebrewInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_UpdatePolicy)\"\n        explainText=\"$(string.Explain_AutoUpdateGoogleHebrewInput)\"\n        presentation=\"$(presentation.Pol_UpdatePolicy)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleHebrewInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_UpdatePolicy\"\n             valueName=\"Update{49742F12-1EC3-4CBF-B942-3BDCF9875C3E}\" required=\"true\">\n          <item displayName=\"$(string.Name_UpdatesEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ManualUpdatesOnly)\">\n            <value>\n              <decimal value=\"2\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_AutomaticUpdatesOnly)\">\n            <value>\n              <decimal value=\"3\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_UpdatesDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetChannelGoogleHebrewInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetChannel)\"\n        explainText=\"$(string.Explain_TargetChannelGoogleHebrewInput)\"\n        presentation=\"$(presentation.Pol_TargetChannel)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleHebrewInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_35_453\" />\n      <elements>\n        <text id=\"Part_TargetChannel\"\n            valueName=\"TargetChannel{49742F12-1EC3-4CBF-B942-3BDCF9875C3E}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetVersionPrefixGoogleHebrewInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetVersionPrefix)\"\n        explainText=\"$(string.Explain_TargetVersionPrefixGoogleHebrewInput)\"\n        presentation=\"$(presentation.Pol_TargetVersionPrefix)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleHebrewInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_33_5\" />\n      <elements>\n        <text id=\"Part_TargetVersionPrefix\"\n            valueName=\"TargetVersionPrefix{49742F12-1EC3-4CBF-B942-3BDCF9875C3E}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_RollbackToTargetVersionGoogleHebrewInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_RollbackToTargetVersion)\"\n        explainText=\"$(string.Explain_RollbackToTargetVersionGoogleHebrewInput)\"\n        presentation=\"$(presentation.Pol_RollbackToTargetVersion)\"\n        key=\"Software\\Policies\\Google\\Update\"\n        valueName=\"RollbackToTargetVersion{49742F12-1EC3-4CBF-B942-3BDCF9875C3E}\">\n      <parentCategory ref=\"Cat_GoogleHebrewInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_34_3\" />\n      <enabledValue><decimal value=\"1\" /></enabledValue>\n      <disabledValue><decimal value=\"0\" /></disabledValue>\n    </policy>\n    <policy name=\"Pol_AllowInstallationGoogleHindiInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_AllowInstallation)\"\n        explainText=\"$(string.Explain_InstallGoogleHindiInput)\"\n        presentation=\"$(presentation.Pol_AllowInstallation)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleHindiInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_InstallPolicy\"\n             valueName=\"Install{06A2F917-C899-44EE-8F47-5B9128D96B0A}\" required=\"true\">\n          <item displayName=\"$(string.Name_InstallsEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsEnabledMachineOnly)\">\n            <value>\n              <decimal value=\"4\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_UpdatePolicyGoogleHindiInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_UpdatePolicy)\"\n        explainText=\"$(string.Explain_AutoUpdateGoogleHindiInput)\"\n        presentation=\"$(presentation.Pol_UpdatePolicy)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleHindiInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_UpdatePolicy\"\n             valueName=\"Update{06A2F917-C899-44EE-8F47-5B9128D96B0A}\" required=\"true\">\n          <item displayName=\"$(string.Name_UpdatesEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ManualUpdatesOnly)\">\n            <value>\n              <decimal value=\"2\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_AutomaticUpdatesOnly)\">\n            <value>\n              <decimal value=\"3\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_UpdatesDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetChannelGoogleHindiInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetChannel)\"\n        explainText=\"$(string.Explain_TargetChannelGoogleHindiInput)\"\n        presentation=\"$(presentation.Pol_TargetChannel)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleHindiInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_35_453\" />\n      <elements>\n        <text id=\"Part_TargetChannel\"\n            valueName=\"TargetChannel{06A2F917-C899-44EE-8F47-5B9128D96B0A}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetVersionPrefixGoogleHindiInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetVersionPrefix)\"\n        explainText=\"$(string.Explain_TargetVersionPrefixGoogleHindiInput)\"\n        presentation=\"$(presentation.Pol_TargetVersionPrefix)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleHindiInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_33_5\" />\n      <elements>\n        <text id=\"Part_TargetVersionPrefix\"\n            valueName=\"TargetVersionPrefix{06A2F917-C899-44EE-8F47-5B9128D96B0A}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_RollbackToTargetVersionGoogleHindiInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_RollbackToTargetVersion)\"\n        explainText=\"$(string.Explain_RollbackToTargetVersionGoogleHindiInput)\"\n        presentation=\"$(presentation.Pol_RollbackToTargetVersion)\"\n        key=\"Software\\Policies\\Google\\Update\"\n        valueName=\"RollbackToTargetVersion{06A2F917-C899-44EE-8F47-5B9128D96B0A}\">\n      <parentCategory ref=\"Cat_GoogleHindiInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_34_3\" />\n      <enabledValue><decimal value=\"1\" /></enabledValue>\n      <disabledValue><decimal value=\"0\" /></disabledValue>\n    </policy>\n    <policy name=\"Pol_AllowInstallationGoogleJapaneseInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_AllowInstallation)\"\n        explainText=\"$(string.Explain_InstallGoogleJapaneseInput)\"\n        presentation=\"$(presentation.Pol_AllowInstallation)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleJapaneseInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_InstallPolicy\"\n             valueName=\"Install{DDCCD2A9-025E-4142-BCEB-F467B88CF830}\" required=\"true\">\n          <item displayName=\"$(string.Name_InstallsEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsEnabledMachineOnly)\">\n            <value>\n              <decimal value=\"4\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_UpdatePolicyGoogleJapaneseInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_UpdatePolicy)\"\n        explainText=\"$(string.Explain_AutoUpdateGoogleJapaneseInput)\"\n        presentation=\"$(presentation.Pol_UpdatePolicy)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleJapaneseInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_UpdatePolicy\"\n             valueName=\"Update{DDCCD2A9-025E-4142-BCEB-F467B88CF830}\" required=\"true\">\n          <item displayName=\"$(string.Name_UpdatesEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ManualUpdatesOnly)\">\n            <value>\n              <decimal value=\"2\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_AutomaticUpdatesOnly)\">\n            <value>\n              <decimal value=\"3\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_UpdatesDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetChannelGoogleJapaneseInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetChannel)\"\n        explainText=\"$(string.Explain_TargetChannelGoogleJapaneseInput)\"\n        presentation=\"$(presentation.Pol_TargetChannel)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleJapaneseInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_35_453\" />\n      <elements>\n        <text id=\"Part_TargetChannel\"\n            valueName=\"TargetChannel{DDCCD2A9-025E-4142-BCEB-F467B88CF830}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetVersionPrefixGoogleJapaneseInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetVersionPrefix)\"\n        explainText=\"$(string.Explain_TargetVersionPrefixGoogleJapaneseInput)\"\n        presentation=\"$(presentation.Pol_TargetVersionPrefix)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleJapaneseInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_33_5\" />\n      <elements>\n        <text id=\"Part_TargetVersionPrefix\"\n            valueName=\"TargetVersionPrefix{DDCCD2A9-025E-4142-BCEB-F467B88CF830}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_RollbackToTargetVersionGoogleJapaneseInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_RollbackToTargetVersion)\"\n        explainText=\"$(string.Explain_RollbackToTargetVersionGoogleJapaneseInput)\"\n        presentation=\"$(presentation.Pol_RollbackToTargetVersion)\"\n        key=\"Software\\Policies\\Google\\Update\"\n        valueName=\"RollbackToTargetVersion{DDCCD2A9-025E-4142-BCEB-F467B88CF830}\">\n      <parentCategory ref=\"Cat_GoogleJapaneseInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_34_3\" />\n      <enabledValue><decimal value=\"1\" /></enabledValue>\n      <disabledValue><decimal value=\"0\" /></disabledValue>\n    </policy>\n    <policy name=\"Pol_AllowInstallationGoogleKannadaInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_AllowInstallation)\"\n        explainText=\"$(string.Explain_InstallGoogleKannadaInput)\"\n        presentation=\"$(presentation.Pol_AllowInstallation)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleKannadaInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_InstallPolicy\"\n             valueName=\"Install{689F4361-5837-4A9C-8BF8-078D04406EC3}\" required=\"true\">\n          <item displayName=\"$(string.Name_InstallsEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsEnabledMachineOnly)\">\n            <value>\n              <decimal value=\"4\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_UpdatePolicyGoogleKannadaInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_UpdatePolicy)\"\n        explainText=\"$(string.Explain_AutoUpdateGoogleKannadaInput)\"\n        presentation=\"$(presentation.Pol_UpdatePolicy)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleKannadaInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_UpdatePolicy\"\n             valueName=\"Update{689F4361-5837-4A9C-8BF8-078D04406EC3}\" required=\"true\">\n          <item displayName=\"$(string.Name_UpdatesEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ManualUpdatesOnly)\">\n            <value>\n              <decimal value=\"2\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_AutomaticUpdatesOnly)\">\n            <value>\n              <decimal value=\"3\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_UpdatesDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetChannelGoogleKannadaInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetChannel)\"\n        explainText=\"$(string.Explain_TargetChannelGoogleKannadaInput)\"\n        presentation=\"$(presentation.Pol_TargetChannel)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleKannadaInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_35_453\" />\n      <elements>\n        <text id=\"Part_TargetChannel\"\n            valueName=\"TargetChannel{689F4361-5837-4A9C-8BF8-078D04406EC3}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetVersionPrefixGoogleKannadaInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetVersionPrefix)\"\n        explainText=\"$(string.Explain_TargetVersionPrefixGoogleKannadaInput)\"\n        presentation=\"$(presentation.Pol_TargetVersionPrefix)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleKannadaInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_33_5\" />\n      <elements>\n        <text id=\"Part_TargetVersionPrefix\"\n            valueName=\"TargetVersionPrefix{689F4361-5837-4A9C-8BF8-078D04406EC3}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_RollbackToTargetVersionGoogleKannadaInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_RollbackToTargetVersion)\"\n        explainText=\"$(string.Explain_RollbackToTargetVersionGoogleKannadaInput)\"\n        presentation=\"$(presentation.Pol_RollbackToTargetVersion)\"\n        key=\"Software\\Policies\\Google\\Update\"\n        valueName=\"RollbackToTargetVersion{689F4361-5837-4A9C-8BF8-078D04406EC3}\">\n      <parentCategory ref=\"Cat_GoogleKannadaInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_34_3\" />\n      <enabledValue><decimal value=\"1\" /></enabledValue>\n      <disabledValue><decimal value=\"0\" /></disabledValue>\n    </policy>\n    <policy name=\"Pol_AllowInstallationGoogleMalayalamInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_AllowInstallation)\"\n        explainText=\"$(string.Explain_InstallGoogleMalayalamInput)\"\n        presentation=\"$(presentation.Pol_AllowInstallation)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleMalayalamInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_InstallPolicy\"\n             valueName=\"Install{DA2110CA-14F7-4560-A76E-D47345024C49}\" required=\"true\">\n          <item displayName=\"$(string.Name_InstallsEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsEnabledMachineOnly)\">\n            <value>\n              <decimal value=\"4\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_UpdatePolicyGoogleMalayalamInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_UpdatePolicy)\"\n        explainText=\"$(string.Explain_AutoUpdateGoogleMalayalamInput)\"\n        presentation=\"$(presentation.Pol_UpdatePolicy)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleMalayalamInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_UpdatePolicy\"\n             valueName=\"Update{DA2110CA-14F7-4560-A76E-D47345024C49}\" required=\"true\">\n          <item displayName=\"$(string.Name_UpdatesEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ManualUpdatesOnly)\">\n            <value>\n              <decimal value=\"2\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_AutomaticUpdatesOnly)\">\n            <value>\n              <decimal value=\"3\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_UpdatesDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetChannelGoogleMalayalamInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetChannel)\"\n        explainText=\"$(string.Explain_TargetChannelGoogleMalayalamInput)\"\n        presentation=\"$(presentation.Pol_TargetChannel)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleMalayalamInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_35_453\" />\n      <elements>\n        <text id=\"Part_TargetChannel\"\n            valueName=\"TargetChannel{DA2110CA-14F7-4560-A76E-D47345024C49}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetVersionPrefixGoogleMalayalamInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetVersionPrefix)\"\n        explainText=\"$(string.Explain_TargetVersionPrefixGoogleMalayalamInput)\"\n        presentation=\"$(presentation.Pol_TargetVersionPrefix)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleMalayalamInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_33_5\" />\n      <elements>\n        <text id=\"Part_TargetVersionPrefix\"\n            valueName=\"TargetVersionPrefix{DA2110CA-14F7-4560-A76E-D47345024C49}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_RollbackToTargetVersionGoogleMalayalamInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_RollbackToTargetVersion)\"\n        explainText=\"$(string.Explain_RollbackToTargetVersionGoogleMalayalamInput)\"\n        presentation=\"$(presentation.Pol_RollbackToTargetVersion)\"\n        key=\"Software\\Policies\\Google\\Update\"\n        valueName=\"RollbackToTargetVersion{DA2110CA-14F7-4560-A76E-D47345024C49}\">\n      <parentCategory ref=\"Cat_GoogleMalayalamInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_34_3\" />\n      <enabledValue><decimal value=\"1\" /></enabledValue>\n      <disabledValue><decimal value=\"0\" /></disabledValue>\n    </policy>\n    <policy name=\"Pol_AllowInstallationGoogleMarathiInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_AllowInstallation)\"\n        explainText=\"$(string.Explain_InstallGoogleMarathiInput)\"\n        presentation=\"$(presentation.Pol_AllowInstallation)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleMarathiInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_InstallPolicy\"\n             valueName=\"Install{79D2E710-121A-4892-9541-66740728CEBB}\" required=\"true\">\n          <item displayName=\"$(string.Name_InstallsEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsEnabledMachineOnly)\">\n            <value>\n              <decimal value=\"4\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_UpdatePolicyGoogleMarathiInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_UpdatePolicy)\"\n        explainText=\"$(string.Explain_AutoUpdateGoogleMarathiInput)\"\n        presentation=\"$(presentation.Pol_UpdatePolicy)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleMarathiInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_UpdatePolicy\"\n             valueName=\"Update{79D2E710-121A-4892-9541-66740728CEBB}\" required=\"true\">\n          <item displayName=\"$(string.Name_UpdatesEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ManualUpdatesOnly)\">\n            <value>\n              <decimal value=\"2\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_AutomaticUpdatesOnly)\">\n            <value>\n              <decimal value=\"3\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_UpdatesDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetChannelGoogleMarathiInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetChannel)\"\n        explainText=\"$(string.Explain_TargetChannelGoogleMarathiInput)\"\n        presentation=\"$(presentation.Pol_TargetChannel)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleMarathiInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_35_453\" />\n      <elements>\n        <text id=\"Part_TargetChannel\"\n            valueName=\"TargetChannel{79D2E710-121A-4892-9541-66740728CEBB}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetVersionPrefixGoogleMarathiInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetVersionPrefix)\"\n        explainText=\"$(string.Explain_TargetVersionPrefixGoogleMarathiInput)\"\n        presentation=\"$(presentation.Pol_TargetVersionPrefix)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleMarathiInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_33_5\" />\n      <elements>\n        <text id=\"Part_TargetVersionPrefix\"\n            valueName=\"TargetVersionPrefix{79D2E710-121A-4892-9541-66740728CEBB}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_RollbackToTargetVersionGoogleMarathiInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_RollbackToTargetVersion)\"\n        explainText=\"$(string.Explain_RollbackToTargetVersionGoogleMarathiInput)\"\n        presentation=\"$(presentation.Pol_RollbackToTargetVersion)\"\n        key=\"Software\\Policies\\Google\\Update\"\n        valueName=\"RollbackToTargetVersion{79D2E710-121A-4892-9541-66740728CEBB}\">\n      <parentCategory ref=\"Cat_GoogleMarathiInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_34_3\" />\n      <enabledValue><decimal value=\"1\" /></enabledValue>\n      <disabledValue><decimal value=\"0\" /></disabledValue>\n    </policy>\n    <policy name=\"Pol_AllowInstallationGoogleNepaliInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_AllowInstallation)\"\n        explainText=\"$(string.Explain_InstallGoogleNepaliInput)\"\n        presentation=\"$(presentation.Pol_AllowInstallation)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleNepaliInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_InstallPolicy\"\n             valueName=\"Install{0657DE2E-EC18-4C72-8D58-7D864EA210DE}\" required=\"true\">\n          <item displayName=\"$(string.Name_InstallsEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsEnabledMachineOnly)\">\n            <value>\n              <decimal value=\"4\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_UpdatePolicyGoogleNepaliInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_UpdatePolicy)\"\n        explainText=\"$(string.Explain_AutoUpdateGoogleNepaliInput)\"\n        presentation=\"$(presentation.Pol_UpdatePolicy)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleNepaliInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_UpdatePolicy\"\n             valueName=\"Update{0657DE2E-EC18-4C72-8D58-7D864EA210DE}\" required=\"true\">\n          <item displayName=\"$(string.Name_UpdatesEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ManualUpdatesOnly)\">\n            <value>\n              <decimal value=\"2\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_AutomaticUpdatesOnly)\">\n            <value>\n              <decimal value=\"3\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_UpdatesDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetChannelGoogleNepaliInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetChannel)\"\n        explainText=\"$(string.Explain_TargetChannelGoogleNepaliInput)\"\n        presentation=\"$(presentation.Pol_TargetChannel)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleNepaliInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_35_453\" />\n      <elements>\n        <text id=\"Part_TargetChannel\"\n            valueName=\"TargetChannel{0657DE2E-EC18-4C72-8D58-7D864EA210DE}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetVersionPrefixGoogleNepaliInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetVersionPrefix)\"\n        explainText=\"$(string.Explain_TargetVersionPrefixGoogleNepaliInput)\"\n        presentation=\"$(presentation.Pol_TargetVersionPrefix)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleNepaliInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_33_5\" />\n      <elements>\n        <text id=\"Part_TargetVersionPrefix\"\n            valueName=\"TargetVersionPrefix{0657DE2E-EC18-4C72-8D58-7D864EA210DE}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_RollbackToTargetVersionGoogleNepaliInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_RollbackToTargetVersion)\"\n        explainText=\"$(string.Explain_RollbackToTargetVersionGoogleNepaliInput)\"\n        presentation=\"$(presentation.Pol_RollbackToTargetVersion)\"\n        key=\"Software\\Policies\\Google\\Update\"\n        valueName=\"RollbackToTargetVersion{0657DE2E-EC18-4C72-8D58-7D864EA210DE}\">\n      <parentCategory ref=\"Cat_GoogleNepaliInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_34_3\" />\n      <enabledValue><decimal value=\"1\" /></enabledValue>\n      <disabledValue><decimal value=\"0\" /></disabledValue>\n    </policy>\n    <policy name=\"Pol_AllowInstallationGoogleOriyaInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_AllowInstallation)\"\n        explainText=\"$(string.Explain_InstallGoogleOriyaInput)\"\n        presentation=\"$(presentation.Pol_AllowInstallation)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleOriyaInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_InstallPolicy\"\n             valueName=\"Install{EE98FBB5-62FD-4601-9CFE-0A3EB03C34FC}\" required=\"true\">\n          <item displayName=\"$(string.Name_InstallsEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsEnabledMachineOnly)\">\n            <value>\n              <decimal value=\"4\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_UpdatePolicyGoogleOriyaInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_UpdatePolicy)\"\n        explainText=\"$(string.Explain_AutoUpdateGoogleOriyaInput)\"\n        presentation=\"$(presentation.Pol_UpdatePolicy)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleOriyaInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_UpdatePolicy\"\n             valueName=\"Update{EE98FBB5-62FD-4601-9CFE-0A3EB03C34FC}\" required=\"true\">\n          <item displayName=\"$(string.Name_UpdatesEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ManualUpdatesOnly)\">\n            <value>\n              <decimal value=\"2\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_AutomaticUpdatesOnly)\">\n            <value>\n              <decimal value=\"3\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_UpdatesDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetChannelGoogleOriyaInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetChannel)\"\n        explainText=\"$(string.Explain_TargetChannelGoogleOriyaInput)\"\n        presentation=\"$(presentation.Pol_TargetChannel)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleOriyaInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_35_453\" />\n      <elements>\n        <text id=\"Part_TargetChannel\"\n            valueName=\"TargetChannel{EE98FBB5-62FD-4601-9CFE-0A3EB03C34FC}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetVersionPrefixGoogleOriyaInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetVersionPrefix)\"\n        explainText=\"$(string.Explain_TargetVersionPrefixGoogleOriyaInput)\"\n        presentation=\"$(presentation.Pol_TargetVersionPrefix)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleOriyaInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_33_5\" />\n      <elements>\n        <text id=\"Part_TargetVersionPrefix\"\n            valueName=\"TargetVersionPrefix{EE98FBB5-62FD-4601-9CFE-0A3EB03C34FC}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_RollbackToTargetVersionGoogleOriyaInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_RollbackToTargetVersion)\"\n        explainText=\"$(string.Explain_RollbackToTargetVersionGoogleOriyaInput)\"\n        presentation=\"$(presentation.Pol_RollbackToTargetVersion)\"\n        key=\"Software\\Policies\\Google\\Update\"\n        valueName=\"RollbackToTargetVersion{EE98FBB5-62FD-4601-9CFE-0A3EB03C34FC}\">\n      <parentCategory ref=\"Cat_GoogleOriyaInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_34_3\" />\n      <enabledValue><decimal value=\"1\" /></enabledValue>\n      <disabledValue><decimal value=\"0\" /></disabledValue>\n    </policy>\n    <policy name=\"Pol_AllowInstallationGooglePunjabiInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_AllowInstallation)\"\n        explainText=\"$(string.Explain_InstallGooglePunjabiInput)\"\n        presentation=\"$(presentation.Pol_AllowInstallation)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GooglePunjabiInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_InstallPolicy\"\n             valueName=\"Install{A8DE44D0-9B9D-4EAF-BD5B-6411CE79A39E}\" required=\"true\">\n          <item displayName=\"$(string.Name_InstallsEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsEnabledMachineOnly)\">\n            <value>\n              <decimal value=\"4\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_UpdatePolicyGooglePunjabiInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_UpdatePolicy)\"\n        explainText=\"$(string.Explain_AutoUpdateGooglePunjabiInput)\"\n        presentation=\"$(presentation.Pol_UpdatePolicy)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GooglePunjabiInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_UpdatePolicy\"\n             valueName=\"Update{A8DE44D0-9B9D-4EAF-BD5B-6411CE79A39E}\" required=\"true\">\n          <item displayName=\"$(string.Name_UpdatesEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ManualUpdatesOnly)\">\n            <value>\n              <decimal value=\"2\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_AutomaticUpdatesOnly)\">\n            <value>\n              <decimal value=\"3\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_UpdatesDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetChannelGooglePunjabiInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetChannel)\"\n        explainText=\"$(string.Explain_TargetChannelGooglePunjabiInput)\"\n        presentation=\"$(presentation.Pol_TargetChannel)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GooglePunjabiInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_35_453\" />\n      <elements>\n        <text id=\"Part_TargetChannel\"\n            valueName=\"TargetChannel{A8DE44D0-9B9D-4EAF-BD5B-6411CE79A39E}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetVersionPrefixGooglePunjabiInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetVersionPrefix)\"\n        explainText=\"$(string.Explain_TargetVersionPrefixGooglePunjabiInput)\"\n        presentation=\"$(presentation.Pol_TargetVersionPrefix)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GooglePunjabiInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_33_5\" />\n      <elements>\n        <text id=\"Part_TargetVersionPrefix\"\n            valueName=\"TargetVersionPrefix{A8DE44D0-9B9D-4EAF-BD5B-6411CE79A39E}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_RollbackToTargetVersionGooglePunjabiInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_RollbackToTargetVersion)\"\n        explainText=\"$(string.Explain_RollbackToTargetVersionGooglePunjabiInput)\"\n        presentation=\"$(presentation.Pol_RollbackToTargetVersion)\"\n        key=\"Software\\Policies\\Google\\Update\"\n        valueName=\"RollbackToTargetVersion{A8DE44D0-9B9D-4EAF-BD5B-6411CE79A39E}\">\n      <parentCategory ref=\"Cat_GooglePunjabiInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_34_3\" />\n      <enabledValue><decimal value=\"1\" /></enabledValue>\n      <disabledValue><decimal value=\"0\" /></disabledValue>\n    </policy>\n    <policy name=\"Pol_AllowInstallationGoogleRussianInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_AllowInstallation)\"\n        explainText=\"$(string.Explain_InstallGoogleRussianInput)\"\n        presentation=\"$(presentation.Pol_AllowInstallation)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleRussianInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_InstallPolicy\"\n             valueName=\"Install{BBE57E48-4B5B-4346-BD7C-FF75A3AADD55}\" required=\"true\">\n          <item displayName=\"$(string.Name_InstallsEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsEnabledMachineOnly)\">\n            <value>\n              <decimal value=\"4\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_UpdatePolicyGoogleRussianInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_UpdatePolicy)\"\n        explainText=\"$(string.Explain_AutoUpdateGoogleRussianInput)\"\n        presentation=\"$(presentation.Pol_UpdatePolicy)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleRussianInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_UpdatePolicy\"\n             valueName=\"Update{BBE57E48-4B5B-4346-BD7C-FF75A3AADD55}\" required=\"true\">\n          <item displayName=\"$(string.Name_UpdatesEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ManualUpdatesOnly)\">\n            <value>\n              <decimal value=\"2\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_AutomaticUpdatesOnly)\">\n            <value>\n              <decimal value=\"3\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_UpdatesDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetChannelGoogleRussianInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetChannel)\"\n        explainText=\"$(string.Explain_TargetChannelGoogleRussianInput)\"\n        presentation=\"$(presentation.Pol_TargetChannel)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleRussianInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_35_453\" />\n      <elements>\n        <text id=\"Part_TargetChannel\"\n            valueName=\"TargetChannel{BBE57E48-4B5B-4346-BD7C-FF75A3AADD55}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetVersionPrefixGoogleRussianInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetVersionPrefix)\"\n        explainText=\"$(string.Explain_TargetVersionPrefixGoogleRussianInput)\"\n        presentation=\"$(presentation.Pol_TargetVersionPrefix)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleRussianInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_33_5\" />\n      <elements>\n        <text id=\"Part_TargetVersionPrefix\"\n            valueName=\"TargetVersionPrefix{BBE57E48-4B5B-4346-BD7C-FF75A3AADD55}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_RollbackToTargetVersionGoogleRussianInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_RollbackToTargetVersion)\"\n        explainText=\"$(string.Explain_RollbackToTargetVersionGoogleRussianInput)\"\n        presentation=\"$(presentation.Pol_RollbackToTargetVersion)\"\n        key=\"Software\\Policies\\Google\\Update\"\n        valueName=\"RollbackToTargetVersion{BBE57E48-4B5B-4346-BD7C-FF75A3AADD55}\">\n      <parentCategory ref=\"Cat_GoogleRussianInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_34_3\" />\n      <enabledValue><decimal value=\"1\" /></enabledValue>\n      <disabledValue><decimal value=\"0\" /></disabledValue>\n    </policy>\n    <policy name=\"Pol_AllowInstallationGoogleSanskritInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_AllowInstallation)\"\n        explainText=\"$(string.Explain_InstallGoogleSanskritInput)\"\n        presentation=\"$(presentation.Pol_AllowInstallation)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleSanskritInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_InstallPolicy\"\n             valueName=\"Install{0D85AB45-243B-4C69-9F5E-7D309CF4CE33}\" required=\"true\">\n          <item displayName=\"$(string.Name_InstallsEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsEnabledMachineOnly)\">\n            <value>\n              <decimal value=\"4\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_UpdatePolicyGoogleSanskritInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_UpdatePolicy)\"\n        explainText=\"$(string.Explain_AutoUpdateGoogleSanskritInput)\"\n        presentation=\"$(presentation.Pol_UpdatePolicy)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleSanskritInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_UpdatePolicy\"\n             valueName=\"Update{0D85AB45-243B-4C69-9F5E-7D309CF4CE33}\" required=\"true\">\n          <item displayName=\"$(string.Name_UpdatesEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ManualUpdatesOnly)\">\n            <value>\n              <decimal value=\"2\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_AutomaticUpdatesOnly)\">\n            <value>\n              <decimal value=\"3\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_UpdatesDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetChannelGoogleSanskritInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetChannel)\"\n        explainText=\"$(string.Explain_TargetChannelGoogleSanskritInput)\"\n        presentation=\"$(presentation.Pol_TargetChannel)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleSanskritInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_35_453\" />\n      <elements>\n        <text id=\"Part_TargetChannel\"\n            valueName=\"TargetChannel{0D85AB45-243B-4C69-9F5E-7D309CF4CE33}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetVersionPrefixGoogleSanskritInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetVersionPrefix)\"\n        explainText=\"$(string.Explain_TargetVersionPrefixGoogleSanskritInput)\"\n        presentation=\"$(presentation.Pol_TargetVersionPrefix)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleSanskritInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_33_5\" />\n      <elements>\n        <text id=\"Part_TargetVersionPrefix\"\n            valueName=\"TargetVersionPrefix{0D85AB45-243B-4C69-9F5E-7D309CF4CE33}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_RollbackToTargetVersionGoogleSanskritInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_RollbackToTargetVersion)\"\n        explainText=\"$(string.Explain_RollbackToTargetVersionGoogleSanskritInput)\"\n        presentation=\"$(presentation.Pol_RollbackToTargetVersion)\"\n        key=\"Software\\Policies\\Google\\Update\"\n        valueName=\"RollbackToTargetVersion{0D85AB45-243B-4C69-9F5E-7D309CF4CE33}\">\n      <parentCategory ref=\"Cat_GoogleSanskritInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_34_3\" />\n      <enabledValue><decimal value=\"1\" /></enabledValue>\n      <disabledValue><decimal value=\"0\" /></disabledValue>\n    </policy>\n    <policy name=\"Pol_AllowInstallationGoogleSerbianInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_AllowInstallation)\"\n        explainText=\"$(string.Explain_InstallGoogleSerbianInput)\"\n        presentation=\"$(presentation.Pol_AllowInstallation)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleSerbianInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_InstallPolicy\"\n             valueName=\"Install{3A76050C-F9E7-44AF-B463-408CEBC0A896}\" required=\"true\">\n          <item displayName=\"$(string.Name_InstallsEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsEnabledMachineOnly)\">\n            <value>\n              <decimal value=\"4\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_UpdatePolicyGoogleSerbianInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_UpdatePolicy)\"\n        explainText=\"$(string.Explain_AutoUpdateGoogleSerbianInput)\"\n        presentation=\"$(presentation.Pol_UpdatePolicy)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleSerbianInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_UpdatePolicy\"\n             valueName=\"Update{3A76050C-F9E7-44AF-B463-408CEBC0A896}\" required=\"true\">\n          <item displayName=\"$(string.Name_UpdatesEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ManualUpdatesOnly)\">\n            <value>\n              <decimal value=\"2\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_AutomaticUpdatesOnly)\">\n            <value>\n              <decimal value=\"3\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_UpdatesDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetChannelGoogleSerbianInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetChannel)\"\n        explainText=\"$(string.Explain_TargetChannelGoogleSerbianInput)\"\n        presentation=\"$(presentation.Pol_TargetChannel)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleSerbianInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_35_453\" />\n      <elements>\n        <text id=\"Part_TargetChannel\"\n            valueName=\"TargetChannel{3A76050C-F9E7-44AF-B463-408CEBC0A896}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetVersionPrefixGoogleSerbianInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetVersionPrefix)\"\n        explainText=\"$(string.Explain_TargetVersionPrefixGoogleSerbianInput)\"\n        presentation=\"$(presentation.Pol_TargetVersionPrefix)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleSerbianInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_33_5\" />\n      <elements>\n        <text id=\"Part_TargetVersionPrefix\"\n            valueName=\"TargetVersionPrefix{3A76050C-F9E7-44AF-B463-408CEBC0A896}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_RollbackToTargetVersionGoogleSerbianInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_RollbackToTargetVersion)\"\n        explainText=\"$(string.Explain_RollbackToTargetVersionGoogleSerbianInput)\"\n        presentation=\"$(presentation.Pol_RollbackToTargetVersion)\"\n        key=\"Software\\Policies\\Google\\Update\"\n        valueName=\"RollbackToTargetVersion{3A76050C-F9E7-44AF-B463-408CEBC0A896}\">\n      <parentCategory ref=\"Cat_GoogleSerbianInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_34_3\" />\n      <enabledValue><decimal value=\"1\" /></enabledValue>\n      <disabledValue><decimal value=\"0\" /></disabledValue>\n    </policy>\n    <policy name=\"Pol_AllowInstallationGoogleSinhaleseInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_AllowInstallation)\"\n        explainText=\"$(string.Explain_InstallGoogleSinhaleseInput)\"\n        presentation=\"$(presentation.Pol_AllowInstallation)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleSinhaleseInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_InstallPolicy\"\n             valueName=\"Install{16BA6E00-5606-49AB-8657-A4B9809F77E7}\" required=\"true\">\n          <item displayName=\"$(string.Name_InstallsEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsEnabledMachineOnly)\">\n            <value>\n              <decimal value=\"4\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_UpdatePolicyGoogleSinhaleseInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_UpdatePolicy)\"\n        explainText=\"$(string.Explain_AutoUpdateGoogleSinhaleseInput)\"\n        presentation=\"$(presentation.Pol_UpdatePolicy)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleSinhaleseInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_UpdatePolicy\"\n             valueName=\"Update{16BA6E00-5606-49AB-8657-A4B9809F77E7}\" required=\"true\">\n          <item displayName=\"$(string.Name_UpdatesEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ManualUpdatesOnly)\">\n            <value>\n              <decimal value=\"2\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_AutomaticUpdatesOnly)\">\n            <value>\n              <decimal value=\"3\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_UpdatesDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetChannelGoogleSinhaleseInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetChannel)\"\n        explainText=\"$(string.Explain_TargetChannelGoogleSinhaleseInput)\"\n        presentation=\"$(presentation.Pol_TargetChannel)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleSinhaleseInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_35_453\" />\n      <elements>\n        <text id=\"Part_TargetChannel\"\n            valueName=\"TargetChannel{16BA6E00-5606-49AB-8657-A4B9809F77E7}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetVersionPrefixGoogleSinhaleseInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetVersionPrefix)\"\n        explainText=\"$(string.Explain_TargetVersionPrefixGoogleSinhaleseInput)\"\n        presentation=\"$(presentation.Pol_TargetVersionPrefix)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleSinhaleseInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_33_5\" />\n      <elements>\n        <text id=\"Part_TargetVersionPrefix\"\n            valueName=\"TargetVersionPrefix{16BA6E00-5606-49AB-8657-A4B9809F77E7}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_RollbackToTargetVersionGoogleSinhaleseInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_RollbackToTargetVersion)\"\n        explainText=\"$(string.Explain_RollbackToTargetVersionGoogleSinhaleseInput)\"\n        presentation=\"$(presentation.Pol_RollbackToTargetVersion)\"\n        key=\"Software\\Policies\\Google\\Update\"\n        valueName=\"RollbackToTargetVersion{16BA6E00-5606-49AB-8657-A4B9809F77E7}\">\n      <parentCategory ref=\"Cat_GoogleSinhaleseInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_34_3\" />\n      <enabledValue><decimal value=\"1\" /></enabledValue>\n      <disabledValue><decimal value=\"0\" /></disabledValue>\n    </policy>\n    <policy name=\"Pol_AllowInstallationGoogleTamilInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_AllowInstallation)\"\n        explainText=\"$(string.Explain_InstallGoogleTamilInput)\"\n        presentation=\"$(presentation.Pol_AllowInstallation)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleTamilInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_InstallPolicy\"\n             valueName=\"Install{7498340C-3670-47E3-82AE-1BF2B1D3FCD6}\" required=\"true\">\n          <item displayName=\"$(string.Name_InstallsEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsEnabledMachineOnly)\">\n            <value>\n              <decimal value=\"4\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_UpdatePolicyGoogleTamilInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_UpdatePolicy)\"\n        explainText=\"$(string.Explain_AutoUpdateGoogleTamilInput)\"\n        presentation=\"$(presentation.Pol_UpdatePolicy)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleTamilInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_UpdatePolicy\"\n             valueName=\"Update{7498340C-3670-47E3-82AE-1BF2B1D3FCD6}\" required=\"true\">\n          <item displayName=\"$(string.Name_UpdatesEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ManualUpdatesOnly)\">\n            <value>\n              <decimal value=\"2\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_AutomaticUpdatesOnly)\">\n            <value>\n              <decimal value=\"3\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_UpdatesDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetChannelGoogleTamilInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetChannel)\"\n        explainText=\"$(string.Explain_TargetChannelGoogleTamilInput)\"\n        presentation=\"$(presentation.Pol_TargetChannel)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleTamilInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_35_453\" />\n      <elements>\n        <text id=\"Part_TargetChannel\"\n            valueName=\"TargetChannel{7498340C-3670-47E3-82AE-1BF2B1D3FCD6}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetVersionPrefixGoogleTamilInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetVersionPrefix)\"\n        explainText=\"$(string.Explain_TargetVersionPrefixGoogleTamilInput)\"\n        presentation=\"$(presentation.Pol_TargetVersionPrefix)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleTamilInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_33_5\" />\n      <elements>\n        <text id=\"Part_TargetVersionPrefix\"\n            valueName=\"TargetVersionPrefix{7498340C-3670-47E3-82AE-1BF2B1D3FCD6}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_RollbackToTargetVersionGoogleTamilInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_RollbackToTargetVersion)\"\n        explainText=\"$(string.Explain_RollbackToTargetVersionGoogleTamilInput)\"\n        presentation=\"$(presentation.Pol_RollbackToTargetVersion)\"\n        key=\"Software\\Policies\\Google\\Update\"\n        valueName=\"RollbackToTargetVersion{7498340C-3670-47E3-82AE-1BF2B1D3FCD6}\">\n      <parentCategory ref=\"Cat_GoogleTamilInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_34_3\" />\n      <enabledValue><decimal value=\"1\" /></enabledValue>\n      <disabledValue><decimal value=\"0\" /></disabledValue>\n    </policy>\n    <policy name=\"Pol_AllowInstallationGoogleTeluguInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_AllowInstallation)\"\n        explainText=\"$(string.Explain_InstallGoogleTeluguInput)\"\n        presentation=\"$(presentation.Pol_AllowInstallation)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleTeluguInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_InstallPolicy\"\n             valueName=\"Install{9FF9FAC2-A7E1-4A34-AB91-77AD18CED53F}\" required=\"true\">\n          <item displayName=\"$(string.Name_InstallsEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsEnabledMachineOnly)\">\n            <value>\n              <decimal value=\"4\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_UpdatePolicyGoogleTeluguInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_UpdatePolicy)\"\n        explainText=\"$(string.Explain_AutoUpdateGoogleTeluguInput)\"\n        presentation=\"$(presentation.Pol_UpdatePolicy)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleTeluguInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_UpdatePolicy\"\n             valueName=\"Update{9FF9FAC2-A7E1-4A34-AB91-77AD18CED53F}\" required=\"true\">\n          <item displayName=\"$(string.Name_UpdatesEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ManualUpdatesOnly)\">\n            <value>\n              <decimal value=\"2\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_AutomaticUpdatesOnly)\">\n            <value>\n              <decimal value=\"3\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_UpdatesDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetChannelGoogleTeluguInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetChannel)\"\n        explainText=\"$(string.Explain_TargetChannelGoogleTeluguInput)\"\n        presentation=\"$(presentation.Pol_TargetChannel)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleTeluguInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_35_453\" />\n      <elements>\n        <text id=\"Part_TargetChannel\"\n            valueName=\"TargetChannel{9FF9FAC2-A7E1-4A34-AB91-77AD18CED53F}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetVersionPrefixGoogleTeluguInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetVersionPrefix)\"\n        explainText=\"$(string.Explain_TargetVersionPrefixGoogleTeluguInput)\"\n        presentation=\"$(presentation.Pol_TargetVersionPrefix)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleTeluguInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_33_5\" />\n      <elements>\n        <text id=\"Part_TargetVersionPrefix\"\n            valueName=\"TargetVersionPrefix{9FF9FAC2-A7E1-4A34-AB91-77AD18CED53F}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_RollbackToTargetVersionGoogleTeluguInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_RollbackToTargetVersion)\"\n        explainText=\"$(string.Explain_RollbackToTargetVersionGoogleTeluguInput)\"\n        presentation=\"$(presentation.Pol_RollbackToTargetVersion)\"\n        key=\"Software\\Policies\\Google\\Update\"\n        valueName=\"RollbackToTargetVersion{9FF9FAC2-A7E1-4A34-AB91-77AD18CED53F}\">\n      <parentCategory ref=\"Cat_GoogleTeluguInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_34_3\" />\n      <enabledValue><decimal value=\"1\" /></enabledValue>\n      <disabledValue><decimal value=\"0\" /></disabledValue>\n    </policy>\n    <policy name=\"Pol_AllowInstallationGoogleTigrinyaInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_AllowInstallation)\"\n        explainText=\"$(string.Explain_InstallGoogleTigrinyaInput)\"\n        presentation=\"$(presentation.Pol_AllowInstallation)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleTigrinyaInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_InstallPolicy\"\n             valueName=\"Install{ADC6C65A-FF16-40D4-B7F1-19E403583515}\" required=\"true\">\n          <item displayName=\"$(string.Name_InstallsEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsEnabledMachineOnly)\">\n            <value>\n              <decimal value=\"4\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_UpdatePolicyGoogleTigrinyaInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_UpdatePolicy)\"\n        explainText=\"$(string.Explain_AutoUpdateGoogleTigrinyaInput)\"\n        presentation=\"$(presentation.Pol_UpdatePolicy)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleTigrinyaInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_UpdatePolicy\"\n             valueName=\"Update{ADC6C65A-FF16-40D4-B7F1-19E403583515}\" required=\"true\">\n          <item displayName=\"$(string.Name_UpdatesEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ManualUpdatesOnly)\">\n            <value>\n              <decimal value=\"2\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_AutomaticUpdatesOnly)\">\n            <value>\n              <decimal value=\"3\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_UpdatesDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetChannelGoogleTigrinyaInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetChannel)\"\n        explainText=\"$(string.Explain_TargetChannelGoogleTigrinyaInput)\"\n        presentation=\"$(presentation.Pol_TargetChannel)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleTigrinyaInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_35_453\" />\n      <elements>\n        <text id=\"Part_TargetChannel\"\n            valueName=\"TargetChannel{ADC6C65A-FF16-40D4-B7F1-19E403583515}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetVersionPrefixGoogleTigrinyaInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetVersionPrefix)\"\n        explainText=\"$(string.Explain_TargetVersionPrefixGoogleTigrinyaInput)\"\n        presentation=\"$(presentation.Pol_TargetVersionPrefix)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleTigrinyaInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_33_5\" />\n      <elements>\n        <text id=\"Part_TargetVersionPrefix\"\n            valueName=\"TargetVersionPrefix{ADC6C65A-FF16-40D4-B7F1-19E403583515}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_RollbackToTargetVersionGoogleTigrinyaInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_RollbackToTargetVersion)\"\n        explainText=\"$(string.Explain_RollbackToTargetVersionGoogleTigrinyaInput)\"\n        presentation=\"$(presentation.Pol_RollbackToTargetVersion)\"\n        key=\"Software\\Policies\\Google\\Update\"\n        valueName=\"RollbackToTargetVersion{ADC6C65A-FF16-40D4-B7F1-19E403583515}\">\n      <parentCategory ref=\"Cat_GoogleTigrinyaInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_34_3\" />\n      <enabledValue><decimal value=\"1\" /></enabledValue>\n      <disabledValue><decimal value=\"0\" /></disabledValue>\n    </policy>\n    <policy name=\"Pol_AllowInstallationGoogleUrduInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_AllowInstallation)\"\n        explainText=\"$(string.Explain_InstallGoogleUrduInput)\"\n        presentation=\"$(presentation.Pol_AllowInstallation)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleUrduInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_InstallPolicy\"\n             valueName=\"Install{311963FF-A0E6-4D8E-BFC7-1C90B261180C}\" required=\"true\">\n          <item displayName=\"$(string.Name_InstallsEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsEnabledMachineOnly)\">\n            <value>\n              <decimal value=\"4\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_InstallsDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_UpdatePolicyGoogleUrduInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_UpdatePolicy)\"\n        explainText=\"$(string.Explain_AutoUpdateGoogleUrduInput)\"\n        presentation=\"$(presentation.Pol_UpdatePolicy)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleUrduInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_2_145_5\" />\n      <elements>\n        <enum id=\"Part_UpdatePolicy\"\n             valueName=\"Update{311963FF-A0E6-4D8E-BFC7-1C90B261180C}\" required=\"true\">\n          <item displayName=\"$(string.Name_UpdatesEnabled)\">\n            <value>\n              <decimal value=\"1\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_ManualUpdatesOnly)\">\n            <value>\n              <decimal value=\"2\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_AutomaticUpdatesOnly)\">\n            <value>\n              <decimal value=\"3\" />\n            </value>\n          </item>\n          <item displayName=\"$(string.Name_UpdatesDisabled)\">\n            <value>\n              <decimal value=\"0\" />\n            </value>\n          </item>\n        </enum>\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetChannelGoogleUrduInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetChannel)\"\n        explainText=\"$(string.Explain_TargetChannelGoogleUrduInput)\"\n        presentation=\"$(presentation.Pol_TargetChannel)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleUrduInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_35_453\" />\n      <elements>\n        <text id=\"Part_TargetChannel\"\n            valueName=\"TargetChannel{311963FF-A0E6-4D8E-BFC7-1C90B261180C}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_TargetVersionPrefixGoogleUrduInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_TargetVersionPrefix)\"\n        explainText=\"$(string.Explain_TargetVersionPrefixGoogleUrduInput)\"\n        presentation=\"$(presentation.Pol_TargetVersionPrefix)\"\n        key=\"Software\\Policies\\Google\\Update\">\n      <parentCategory ref=\"Cat_GoogleUrduInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_33_5\" />\n      <elements>\n        <text id=\"Part_TargetVersionPrefix\"\n            valueName=\"TargetVersionPrefix{311963FF-A0E6-4D8E-BFC7-1C90B261180C}\" />\n      </elements>\n    </policy>\n    <policy name=\"Pol_RollbackToTargetVersionGoogleUrduInput\" class=\"Machine\"\n        displayName=\"$(string.Pol_RollbackToTargetVersion)\"\n        explainText=\"$(string.Explain_RollbackToTargetVersionGoogleUrduInput)\"\n        presentation=\"$(presentation.Pol_RollbackToTargetVersion)\"\n        key=\"Software\\Policies\\Google\\Update\"\n        valueName=\"RollbackToTargetVersion{311963FF-A0E6-4D8E-BFC7-1C90B261180C}\">\n      <parentCategory ref=\"Cat_GoogleUrduInput\" />\n      <supportedOn ref=\"Sup_GoogleUpdate1_3_34_3\" />\n      <enabledValue><decimal value=\"1\" /></enabledValue>\n      <disabledValue><decimal value=\"0\" /></disabledValue>\n    </policy>\n  </policies>\n</policyDefinitions>"
                              },
                              "isEncrypted": false,
                              "secretReferenceValueId": null
                    },
                    {
                              "@odata.type": "#microsoft.graph.omaSettingString",
                              "displayName": "Chrome Check_AutoUpdate_Period",
                              "description": null,
                              "omaUri": "./Device/Vendor/MSFT/Policy/Config/GoogleUpdate~Policy~Cat_GoogleUpdate~Cat_Preferences/Pol_AutoUpdateCheckPeriod",
                              "value": {
                                        "@odata.context": "https://graph.microsoft.com/beta/$metadata#Edm.String",
                                        "value": "<enabled/> <data id=\"Part_AutoUpdateCheckPeriod\" value=\"60\"/>"
                              },
                              "isEncrypted": false,
                              "secretReferenceValueId": null
                    },
                    {
                              "@odata.type": "#microsoft.graph.omaSettingString",
                              "displayName": "Chrome SetAutomaticUpdateOnly",
                              "description": null,
                              "omaUri": "./Device/Vendor/MSFT/Policy/Config/GoogleUpdate~Policy~Cat_GoogleUpdate~Cat_Applications~Cat_GoogleChrome/Pol_UpdatePolicyGoogleChrome",
                              "value": {
                                        "@odata.context": "https://graph.microsoft.com/beta/$metadata#Edm.String",
                                        "value": "<enabled/> <data id=\"Part_UpdatePolicy\" value=\"3\"/>"
                              },
                              "isEncrypted": false,
                              "secretReferenceValueId": null
                    }
          ]
}