{
          "@odata.type": "#microsoft.graph.iosVppApp",
          "displayName": "CmapTools",
          "publisher": "Florida Institute for Human & Machine Cognition",
          "largeIcon": null,
          "isFeatured": false,
          "privacyInformationUrl": null,
          "informationUrl": "https://apps.apple.com/de/app/cmaptools/id927987108",
          "owner": null,
          "developer": null,
          "notes": null,
          "uploadState": 1,
          "publishingState": "published",
          "isAssigned": false,
          "roleScopeTagIds": [],
          "dependentAppCount": 0,
          "supersedingAppCount": 0,
          "supersededAppCount": 0,
          "usedLicenseCount": 15,
          "totalLicenseCount": 200,
          "releaseDateTime": "2014-12-30T00:00:00Z",
          "appStoreUrl": null,
          "vppTokenOrganizationName": "Eugen Kaiser Schule",
          "vppTokenAccountType": "education",
          "vppTokenAppleId": "Administrator@eks-hanau.de",
          "bundleId": "us.fihmc.CmapTools",
          "vppTokenId": "13d9e57e-2899-4432-90e6-e97dd71b821e",
          "licensingType": {
                    "supportUserLicensing": true,
                    "supportDeviceLicensing": true,
                    "supportsUserLicensing": true,
                    "supportsDeviceLicensing": true
          },
          "applicableDeviceType": {
                    "iPad": true,
                    "iPhoneAndIPod": false
          },
          "revokeLicenseActionResults": []
}