{
          "@odata.type": "#microsoft.graph.iosVppApp",
          "displayName": "Microsoft To Do",
          "publisher": "Microsoft Corporation",
          "largeIcon": null,
          "isFeatured": false,
          "privacyInformationUrl": null,
          "informationUrl": "https://apps.apple.com/de/app/microsoft-to-do/id1212616790",
          "owner": null,
          "developer": null,
          "notes": null,
          "uploadState": 1,
          "publishingState": "published",
          "isAssigned": false,
          "roleScopeTagIds": [],
          "dependentAppCount": 0,
          "supersedingAppCount": 0,
          "supersededAppCount": 0,
          "usedLicenseCount": 0,
          "totalLicenseCount": 200,
          "releaseDateTime": "2017-04-19T00:00:00Z",
          "appStoreUrl": null,
          "vppTokenOrganizationName": "Eugen Kaiser Schule",
          "vppTokenAccountType": "education",
          "vppTokenAppleId": "Administrator@eks-hanau.de",
          "bundleId": "com.microsoft.to-do",
          "vppTokenId": "13d9e57e-2899-4432-90e6-e97dd71b821e",
          "licensingType": {
                    "supportUserLicensing": true,
                    "supportDeviceLicensing": true,
                    "supportsUserLicensing": true,
                    "supportsDeviceLicensing": true
          },
          "applicableDeviceType": {
                    "iPad": true,
                    "iPhoneAndIPod": true
          },
          "revokeLicenseActionResults": []
}