{
          "@odata.type": "#microsoft.graph.iosVppApp",
          "displayName": "Xmind - Mind Map & Brainstorm",
          "publisher": "XMind Ltd.",
          "largeIcon": null,
          "isFeatured": false,
          "privacyInformationUrl": null,
          "informationUrl": "https://apps.apple.com/de/app/xmind-mind-map-brainstorm/id1286983622",
          "owner": null,
          "developer": null,
          "notes": null,
          "uploadState": 1,
          "publishingState": "published",
          "isAssigned": false,
          "roleScopeTagIds": [],
          "dependentAppCount": 0,
          "supersedingAppCount": 0,
          "supersededAppCount": 0,
          "usedLicenseCount": 15,
          "totalLicenseCount": 100,
          "releaseDateTime": "2017-12-12T00:00:00Z",
          "appStoreUrl": null,
          "vppTokenOrganizationName": "Eugen Kaiser Schule",
          "vppTokenAccountType": "education",
          "vppTokenAppleId": "Administrator@eks-hanau.de",
          "bundleId": "net.xmind.brownieapp",
          "vppTokenId": "13d9e57e-2899-4432-90e6-e97dd71b821e",
          "licensingType": {
                    "supportUserLicensing": true,
                    "supportDeviceLicensing": true,
                    "supportsUserLicensing": true,
                    "supportsDeviceLicensing": true
          },
          "applicableDeviceType": {
                    "iPad": true,
                    "iPhoneAndIPod": true
          },
          "revokeLicenseActionResults": []
}