{
          "creationSource": null,
          "description": "",
          "name": "W10/11 - Browser_MS-EDGE_AutoUpdate [BSSE]",
          "platforms": "windows10",
          "roleScopeTagIds": [
                    "0"
          ],
          "settingCount": 2,
          "technologies": "mdm",
          "templateReference": {
                    "templateId": "",
                    "templateFamily": "none",
                    "templateDisplayName": null,
                    "templateDisplayVersion": null
          },
          "settings": [
                    {
                              "id": "0",
                              "settingInstance": {
                                        "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                        "settingDefinitionId": "device_vendor_msft_policy_config_update~policy~cat_google~cat_googleupdate~cat_applications_pol_defaultupdatepolicy",
                                        "settingInstanceTemplateReference": null,
                                        "choiceSettingValue": {
                                                  "settingValueTemplateReference": null,
                                                  "value": "device_vendor_msft_policy_config_update~policy~cat_google~cat_googleupdate~cat_applications_pol_defaultupdatepolicy_1",
                                                  "children": [
                                                            {
                                                                      "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                                                      "settingDefinitionId": "device_vendor_msft_policy_config_update~policy~cat_google~cat_googleupdate~cat_applications_pol_defaultupdatepolicy_part_updatepolicy",
                                                                      "settingInstanceTemplateReference": null,
                                                                      "choiceSettingValue": {
                                                                                "settingValueTemplateReference": null,
                                                                                "value": "device_vendor_msft_policy_config_update~policy~cat_google~cat_googleupdate~cat_applications_pol_defaultupdatepolicy_part_updatepolicy_1",
                                                                                "children": []
                                                                      }
                                                            }
                                                  ]
                                        }
                              }
                    },
                    {
                              "id": "1",
                              "settingInstance": {
                                        "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                        "settingDefinitionId": "device_vendor_msft_policy_config_update~policy~cat_google~cat_googleupdate~cat_preferences_pol_autoupdatecheckperiod",
                                        "settingInstanceTemplateReference": null,
                                        "choiceSettingValue": {
                                                  "settingValueTemplateReference": null,
                                                  "value": "device_vendor_msft_policy_config_update~policy~cat_google~cat_googleupdate~cat_preferences_pol_autoupdatecheckperiod_1",
                                                  "children": [
                                                            {
                                                                      "@odata.type": "#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance",
                                                                      "settingDefinitionId": "device_vendor_msft_policy_config_update~policy~cat_google~cat_googleupdate~cat_preferences_pol_autoupdatecheckperiod_part_autoupdatecheckperiod",
                                                                      "settingInstanceTemplateReference": null,
                                                                      "simpleSettingValue": {
                                                                                "@odata.type": "#microsoft.graph.deviceManagementConfigurationIntegerSettingValue",
                                                                                "settingValueTemplateReference": null,
                                                                                "value": 120
                                                                      }
                                                            }
                                                  ]
                                        }
                              }
                    }
          ],
          "assignments": [
                    {
                              "source": "policySets",
                              "target": {
                                        "@odata.type": "#microsoft.graph.groupAssignmentTarget",
                                        "deviceAndAppManagementAssignmentFilterId": null,
                                        "deviceAndAppManagementAssignmentFilterType": "none",
                                        "groupName": "_W11_Verwaltungsrechner"
                              }
                    }
          ]
}