{
          "creationSource": null,
          "description": "",
          "name": "W10/11 - Taskbar-Disable_New&Interests [BSSE]",
          "platforms": "windows10",
          "roleScopeTagIds": [
                    "0"
          ],
          "settingCount": 1,
          "technologies": "mdm",
          "templateReference": {
                    "templateId": "",
                    "templateFamily": "none",
                    "templateDisplayName": null,
                    "templateDisplayVersion": null
          },
          "settings": [
                    {
                              "id": "0",
                              "settingInstance": {
                                        "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                        "settingDefinitionId": "device_vendor_msft_policy_config_feeds_feedsenabled",
                                        "settingInstanceTemplateReference": null,
                                        "choiceSettingValue": {
                                                  "settingValueTemplateReference": null,
                                                  "value": "device_vendor_msft_policy_config_feeds_feedsenabled_0",
                                                  "children": []
                                        }
                              }
                    }
          ],
          "assignments": [
                    {
                              "source": "policySets",
                              "target": {
                                        "@odata.type": "#microsoft.graph.groupAssignmentTarget",
                                        "deviceAndAppManagementAssignmentFilterId": null,
                                        "deviceAndAppManagementAssignmentFilterType": "none",
                                        "groupName": "_W11_Verwaltungsrechner"
                              }
                    }
          ]
}