{
          "creationSource": null,
          "description": "",
          "name": "W10/11 - Browser_MS-EDGE_Hardening [BSSE]",
          "platforms": "windows10",
          "roleScopeTagIds": [
                    "0"
          ],
          "settingCount": 42,
          "technologies": "mdm",
          "templateReference": {
                    "templateId": "",
                    "templateFamily": "none",
                    "templateDisplayName": null,
                    "templateDisplayVersion": null
          },
          "settings": [
                    {
                              "id": "0",
                              "settingInstance": {
                                        "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                        "settingDefinitionId": "device_vendor_msft_policy_config_microsoft_edgev93~policy~microsoft_edge_msawebsitessousingthisprofileallowed",
                                        "settingInstanceTemplateReference": null,
                                        "choiceSettingValue": {
                                                  "settingValueTemplateReference": null,
                                                  "value": "device_vendor_msft_policy_config_microsoft_edgev93~policy~microsoft_edge_msawebsitessousingthisprofileallowed_1",
                                                  "children": []
                                        }
                              }
                    },
                    {
                              "id": "1",
                              "settingInstance": {
                                        "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                        "settingDefinitionId": "device_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge_autoimportatfirstrun",
                                        "settingInstanceTemplateReference": null,
                                        "choiceSettingValue": {
                                                  "settingValueTemplateReference": null,
                                                  "value": "device_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge_autoimportatfirstrun_1",
                                                  "children": [
                                                            {
                                                                      "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                                                      "settingDefinitionId": "device_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge_autoimportatfirstrun_autoimportatfirstrun",
                                                                      "settingInstanceTemplateReference": null,
                                                                      "choiceSettingValue": {
                                                                                "settingValueTemplateReference": null,
                                                                                "value": "device_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge_autoimportatfirstrun_autoimportatfirstrun_0",
                                                                                "children": []
                                                                      }
                                                            }
                                                  ]
                                        }
                              }
                    },
                    {
                              "id": "2",
                              "settingInstance": {
                                        "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                        "settingDefinitionId": "device_vendor_msft_policy_config_microsoft_edgev83diff~policy~microsoft_edge_bingadssuppression",
                                        "settingInstanceTemplateReference": null,
                                        "choiceSettingValue": {
                                                  "settingValueTemplateReference": null,
                                                  "value": "device_vendor_msft_policy_config_microsoft_edgev83diff~policy~microsoft_edge_bingadssuppression_1",
                                                  "children": []
                                        }
                              }
                    },
                    {
                              "id": "3",
                              "settingInstance": {
                                        "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                        "settingDefinitionId": "device_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge_blockthirdpartycookies",
                                        "settingInstanceTemplateReference": null,
                                        "choiceSettingValue": {
                                                  "settingValueTemplateReference": null,
                                                  "value": "device_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge_blockthirdpartycookies_1",
                                                  "children": []
                                        }
                              }
                    },
                    {
                              "id": "4",
                              "settingInstance": {
                                        "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                        "settingDefinitionId": "device_vendor_msft_policy_config_microsoft_edgev78diff~policy~microsoft_edge_trackingprevention",
                                        "settingInstanceTemplateReference": null,
                                        "choiceSettingValue": {
                                                  "settingValueTemplateReference": null,
                                                  "value": "device_vendor_msft_policy_config_microsoft_edgev78diff~policy~microsoft_edge_trackingprevention_1",
                                                  "children": [
                                                            {
                                                                      "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                                                      "settingDefinitionId": "device_vendor_msft_policy_config_microsoft_edgev78diff~policy~microsoft_edge_trackingprevention_trackingprevention",
                                                                      "settingInstanceTemplateReference": null,
                                                                      "choiceSettingValue": {
                                                                                "settingValueTemplateReference": null,
                                                                                "value": "device_vendor_msft_policy_config_microsoft_edgev78diff~policy~microsoft_edge_trackingprevention_trackingprevention_2",
                                                                                "children": []
                                                                      }
                                                            }
                                                  ]
                                        }
                              }
                    },
                    {
                              "id": "5",
                              "settingInstance": {
                                        "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                        "settingDefinitionId": "device_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge_browsersignin",
                                        "settingInstanceTemplateReference": null,
                                        "choiceSettingValue": {
                                                  "settingValueTemplateReference": null,
                                                  "value": "device_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge_browsersignin_1",
                                                  "children": [
                                                            {
                                                                      "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                                                      "settingDefinitionId": "device_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge_browsersignin_browsersignin",
                                                                      "settingInstanceTemplateReference": null,
                                                                      "choiceSettingValue": {
                                                                                "settingValueTemplateReference": null,
                                                                                "value": "device_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge_browsersignin_browsersignin_0",
                                                                                "children": []
                                                                      }
                                                            }
                                                  ]
                                        }
                              }
                    },
                    {
                              "id": "6",
                              "settingInstance": {
                                        "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                        "settingDefinitionId": "device_vendor_msft_policy_config_microsoft_edgev92~policy~microsoft_edge_automatichttpsdefault",
                                        "settingInstanceTemplateReference": null,
                                        "choiceSettingValue": {
                                                  "settingValueTemplateReference": null,
                                                  "value": "device_vendor_msft_policy_config_microsoft_edgev92~policy~microsoft_edge_automatichttpsdefault_1",
                                                  "children": [
                                                            {
                                                                      "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                                                      "settingDefinitionId": "device_vendor_msft_policy_config_microsoft_edgev92~policy~microsoft_edge_automatichttpsdefault_automatichttpsdefault",
                                                                      "settingInstanceTemplateReference": null,
                                                                      "choiceSettingValue": {
                                                                                "settingValueTemplateReference": null,
                                                                                "value": "device_vendor_msft_policy_config_microsoft_edgev92~policy~microsoft_edge_automatichttpsdefault_automatichttpsdefault_1",
                                                                                "children": []
                                                                      }
                                                            }
                                                  ]
                                        }
                              }
                    },
                    {
                              "id": "7",
                              "settingInstance": {
                                        "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                        "settingDefinitionId": "device_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge_configuredonottrack",
                                        "settingInstanceTemplateReference": null,
                                        "choiceSettingValue": {
                                                  "settingValueTemplateReference": null,
                                                  "value": "device_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge_configuredonottrack_1",
                                                  "children": []
                                        }
                              }
                    },
                    {
                              "id": "8",
                              "settingInstance": {
                                        "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                        "settingDefinitionId": "device_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge_inprivatemodeavailability",
                                        "settingInstanceTemplateReference": null,
                                        "choiceSettingValue": {
                                                  "settingValueTemplateReference": null,
                                                  "value": "device_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge_inprivatemodeavailability_1",
                                                  "children": [
                                                            {
                                                                      "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                                                      "settingDefinitionId": "device_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge_inprivatemodeavailability_inprivatemodeavailability",
                                                                      "settingInstanceTemplateReference": null,
                                                                      "choiceSettingValue": {
                                                                                "settingValueTemplateReference": null,
                                                                                "value": "device_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge_inprivatemodeavailability_inprivatemodeavailability_1",
                                                                                "children": []
                                                                      }
                                                            }
                                                  ]
                                        }
                              }
                    },
                    {
                              "id": "9",
                              "settingInstance": {
                                        "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                        "settingDefinitionId": "device_vendor_msft_policy_config_microsoft_edgev93~policy~microsoft_edge~contentsettings_showpdfdefaultrecommendationsenabled",
                                        "settingInstanceTemplateReference": null,
                                        "choiceSettingValue": {
                                                  "settingValueTemplateReference": null,
                                                  "value": "device_vendor_msft_policy_config_microsoft_edgev93~policy~microsoft_edge~contentsettings_showpdfdefaultrecommendationsenabled_0",
                                                  "children": []
                                        }
                              }
                    },
                    {
                              "id": "10",
                              "settingInstance": {
                                        "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                        "settingDefinitionId": "user_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge~contentsettings_defaultpluginssetting",
                                        "settingInstanceTemplateReference": null,
                                        "choiceSettingValue": {
                                                  "settingValueTemplateReference": null,
                                                  "value": "user_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge~contentsettings_defaultpluginssetting_1",
                                                  "children": [
                                                            {
                                                                      "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                                                      "settingDefinitionId": "user_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge~contentsettings_defaultpluginssetting_defaultpluginssetting",
                                                                      "settingInstanceTemplateReference": null,
                                                                      "choiceSettingValue": {
                                                                                "settingValueTemplateReference": null,
                                                                                "value": "user_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge~contentsettings_defaultpluginssetting_defaultpluginssetting_3",
                                                                                "children": []
                                                                      }
                                                            }
                                                  ]
                                        }
                              }
                    },
                    {
                              "id": "11",
                              "settingInstance": {
                                        "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                        "settingDefinitionId": "device_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge~contentsettings_defaultgeolocationsetting",
                                        "settingInstanceTemplateReference": null,
                                        "choiceSettingValue": {
                                                  "settingValueTemplateReference": null,
                                                  "value": "device_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge~contentsettings_defaultgeolocationsetting_1",
                                                  "children": [
                                                            {
                                                                      "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                                                      "settingDefinitionId": "device_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge~contentsettings_defaultgeolocationsetting_defaultgeolocationsetting",
                                                                      "settingInstanceTemplateReference": null,
                                                                      "choiceSettingValue": {
                                                                                "settingValueTemplateReference": null,
                                                                                "value": "device_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge~contentsettings_defaultgeolocationsetting_defaultgeolocationsetting_3",
                                                                                "children": []
                                                                      }
                                                            }
                                                  ]
                                        }
                              }
                    },
                    {
                              "id": "12",
                              "settingInstance": {
                                        "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                        "settingDefinitionId": "user_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge~contentsettings_defaultjavascriptsetting",
                                        "settingInstanceTemplateReference": null,
                                        "choiceSettingValue": {
                                                  "settingValueTemplateReference": null,
                                                  "value": "user_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge~contentsettings_defaultjavascriptsetting_0",
                                                  "children": []
                                        }
                              }
                    },
                    {
                              "id": "13",
                              "settingInstance": {
                                        "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                        "settingDefinitionId": "device_vendor_msft_policy_config_microsoft_edgev83diff~policy~microsoft_edge_dnsoverhttpsmode",
                                        "settingInstanceTemplateReference": null,
                                        "choiceSettingValue": {
                                                  "settingValueTemplateReference": null,
                                                  "value": "device_vendor_msft_policy_config_microsoft_edgev83diff~policy~microsoft_edge_dnsoverhttpsmode_1",
                                                  "children": [
                                                            {
                                                                      "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                                                      "settingDefinitionId": "device_vendor_msft_policy_config_microsoft_edgev83diff~policy~microsoft_edge_dnsoverhttpsmode_dnsoverhttpsmode",
                                                                      "settingInstanceTemplateReference": null,
                                                                      "choiceSettingValue": {
                                                                                "settingValueTemplateReference": null,
                                                                                "value": "device_vendor_msft_policy_config_microsoft_edgev83diff~policy~microsoft_edge_dnsoverhttpsmode_dnsoverhttpsmode_automatic",
                                                                                "children": []
                                                                      }
                                                            }
                                                  ]
                                        }
                              }
                    },
                    {
                              "id": "14",
                              "settingInstance": {
                                        "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                        "settingDefinitionId": "device_vendor_msft_policy_config_microsoft_edgev85diff~policy~microsoft_edge~defaultsearchprovider_newtabpagesearchbox",
                                        "settingInstanceTemplateReference": null,
                                        "choiceSettingValue": {
                                                  "settingValueTemplateReference": null,
                                                  "value": "device_vendor_msft_policy_config_microsoft_edgev85diff~policy~microsoft_edge~defaultsearchprovider_newtabpagesearchbox_1",
                                                  "children": [
                                                            {
                                                                      "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                                                      "settingDefinitionId": "device_vendor_msft_policy_config_microsoft_edgev85diff~policy~microsoft_edge~defaultsearchprovider_newtabpagesearchbox_newtabpagesearchbox",
                                                                      "settingInstanceTemplateReference": null,
                                                                      "choiceSettingValue": {
                                                                                "settingValueTemplateReference": null,
                                                                                "value": "device_vendor_msft_policy_config_microsoft_edgev85diff~policy~microsoft_edge~defaultsearchprovider_newtabpagesearchbox_newtabpagesearchbox_redirect",
                                                                                "children": []
                                                                      }
                                                            }
                                                  ]
                                        }
                              }
                    },
                    {
                              "id": "15",
                              "settingInstance": {
                                        "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                        "settingDefinitionId": "device_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge~defaultsearchprovider_defaultsearchprovidername",
                                        "settingInstanceTemplateReference": null,
                                        "choiceSettingValue": {
                                                  "settingValueTemplateReference": null,
                                                  "value": "device_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge~defaultsearchprovider_defaultsearchprovidername_1",
                                                  "children": [
                                                            {
                                                                      "@odata.type": "#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance",
                                                                      "settingDefinitionId": "device_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge~defaultsearchprovider_defaultsearchprovidername_defaultsearchprovidername",
                                                                      "settingInstanceTemplateReference": null,
                                                                      "simpleSettingValue": {
                                                                                "@odata.type": "#microsoft.graph.deviceManagementConfigurationStringSettingValue",
                                                                                "settingValueTemplateReference": null,
                                                                                "value": "https://www.google.de/search?q=%s&btnK=Google+Suche&source=hp&ei=RB3qYunAEPmtxc8Pj9-EwAo&iflsig=AJiK0e8AAAAAYuorVCtXjN2H0junHXBpu_P_tVLxIS57&gs_ssp=eJzj4tZP1zcsyUpLq7LIMWC0UjWoMDFPSjE0NzdKskw0sEhKtrQyqEg2NjdLMTY2SbFMMjNJtkz2EkpOzMvLz1NISS0tKU7OyEnMSwEA_egWQw&oq=Cannon+deu&gs_lcp=Cgdnd3Mtd2l6EAMYADILCC4QgAQQxwEQrwEyBQgAEIAEMgYIABAeEBYyBggAEB4QFjIGCAAQHhAWMgYIABAeEBYyBggAEB4QFjIGCAAQHhAWMgYIABAeEBYyBggAEB4QFjoRCC4QgAQQsQMQgwEQxwEQ0QM6CwgAEIAEELEDEIMBOg4ILhCABBCxAxCDARDUAjoICC4QsQMQgwE6CwguEIAEEMcBENEDOg4ILhCABBCxAxDHARDRAzoFCC4QgAQ6CAguEIAEELEDOggIABCABBCxAzoICC4QgAQQ1AI6CAgAELEDEIMBOgsILhCABBCxAxCDAToLCC4QgAQQsQMQ1AI6BwgAELEDEAo6BAgAEApQAFjcDGDYFWgAcAB4AIAB5AOIAfYQkgEJMS41LjIuMC4ymAEAoAEB&sclient=gws-wiz"
                                                                      }
                                                            }
                                                  ]
                                        }
                              }
                    },
                    {
                              "id": "16",
                              "settingInstance": {
                                        "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                        "settingDefinitionId": "device_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge~defaultsearchprovider_defaultsearchproviderenabled",
                                        "settingInstanceTemplateReference": null,
                                        "choiceSettingValue": {
                                                  "settingValueTemplateReference": null,
                                                  "value": "device_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge~defaultsearchprovider_defaultsearchproviderenabled_1",
                                                  "children": []
                                        }
                              }
                    },
                    {
                              "id": "17",
                              "settingInstance": {
                                        "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                        "settingDefinitionId": "device_vendor_msft_policy_config_microsoft_edgev81diff~policy~microsoft_edge_tls13hardeningforlocalanchorsenabled",
                                        "settingInstanceTemplateReference": null,
                                        "choiceSettingValue": {
                                                  "settingValueTemplateReference": null,
                                                  "value": "device_vendor_msft_policy_config_microsoft_edgev81diff~policy~microsoft_edge_tls13hardeningforlocalanchorsenabled_1",
                                                  "children": []
                                        }
                              }
                    },
                    {
                              "id": "18",
                              "settingInstance": {
                                        "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                        "settingDefinitionId": "device_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge_favoritesbarenabled",
                                        "settingInstanceTemplateReference": null,
                                        "choiceSettingValue": {
                                                  "settingValueTemplateReference": null,
                                                  "value": "device_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge_favoritesbarenabled_1",
                                                  "children": []
                                        }
                              }
                    },
                    {
                              "id": "19",
                              "settingInstance": {
                                        "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                        "settingDefinitionId": "device_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge_spellcheckenabled",
                                        "settingInstanceTemplateReference": null,
                                        "choiceSettingValue": {
                                                  "settingValueTemplateReference": null,
                                                  "value": "device_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge_spellcheckenabled_1",
                                                  "children": []
                                        }
                              }
                    },
                    {
                              "id": "20",
                              "settingInstance": {
                                        "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                        "settingDefinitionId": "device_vendor_msft_policy_config_microsoft_edgev85diff~policy~microsoft_edge_roamingprofilesupportenabled",
                                        "settingInstanceTemplateReference": null,
                                        "choiceSettingValue": {
                                                  "settingValueTemplateReference": null,
                                                  "value": "device_vendor_msft_policy_config_microsoft_edgev85diff~policy~microsoft_edge_roamingprofilesupportenabled_1",
                                                  "children": []
                                        }
                              }
                    },
                    {
                              "id": "21",
                              "settingInstance": {
                                        "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                        "settingDefinitionId": "device_vendor_msft_policy_config_microsoft_edgev86~policy~microsoft_edge_insecureformswarningsenabled",
                                        "settingInstanceTemplateReference": null,
                                        "choiceSettingValue": {
                                                  "settingValueTemplateReference": null,
                                                  "value": "device_vendor_msft_policy_config_microsoft_edgev86~policy~microsoft_edge_insecureformswarningsenabled_1",
                                                  "children": []
                                        }
                              }
                    },
                    {
                              "id": "22",
                              "settingInstance": {
                                        "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                        "settingDefinitionId": "device_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge_forcebingsafesearch",
                                        "settingInstanceTemplateReference": null,
                                        "choiceSettingValue": {
                                                  "settingValueTemplateReference": null,
                                                  "value": "device_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge_forcebingsafesearch_1",
                                                  "children": [
                                                            {
                                                                      "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                                                      "settingDefinitionId": "device_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge_forcebingsafesearch_forcebingsafesearch",
                                                                      "settingInstanceTemplateReference": null,
                                                                      "choiceSettingValue": {
                                                                                "settingValueTemplateReference": null,
                                                                                "value": "device_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge_forcebingsafesearch_forcebingsafesearch_1",
                                                                                "children": []
                                                                      }
                                                            }
                                                  ]
                                        }
                              }
                    },
                    {
                              "id": "23",
                              "settingInstance": {
                                        "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                        "settingDefinitionId": "device_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge_forcegooglesafesearch",
                                        "settingInstanceTemplateReference": null,
                                        "choiceSettingValue": {
                                                  "settingValueTemplateReference": null,
                                                  "value": "device_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge_forcegooglesafesearch_1",
                                                  "children": []
                                        }
                              }
                    },
                    {
                              "id": "24",
                              "settingInstance": {
                                        "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                        "settingDefinitionId": "device_vendor_msft_policy_config_microsoft_edgev98~policy~microsoft_edge_enhancesecuritymode",
                                        "settingInstanceTemplateReference": null,
                                        "choiceSettingValue": {
                                                  "settingValueTemplateReference": null,
                                                  "value": "device_vendor_msft_policy_config_microsoft_edgev98~policy~microsoft_edge_enhancesecuritymode_1",
                                                  "children": [
                                                            {
                                                                      "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                                                      "settingDefinitionId": "device_vendor_msft_policy_config_microsoft_edgev98~policy~microsoft_edge_enhancesecuritymode_enhancesecuritymode",
                                                                      "settingInstanceTemplateReference": null,
                                                                      "choiceSettingValue": {
                                                                                "settingValueTemplateReference": null,
                                                                                "value": "device_vendor_msft_policy_config_microsoft_edgev98~policy~microsoft_edge_enhancesecuritymode_enhancesecuritymode_1",
                                                                                "children": []
                                                                      }
                                                            }
                                                  ]
                                        }
                              }
                    }
          ],
          "assignments": [
                    {
                              "source": "policySets",
                              "target": {
                                        "@odata.type": "#microsoft.graph.groupAssignmentTarget",
                                        "deviceAndAppManagementAssignmentFilterId": null,
                                        "deviceAndAppManagementAssignmentFilterType": "none",
                                        "groupName": "_W11_Verwaltungsrechner"
                              }
                    }
          ]
}