{
          "creationSource": null,
          "description": "",
          "name": "W10/11 - PrintNightmare_Mitigation_2/2 [BSSE]",
          "platforms": "windows10",
          "roleScopeTagIds": [
                    "0"
          ],
          "settingCount": 2,
          "technologies": "mdm",
          "templateReference": {
                    "templateId": "",
                    "templateFamily": "none",
                    "templateDisplayName": null,
                    "templateDisplayVersion": null
          },
          "settings": [
                    {
                              "id": "0",
                              "settingInstance": {
                                        "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                        "settingDefinitionId": "user_vendor_msft_policy_config_admx_printing_packagepointandprintserverlist",
                                        "settingInstanceTemplateReference": null,
                                        "choiceSettingValue": {
                                                  "settingValueTemplateReference": null,
                                                  "value": "user_vendor_msft_policy_config_admx_printing_packagepointandprintserverlist_1",
                                                  "children": [
                                                            {
                                                                      "@odata.type": "#microsoft.graph.deviceManagementConfigurationSimpleSettingCollectionInstance",
                                                                      "settingDefinitionId": "user_vendor_msft_policy_config_admx_printing_packagepointandprintserverlist_packagepointandprintserverlist_edit",
                                                                      "settingInstanceTemplateReference": null,
                                                                      "simpleSettingCollectionValue": [
                                                                                {
                                                                                          "@odata.type": "#microsoft.graph.deviceManagementConfigurationStringSettingValue",
                                                                                          "settingValueTemplateReference": null,
                                                                                          "value": "vs-verw01.verwaltung.local"
                                                                                },
                                                                                {
                                                                                          "@odata.type": "#microsoft.graph.deviceManagementConfigurationStringSettingValue",
                                                                                          "settingValueTemplateReference": null,
                                                                                          "value": "vs-edu01.schule.verwaltung.local"
                                                                                },
                                                                                {
                                                                                          "@odata.type": "#microsoft.graph.deviceManagementConfigurationStringSettingValue",
                                                                                          "settingValueTemplateReference": null,
                                                                                          "value": "vs-verw03.verwaltung.local"
                                                                                },
                                                                                {
                                                                                          "@odata.type": "#microsoft.graph.deviceManagementConfigurationStringSettingValue",
                                                                                          "settingValueTemplateReference": null,
                                                                                          "value": "vs-edu02.schule.verwaltung.local"
                                                                                }
                                                                      ]
                                                            }
                                                  ]
                                        }
                              }
                    },
                    {
                              "id": "1",
                              "settingInstance": {
                                        "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                        "settingDefinitionId": "user_vendor_msft_policy_config_printers_pointandprintrestrictions_user",
                                        "settingInstanceTemplateReference": null,
                                        "choiceSettingValue": {
                                                  "settingValueTemplateReference": null,
                                                  "value": "user_vendor_msft_policy_config_printers_pointandprintrestrictions_user_1",
                                                  "children": [
                                                            {
                                                                      "@odata.type": "#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance",
                                                                      "settingDefinitionId": "user_vendor_msft_policy_config_printers_pointandprintrestrictions_user_pointandprint_trustedservers_edit",
                                                                      "settingInstanceTemplateReference": null,
                                                                      "simpleSettingValue": {
                                                                                "@odata.type": "#microsoft.graph.deviceManagementConfigurationStringSettingValue",
                                                                                "settingValueTemplateReference": null,
                                                                                "value": "vs-verw01.verwaltung.local;vs-edu01.schule.verwaltung.local;vs-verw03.verwaltung.local;vs-edu02.schule.verwaltung.local;"
                                                                      }
                                                            },
                                                            {
                                                                      "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                                                      "settingDefinitionId": "user_vendor_msft_policy_config_printers_pointandprintrestrictions_user_pointandprint_trustedforest_chk",
                                                                      "settingInstanceTemplateReference": null,
                                                                      "choiceSettingValue": {
                                                                                "settingValueTemplateReference": null,
                                                                                "value": "user_vendor_msft_policy_config_printers_pointandprintrestrictions_user_pointandprint_trustedforest_chk_0",
                                                                                "children": []
                                                                      }
                                                            },
                                                            {
                                                                      "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                                                      "settingDefinitionId": "user_vendor_msft_policy_config_printers_pointandprintrestrictions_user_pointandprint_trustedservers_chk",
                                                                      "settingInstanceTemplateReference": null,
                                                                      "choiceSettingValue": {
                                                                                "settingValueTemplateReference": null,
                                                                                "value": "user_vendor_msft_policy_config_printers_pointandprintrestrictions_user_pointandprint_trustedservers_chk_1",
                                                                                "children": []
                                                                      }
                                                            },
                                                            {
                                                                      "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                                                      "settingDefinitionId": "user_vendor_msft_policy_config_printers_pointandprintrestrictions_user_pointandprint_nowarningnoelevationoninstall_enum",
                                                                      "settingInstanceTemplateReference": null,
                                                                      "choiceSettingValue": {
                                                                                "settingValueTemplateReference": null,
                                                                                "value": "user_vendor_msft_policy_config_printers_pointandprintrestrictions_user_pointandprint_nowarningnoelevationoninstall_enum_0",
                                                                                "children": []
                                                                      }
                                                            },
                                                            {
                                                                      "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                                                      "settingDefinitionId": "user_vendor_msft_policy_config_printers_pointandprintrestrictions_user_pointandprint_nowarningnoelevationonupdate_enum",
                                                                      "settingInstanceTemplateReference": null,
                                                                      "choiceSettingValue": {
                                                                                "settingValueTemplateReference": null,
                                                                                "value": "user_vendor_msft_policy_config_printers_pointandprintrestrictions_user_pointandprint_nowarningnoelevationonupdate_enum_0",
                                                                                "children": []
                                                                      }
                                                            }
                                                  ]
                                        }
                              }
                    }
          ],
          "assignments": [
                    {
                              "source": "direct",
                              "target": {
                                        "@odata.type": "#microsoft.graph.groupAssignmentTarget",
                                        "deviceAndAppManagementAssignmentFilterId": null,
                                        "deviceAndAppManagementAssignmentFilterType": "none",
                                        "groupName": "_W11_Verwaltungsrechner"
                              }
                    }
          ]
}