{
          "creationSource": null,
          "description": "",
          "name": "W10/11 - Browser_MS-EDGE_EKS-Favorites [BSSE]",
          "platforms": "windows10",
          "roleScopeTagIds": [
                    "0"
          ],
          "settingCount": 1,
          "technologies": "mdm",
          "templateReference": {
                    "templateId": "",
                    "templateFamily": "none",
                    "templateDisplayName": null,
                    "templateDisplayVersion": null
          },
          "settings": [
                    {
                              "id": "0",
                              "settingInstance": {
                                        "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                        "settingDefinitionId": "device_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge_managedfavorites",
                                        "settingInstanceTemplateReference": null,
                                        "choiceSettingValue": {
                                                  "settingValueTemplateReference": null,
                                                  "value": "device_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge_managedfavorites_1",
                                                  "children": [
                                                            {
                                                                      "@odata.type": "#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance",
                                                                      "settingDefinitionId": "device_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge_managedfavorites_managedfavorites",
                                                                      "settingInstanceTemplateReference": null,
                                                                      "simpleSettingValue": {
                                                                                "@odata.type": "#microsoft.graph.deviceManagementConfigurationStringSettingValue",
                                                                                "settingValueTemplateReference": null,
                                                                                "value": "[   {     \"toplevel_name\": \"Eugen-Kaiser-Schule\"   },        {         \"url\": \"https://www.eks-hanau.de\",          \"name\": \"EKS Website\"       }, \t        {         \"url\": \"https://cloud.eks-hanau.de\",          \"name\": \"EKS Nextcloud\"       }, \t  \t  \t        {         \"url\": \"http://moodle.eks-hanau.de\",          \"name\": \"EKS Moodle\"       }, \t  \t  \t  \t  \t        {         \"url\": \"https://videobridge.eks-web.de/\",          \"name\": \"EKS-Jitsi\"       },  {     \"name\": \"Microsoft Portals\",      \"children\": [       {         \"url\": \"https://www.office.com\",          \"name\": \"Office 365\"       },       {         \"url\": \"https://passwordreset.microsoftonline.com/\",          \"name\": \"Password Reset Portal\" \t\t},\t         {         \"url\": \"https://aka.ms/mfasetup\",          \"name\": \"MFA Setup\" \t\t},\t         {         \"url\": \"https://myapplications.microsoft.com\",          \"name\": \"O365 - MyApps\" \t\t}, \t\t      {         \"url\": \"https://myaccount.microsoft.com/\",          \"name\": \"O365 - MyAccount\"       }     ]   },   {     \"name\": \"EKS Verwaltung\",      \"children\": [     { \t\t\"url\": \"https://portal.mnspro.cloud\",  \t\t\"name\": \"MNS-Pro Cloud\" \t}, \t{ \t\t\"url\": \"https://otp.hanau.de\",  \t\t\"name\": \"Citrix-Hanau\" \t},     ]   } ]"
                                                                      }
                                                            }
                                                  ]
                                        }
                              }
                    }
          ],
          "assignments": [
                    {
                              "source": "direct",
                              "target": {
                                        "@odata.type": "#microsoft.graph.groupAssignmentTarget",
                                        "deviceAndAppManagementAssignmentFilterId": null,
                                        "deviceAndAppManagementAssignmentFilterType": "none",
                                        "groupName": "_W11_Verwaltungsrechner"
                              }
                    }
          ]
}