{
          "@odata.type": "#microsoft.graph.windows10CompliancePolicy",
          "roleScopeTagIds": [
                    "0"
          ],
          "description": null,
          "displayName": "EKS Windows 10 Policy",
          "passwordRequired": false,
          "passwordBlockSimple": false,
          "passwordRequiredToUnlockFromIdle": false,
          "passwordMinutesOfInactivityBeforeLock": null,
          "passwordExpirationDays": null,
          "passwordMinimumLength": null,
          "passwordMinimumCharacterSetCount": null,
          "passwordRequiredType": "deviceDefault",
          "passwordPreviousPasswordBlockCount": null,
          "requireHealthyDeviceReport": false,
          "osMinimumVersion": null,
          "osMaximumVersion": null,
          "mobileOsMinimumVersion": null,
          "mobileOsMaximumVersion": null,
          "earlyLaunchAntiMalwareDriverEnabled": false,
          "bitLockerEnabled": false,
          "secureBootEnabled": false,
          "codeIntegrityEnabled": false,
          "storageRequireEncryption": false,
          "activeFirewallRequired": true,
          "defenderEnabled": true,
          "defenderVersion": null,
          "signatureOutOfDate": true,
          "rtpEnabled": true,
          "antivirusRequired": false,
          "antiSpywareRequired": false,
          "deviceThreatProtectionEnabled": false,
          "deviceThreatProtectionRequiredSecurityLevel": "unavailable",
          "configurationManagerComplianceRequired": false,
          "tpmRequired": false,
          "deviceCompliancePolicyScript": null,
          "validOperatingSystemBuildRanges": [],
          "scheduledActionsForRule": [
                    {
                              "ruleName": null,
                              "scheduledActionConfigurations": [
                                        {
                                                  "gracePeriodHours": 0,
                                                  "actionType": "block",
                                                  "notificationTemplateId": "00000000-0000-0000-0000-000000000000",
                                                  "notificationMessageCCList": []
                                        }
                              ]
                    }
          ],
          "assignments": [
                    {
                              "source": "direct",
                              "target": {
                                        "@odata.type": "#microsoft.graph.groupAssignmentTarget",
                                        "deviceAndAppManagementAssignmentFilterId": null,
                                        "deviceAndAppManagementAssignmentFilterType": "none",
                                        "groupName": "Alle Intune Ger\u00e4te"
                              }
                    }
          ]
}