{
          "@odata.type": "#microsoft.graph.iosCompliancePolicy",
          "roleScopeTagIds": [
                    "0"
          ],
          "description": null,
          "displayName": "iOS-Konformit\u00e4tsrichtlinie",
          "passcodeBlockSimple": false,
          "passcodeExpirationDays": null,
          "passcodeMinimumLength": null,
          "passcodeMinutesOfInactivityBeforeLock": null,
          "passcodeMinutesOfInactivityBeforeScreenTimeout": null,
          "passcodePreviousPasscodeBlockCount": null,
          "passcodeMinimumCharacterSetCount": null,
          "passcodeRequiredType": "deviceDefault",
          "passcodeRequired": false,
          "osMinimumVersion": null,
          "osMaximumVersion": null,
          "osMinimumBuildVersion": null,
          "osMaximumBuildVersion": null,
          "securityBlockJailbrokenDevices": true,
          "deviceThreatProtectionEnabled": false,
          "deviceThreatProtectionRequiredSecurityLevel": "unavailable",
          "advancedThreatProtectionRequiredSecurityLevel": "unavailable",
          "managedEmailProfileRequired": false,
          "restrictedApps": [],
          "scheduledActionsForRule": [
                    {
                              "ruleName": null,
                              "scheduledActionConfigurations": [
                                        {
                                                  "gracePeriodHours": 0,
                                                  "actionType": "block",
                                                  "notificationTemplateId": "00000000-0000-0000-0000-000000000000",
                                                  "notificationMessageCCList": []
                                        }
                              ]
                    }
          ],
          "assignments": [
                    {
                              "source": "direct",
                              "target": {
                                        "@odata.type": "#microsoft.graph.groupAssignmentTarget",
                                        "deviceAndAppManagementAssignmentFilterId": null,
                                        "deviceAndAppManagementAssignmentFilterType": "none",
                                        "groupName": "Alle DEP Intune iOS Ger\u00e4te"
                              }
                    }
          ]
}