{
          "@odata.type": "#microsoft.graph.win32LobApp",
          "displayName": "ActivateEducationMAK",
          "publisher": "BSSE GmbH",
          "largeIcon": null,
          "isFeatured": false,
          "privacyInformationUrl": null,
          "informationUrl": null,
          "owner": "",
          "developer": "",
          "notes": "",
          "uploadState": 1,
          "publishingState": "published",
          "isAssigned": true,
          "roleScopeTagIds": [],
          "dependentAppCount": 0,
          "supersedingAppCount": 0,
          "supersededAppCount": 0,
          "committedContentVersion": "1",
          "fileName": "ActivateEducation.intunewin",
          "size": 336,
          "installCommandLine": "powershell -ex bypass -file Activate.ps1",
          "uninstallCommandLine": "powershell -ex bypass -file Activate.ps1",
          "applicableArchitectures": "x86,x64",
          "minimumFreeDiskSpaceInMB": null,
          "minimumMemoryInMB": null,
          "minimumNumberOfProcessors": null,
          "minimumCpuSpeedInMHz": null,
          "msiInformation": null,
          "setupFilePath": "Activate.ps1",
          "minimumSupportedWindowsRelease": "1607",
          "displayVersion": "1.0",
          "allowAvailableUninstall": false,
          "minimumSupportedOperatingSystem": {
                    "v8_0": false,
                    "v8_1": false,
                    "v10_0": false,
                    "v10_1607": true,
                    "v10_1703": false,
                    "v10_1709": false,
                    "v10_1803": false,
                    "v10_1809": false,
                    "v10_1903": false,
                    "v10_1909": false,
                    "v10_2004": false,
                    "v10_2H20": false,
                    "v10_21H1": false
          },
          "detectionRules": [
                    {
                              "@odata.type": "#microsoft.graph.win32LobAppPowerShellScriptDetection",
                              "enforceSignatureCheck": false,
                              "runAs32Bit": false,
                              "scriptContent": "77u/ZnVuY3Rpb24gR2V0LVdpbmRvd3NBY3RpdmF0aW9uIHsNCg0KICAgICR0YSA9IEdldC1DaW1JbnN0YW5jZSAtQ2xhc3NOYW1lIFNvZnR3YXJlTGljZW5zaW5nUHJvZHVjdCAtRmlsdGVyICJQYXJ0aWFsUHJvZHVjdEtleSBJUyBOT1QgTlVMTCIgfA0KICAgIFdoZXJlLU9iamVjdCAtUHJvcGVydHkgTmFtZSAtTGlrZSAiV2luZG93cyoiIA0KDQogICAgaWYgKCR0YS5MaWNlbnNlU3RhdHVzIC1lcSAxKSB7JHRydWV9IGVsc2UgeyRmYWxzZX0NCiB9DQoNCiBpZihHZXQtV2luZG93c0FjdGl2YXRpb24pew0KICAgV3JpdGUtSW5mb3JtYXRpb24gLU1lc3NhZ2UgIkFjdGl2YXRlZCINCiAgIEVYSVQgMA0KIH0NCiBlbHNlDQogew0KICBFWElUIDENCiB9"
                    }
          ],
          "requirementRules": [],
          "rules": [
                    {
                              "@odata.type": "#microsoft.graph.win32LobAppPowerShellScriptRule",
                              "ruleType": "detection",
                              "displayName": null,
                              "enforceSignatureCheck": false,
                              "runAs32Bit": false,
                              "runAsAccount": null,
                              "scriptContent": "77u/ZnVuY3Rpb24gR2V0LVdpbmRvd3NBY3RpdmF0aW9uIHsNCg0KICAgICR0YSA9IEdldC1DaW1JbnN0YW5jZSAtQ2xhc3NOYW1lIFNvZnR3YXJlTGljZW5zaW5nUHJvZHVjdCAtRmlsdGVyICJQYXJ0aWFsUHJvZHVjdEtleSBJUyBOT1QgTlVMTCIgfA0KICAgIFdoZXJlLU9iamVjdCAtUHJvcGVydHkgTmFtZSAtTGlrZSAiV2luZG93cyoiIA0KDQogICAgaWYgKCR0YS5MaWNlbnNlU3RhdHVzIC1lcSAxKSB7JHRydWV9IGVsc2UgeyRmYWxzZX0NCiB9DQoNCiBpZihHZXQtV2luZG93c0FjdGl2YXRpb24pew0KICAgV3JpdGUtSW5mb3JtYXRpb24gLU1lc3NhZ2UgIkFjdGl2YXRlZCINCiAgIEVYSVQgMA0KIH0NCiBlbHNlDQogew0KICBFWElUIDENCiB9",
                              "operationType": "notConfigured",
                              "operator": "notConfigured",
                              "comparisonValue": null
                    }
          ],
          "installExperience": {
                    "runAsAccount": "system",
                    "deviceRestartBehavior": "suppress"
          },
          "returnCodes": [
                    {
                              "returnCode": 0,
                              "type": "success"
                    },
                    {
                              "returnCode": 1707,
                              "type": "success"
                    },
                    {
                              "returnCode": 3010,
                              "type": "softReboot"
                    },
                    {
                              "returnCode": 1641,
                              "type": "hardReboot"
                    },
                    {
                              "returnCode": 1618,
                              "type": "retry"
                    }
          ],
          "assignments": [
                    {
                              "intent": "required",
                              "settings": null,
                              "source": "direct",
                              "target": {
                                        "@odata.type": "#microsoft.graph.exclusionGroupAssignmentTarget",
                                        "deviceAndAppManagementAssignmentFilterId": null,
                                        "deviceAndAppManagementAssignmentFilterType": "none",
                                        "groupName": "HP Pavilion x360"
                              }
                    },
                    {
                              "intent": "required",
                              "source": "direct",
                              "target": {
                                        "@odata.type": "#microsoft.graph.groupAssignmentTarget",
                                        "deviceAndAppManagementAssignmentFilterId": null,
                                        "deviceAndAppManagementAssignmentFilterType": "none",
                                        "groupName": "DEV-ScriptTesting"
                              },
                              "settings": {
                                        "@odata.type": "#microsoft.graph.win32LobAppAssignmentSettings",
                                        "notifications": "showAll",
                                        "restartSettings": null,
                                        "installTimeSettings": null,
                                        "deliveryOptimizationPriority": "notConfigured"
                              }
                    }
          ]
}