{
          "@odata.type": "#microsoft.graph.win32LobApp",
          "displayName": "Add-Printer-OG.ME",
          "publisher": "BSSE GmbH",
          "largeIcon": null,
          "isFeatured": false,
          "privacyInformationUrl": null,
          "informationUrl": null,
          "owner": "",
          "developer": "",
          "notes": "",
          "uploadState": 1,
          "publishingState": "published",
          "isAssigned": true,
          "roleScopeTagIds": [],
          "dependentAppCount": 0,
          "supersedingAppCount": 0,
          "supersededAppCount": 0,
          "committedContentVersion": "3",
          "fileName": "Add-Printer-OG.ME.intunewin",
          "size": 512,
          "installCommandLine": "Add-Printer-OG.ME.cmd",
          "uninstallCommandLine": "Add-Printer-OG.ME.cmd /u",
          "applicableArchitectures": "x86,x64",
          "minimumFreeDiskSpaceInMB": null,
          "minimumMemoryInMB": null,
          "minimumNumberOfProcessors": null,
          "minimumCpuSpeedInMHz": null,
          "msiInformation": null,
          "setupFilePath": "Add-Printer-OG.ME.cmd",
          "minimumSupportedWindowsRelease": "1607",
          "displayVersion": null,
          "allowAvailableUninstall": false,
          "minimumSupportedOperatingSystem": {
                    "v8_0": false,
                    "v8_1": false,
                    "v10_0": false,
                    "v10_1607": true,
                    "v10_1703": false,
                    "v10_1709": false,
                    "v10_1803": false,
                    "v10_1809": false,
                    "v10_1903": false,
                    "v10_1909": false,
                    "v10_2004": false,
                    "v10_2H20": false,
                    "v10_21H1": false
          },
          "detectionRules": [
                    {
                              "@odata.type": "#microsoft.graph.win32LobAppPowerShellScriptDetection",
                              "enforceSignatureCheck": false,
                              "runAs32Bit": false,
                              "scriptContent": "JG15bGlzdCA9IEdldC1DaGlsZEl0ZW0gLXBhdGggIkhLTE06XFNPRlRXQVJFXE1pY3Jvc29mdFxXaW5kb3dzIE5UXEN1cnJlbnRWZXJzaW9uXFByaW50XENvbm5lY3Rpb25zIiAtcmVjdXJzZSB8IGZvcmVhY2gtb2JqZWN0IHtnZXQtaXRlbXByb3BlcnR5ICRfLnBzcGF0aHxzZWxlY3QgLXByb3BlcnR5IFByaW50ZXJ9DQppZigkbXlsaXN0LlByaW50ZXIgLWNvbnRhaW5zICJcXHZzLWVkdTAyXEtBSC1PRy5NRS1EUjAxIil7DQoiUHJpbnRlciBmb3VuZCINCkV4aXQgMA0KfQ0KZWxzZXtFeGl0IDF9"
                    }
          ],
          "requirementRules": [],
          "rules": [
                    {
                              "@odata.type": "#microsoft.graph.win32LobAppPowerShellScriptRule",
                              "ruleType": "detection",
                              "displayName": null,
                              "enforceSignatureCheck": false,
                              "runAs32Bit": false,
                              "runAsAccount": null,
                              "scriptContent": "JG15bGlzdCA9IEdldC1DaGlsZEl0ZW0gLXBhdGggIkhLTE06XFNPRlRXQVJFXE1pY3Jvc29mdFxXaW5kb3dzIE5UXEN1cnJlbnRWZXJzaW9uXFByaW50XENvbm5lY3Rpb25zIiAtcmVjdXJzZSB8IGZvcmVhY2gtb2JqZWN0IHtnZXQtaXRlbXByb3BlcnR5ICRfLnBzcGF0aHxzZWxlY3QgLXByb3BlcnR5IFByaW50ZXJ9DQppZigkbXlsaXN0LlByaW50ZXIgLWNvbnRhaW5zICJcXHZzLWVkdTAyXEtBSC1PRy5NRS1EUjAxIil7DQoiUHJpbnRlciBmb3VuZCINCkV4aXQgMA0KfQ0KZWxzZXtFeGl0IDF9",
                              "operationType": "notConfigured",
                              "operator": "notConfigured",
                              "comparisonValue": null
                    }
          ],
          "installExperience": {
                    "runAsAccount": "system",
                    "deviceRestartBehavior": "suppress"
          },
          "returnCodes": [
                    {
                              "returnCode": 0,
                              "type": "success"
                    },
                    {
                              "returnCode": 1707,
                              "type": "success"
                    },
                    {
                              "returnCode": 3010,
                              "type": "softReboot"
                    },
                    {
                              "returnCode": 1641,
                              "type": "hardReboot"
                    },
                    {
                              "returnCode": 1618,
                              "type": "retry"
                    },
                    {
                              "returnCode": 1,
                              "type": "retry"
                    }
          ],
          "assignments": [
                    {
                              "intent": "required",
                              "source": "direct",
                              "target": {
                                        "@odata.type": "#microsoft.graph.groupAssignmentTarget",
                                        "deviceAndAppManagementAssignmentFilterId": null,
                                        "deviceAndAppManagementAssignmentFilterType": "none",
                                        "groupName": "Medienraum"
                              },
                              "settings": {
                                        "@odata.type": "#microsoft.graph.win32LobAppAssignmentSettings",
                                        "notifications": "showAll",
                                        "restartSettings": null,
                                        "installTimeSettings": null,
                                        "deliveryOptimizationPriority": "notConfigured"
                              }
                    }
          ]
}