{
          "@odata.type": "#microsoft.graph.win32LobApp",
          "displayName": "dotnet35",
          "publisher": "BSSE",
          "largeIcon": null,
          "isFeatured": false,
          "privacyInformationUrl": null,
          "informationUrl": null,
          "owner": "",
          "developer": "",
          "notes": "",
          "uploadState": 1,
          "publishingState": "published",
          "isAssigned": true,
          "roleScopeTagIds": [],
          "dependentAppCount": 0,
          "supersedingAppCount": 0,
          "supersededAppCount": 0,
          "committedContentVersion": "2",
          "fileName": "dotnet35.intunewin",
          "size": 74004320,
          "installCommandLine": "powershell.exe -ExecutionPolicy Bypass -file Install.ps1 -Mode Install",
          "uninstallCommandLine": "powershell.exe -ExecutionPolicy Bypass -file Install.ps1 -Mode Uninstall",
          "applicableArchitectures": "x86,x64",
          "minimumFreeDiskSpaceInMB": null,
          "minimumMemoryInMB": null,
          "minimumNumberOfProcessors": null,
          "minimumCpuSpeedInMHz": null,
          "msiInformation": null,
          "setupFilePath": "Install.ps1",
          "minimumSupportedWindowsRelease": "1607",
          "displayVersion": "1.1",
          "allowAvailableUninstall": false,
          "minimumSupportedOperatingSystem": {
                    "v8_0": false,
                    "v8_1": false,
                    "v10_0": false,
                    "v10_1607": true,
                    "v10_1703": false,
                    "v10_1709": false,
                    "v10_1803": false,
                    "v10_1809": false,
                    "v10_1903": false,
                    "v10_1909": false,
                    "v10_2004": false,
                    "v10_2H20": false,
                    "v10_21H1": false
          },
          "detectionRules": [
                    {
                              "@odata.type": "#microsoft.graph.win32LobAppRegistryDetection",
                              "check32BitOn64System": false,
                              "keyPath": "HKEY_LOCAL_MACHINE\\SOFTWARE\\Microsoft\\.NETFramework\\v3.0",
                              "valueName": null,
                              "detectionType": "exists",
                              "operator": "notConfigured",
                              "detectionValue": ""
                    }
          ],
          "requirementRules": [],
          "rules": [
                    {
                              "@odata.type": "#microsoft.graph.win32LobAppRegistryRule",
                              "ruleType": "detection",
                              "check32BitOn64System": false,
                              "keyPath": "HKEY_LOCAL_MACHINE\\SOFTWARE\\Microsoft\\.NETFramework\\v3.0",
                              "valueName": null,
                              "operationType": "exists",
                              "operator": "notConfigured",
                              "comparisonValue": ""
                    }
          ],
          "installExperience": {
                    "runAsAccount": "system",
                    "deviceRestartBehavior": "allow"
          },
          "returnCodes": [
                    {
                              "returnCode": 0,
                              "type": "success"
                    },
                    {
                              "returnCode": 1707,
                              "type": "success"
                    },
                    {
                              "returnCode": 3010,
                              "type": "softReboot"
                    },
                    {
                              "returnCode": 1641,
                              "type": "hardReboot"
                    },
                    {
                              "returnCode": 1618,
                              "type": "retry"
                    }
          ],
          "assignments": [
                    {
                              "intent": "required",
                              "source": "direct",
                              "target": {
                                        "@odata.type": "#microsoft.graph.groupAssignmentTarget",
                                        "deviceAndAppManagementAssignmentFilterId": null,
                                        "deviceAndAppManagementAssignmentFilterType": "none",
                                        "groupName": "KAH Bibliotheksrechner"
                              },
                              "settings": {
                                        "@odata.type": "#microsoft.graph.win32LobAppAssignmentSettings",
                                        "notifications": "showAll",
                                        "restartSettings": null,
                                        "installTimeSettings": null,
                                        "deliveryOptimizationPriority": "notConfigured"
                              }
                    },
                    {
                              "intent": "required",
                              "source": "direct",
                              "target": {
                                        "@odata.type": "#microsoft.graph.groupAssignmentTarget",
                                        "deviceAndAppManagementAssignmentFilterId": null,
                                        "deviceAndAppManagementAssignmentFilterType": "none",
                                        "groupName": "Alle Leihger\u00e4te Lehrer"
                              },
                              "settings": {
                                        "@odata.type": "#microsoft.graph.win32LobAppAssignmentSettings",
                                        "notifications": "showAll",
                                        "restartSettings": null,
                                        "installTimeSettings": null,
                                        "deliveryOptimizationPriority": "notConfigured"
                              }
                    },
                    {
                              "intent": "required",
                              "source": "direct",
                              "target": {
                                        "@odata.type": "#microsoft.graph.groupAssignmentTarget",
                                        "deviceAndAppManagementAssignmentFilterId": null,
                                        "deviceAndAppManagementAssignmentFilterType": "none",
                                        "groupName": "_W11_Verwaltungsrechner"
                              },
                              "settings": {
                                        "@odata.type": "#microsoft.graph.win32LobAppAssignmentSettings",
                                        "notifications": "showAll",
                                        "restartSettings": null,
                                        "installTimeSettings": null,
                                        "deliveryOptimizationPriority": "foreground"
                              }
                    },
                    {
                              "intent": "required",
                              "source": "direct",
                              "target": {
                                        "@odata.type": "#microsoft.graph.groupAssignmentTarget",
                                        "deviceAndAppManagementAssignmentFilterId": null,
                                        "deviceAndAppManagementAssignmentFilterType": "none",
                                        "groupName": "DEV-Autopilot"
                              },
                              "settings": {
                                        "@odata.type": "#microsoft.graph.win32LobAppAssignmentSettings",
                                        "notifications": "showAll",
                                        "restartSettings": null,
                                        "installTimeSettings": null,
                                        "deliveryOptimizationPriority": "notConfigured"
                              }
                    }
          ]
}