{
          "@odata.type": "#microsoft.graph.windowsMobileMSI",
          "displayName": "Google Chrome",
          "publisher": "Google",
          "largeIcon": null,
          "isFeatured": false,
          "privacyInformationUrl": null,
          "informationUrl": null,
          "owner": "",
          "developer": "",
          "notes": "",
          "uploadState": 1,
          "publishingState": "published",
          "isAssigned": true,
          "roleScopeTagIds": [],
          "dependentAppCount": 0,
          "supersedingAppCount": 0,
          "supersededAppCount": 0,
          "committedContentVersion": "1",
          "fileName": "GoogleChromeStandaloneEnterprise64.msi",
          "size": 70148160,
          "commandLine": "",
          "productCode": "{11B6951A-C492-37A0-800A-1BBD40A08326}",
          "productVersion": "68.36.111",
          "ignoreVersionDetection": true,
          "identityVersion": "68.36.111",
          "useDeviceContext": null,
          "assignments": [
                    {
                              "intent": "required",
                              "settings": null,
                              "source": "policySets",
                              "target": {
                                        "@odata.type": "#microsoft.graph.groupAssignmentTarget",
                                        "deviceAndAppManagementAssignmentFilterId": null,
                                        "deviceAndAppManagementAssignmentFilterType": "none",
                                        "groupName": "_W11_Verwaltungsrechner"
                              }
                    },
                    {
                              "intent": "required",
                              "settings": null,
                              "source": "direct",
                              "target": {
                                        "@odata.type": "#microsoft.graph.groupAssignmentTarget",
                                        "deviceAndAppManagementAssignmentFilterId": null,
                                        "deviceAndAppManagementAssignmentFilterType": "none",
                                        "groupName": "Software Standard"
                              }
                    }
          ]
}