{
          "@odata.type": "#microsoft.graph.win32LobApp",
          "displayName": "KAH_Littera.5.4.10",
          "publisher": "Littera Software & Consulting",
          "largeIcon": null,
          "isFeatured": false,
          "privacyInformationUrl": null,
          "informationUrl": null,
          "owner": "",
          "developer": "",
          "notes": "",
          "uploadState": 1,
          "publishingState": "published",
          "isAssigned": true,
          "roleScopeTagIds": [],
          "dependentAppCount": 1,
          "supersedingAppCount": 0,
          "supersededAppCount": 0,
          "committedContentVersion": "2",
          "fileName": "KAH_Littera.5.4.10.intunewin",
          "size": 351317424,
          "installCommandLine": "powershell -ex bypass -file install.ps1",
          "uninstallCommandLine": "powershell -ex bypass -file uninstall.ps1",
          "applicableArchitectures": "x86,x64",
          "minimumFreeDiskSpaceInMB": 400,
          "minimumMemoryInMB": 450,
          "minimumNumberOfProcessors": null,
          "minimumCpuSpeedInMHz": null,
          "msiInformation": null,
          "setupFilePath": "install.ps1",
          "minimumSupportedWindowsRelease": "1607",
          "displayVersion": "5.4.10",
          "allowAvailableUninstall": false,
          "minimumSupportedOperatingSystem": {
                    "v8_0": false,
                    "v8_1": false,
                    "v10_0": false,
                    "v10_1607": true,
                    "v10_1703": false,
                    "v10_1709": false,
                    "v10_1803": false,
                    "v10_1809": false,
                    "v10_1903": false,
                    "v10_1909": false,
                    "v10_2004": false,
                    "v10_2H20": false,
                    "v10_21H1": false
          },
          "detectionRules": [
                    {
                              "@odata.type": "#microsoft.graph.win32LobAppFileSystemDetection",
                              "path": "C:\\Program Files (x86)\\LITTERA",
                              "fileOrFolderName": "Littera.exe",
                              "check32BitOn64System": true,
                              "detectionType": "exists",
                              "operator": "notConfigured",
                              "detectionValue": null
                    }
          ],
          "requirementRules": [],
          "rules": [
                    {
                              "@odata.type": "#microsoft.graph.win32LobAppFileSystemRule",
                              "ruleType": "detection",
                              "path": "C:\\Program Files (x86)\\LITTERA",
                              "fileOrFolderName": "Littera.exe",
                              "check32BitOn64System": true,
                              "operationType": "exists",
                              "operator": "notConfigured",
                              "comparisonValue": null
                    }
          ],
          "installExperience": {
                    "runAsAccount": "system",
                    "deviceRestartBehavior": "force"
          },
          "returnCodes": [
                    {
                              "returnCode": 0,
                              "type": "success"
                    },
                    {
                              "returnCode": 1707,
                              "type": "success"
                    },
                    {
                              "returnCode": 3010,
                              "type": "softReboot"
                    },
                    {
                              "returnCode": 1641,
                              "type": "hardReboot"
                    },
                    {
                              "returnCode": 1618,
                              "type": "retry"
                    }
          ],
          "assignments": [
                    {
                              "intent": "required",
                              "source": "direct",
                              "target": {
                                        "@odata.type": "#microsoft.graph.groupAssignmentTarget",
                                        "deviceAndAppManagementAssignmentFilterId": null,
                                        "deviceAndAppManagementAssignmentFilterType": "none",
                                        "groupName": "KAH Pool Lernzentrum"
                              },
                              "settings": {
                                        "@odata.type": "#microsoft.graph.win32LobAppAssignmentSettings",
                                        "notifications": "showAll",
                                        "installTimeSettings": null,
                                        "deliveryOptimizationPriority": "foreground",
                                        "restartSettings": {
                                                  "gracePeriodInMinutes": 60,
                                                  "countdownDisplayBeforeRestartInMinutes": 15,
                                                  "restartNotificationSnoozeDurationInMinutes": 15
                                        }
                              }
                    },
                    {
                              "intent": "required",
                              "settings": null,
                              "source": "direct",
                              "target": {
                                        "@odata.type": "#microsoft.graph.exclusionGroupAssignmentTarget",
                                        "deviceAndAppManagementAssignmentFilterId": null,
                                        "deviceAndAppManagementAssignmentFilterType": "none",
                                        "groupName": "DEV-Autopilot"
                              }
                    }
          ]
}