{
          "@odata.type": "#microsoft.graph.win32LobApp",
          "displayName": "LibreOffice 6.4.7.2",
          "publisher": "BSSE GmbH",
          "largeIcon": null,
          "isFeatured": false,
          "privacyInformationUrl": null,
          "informationUrl": null,
          "owner": "",
          "developer": "",
          "notes": "",
          "uploadState": 1,
          "publishingState": "published",
          "isAssigned": true,
          "roleScopeTagIds": [],
          "dependentAppCount": 0,
          "supersedingAppCount": 0,
          "supersededAppCount": 0,
          "committedContentVersion": "2",
          "fileName": "LibreOffice_6.4.7_Win_x64.intunewin",
          "size": 300783088,
          "installCommandLine": "msiexec /i \"LibreOffice_6.4.7_Win_x64.msi\" /q",
          "uninstallCommandLine": "msiexec /x \"{19B8BD60-CB65-49E8-8CDC-4596799C4DA7}\" /q",
          "applicableArchitectures": "x64",
          "minimumFreeDiskSpaceInMB": null,
          "minimumMemoryInMB": null,
          "minimumNumberOfProcessors": null,
          "minimumCpuSpeedInMHz": null,
          "setupFilePath": "LibreOffice_6.4.7_Win_x64.msi",
          "minimumSupportedWindowsRelease": "1607",
          "displayVersion": null,
          "allowAvailableUninstall": false,
          "minimumSupportedOperatingSystem": {
                    "v8_0": false,
                    "v8_1": false,
                    "v10_0": false,
                    "v10_1607": true,
                    "v10_1703": false,
                    "v10_1709": false,
                    "v10_1803": false,
                    "v10_1809": false,
                    "v10_1903": false,
                    "v10_1909": false,
                    "v10_2004": false,
                    "v10_2H20": false,
                    "v10_21H1": false
          },
          "detectionRules": [
                    {
                              "@odata.type": "#microsoft.graph.win32LobAppFileSystemDetection",
                              "path": "%ProgramFiles%\\LibreOffice\\program\\",
                              "fileOrFolderName": "swriter.exe",
                              "check32BitOn64System": false,
                              "detectionType": "exists",
                              "operator": "notConfigured",
                              "detectionValue": null
                    }
          ],
          "requirementRules": [],
          "rules": [
                    {
                              "@odata.type": "#microsoft.graph.win32LobAppFileSystemRule",
                              "ruleType": "detection",
                              "path": "%ProgramFiles%\\LibreOffice\\program\\",
                              "fileOrFolderName": "swriter.exe",
                              "check32BitOn64System": false,
                              "operationType": "exists",
                              "operator": "notConfigured",
                              "comparisonValue": null
                    }
          ],
          "installExperience": {
                    "runAsAccount": "system",
                    "deviceRestartBehavior": "suppress"
          },
          "returnCodes": [
                    {
                              "returnCode": 0,
                              "type": "success"
                    },
                    {
                              "returnCode": 1707,
                              "type": "success"
                    },
                    {
                              "returnCode": 3010,
                              "type": "softReboot"
                    },
                    {
                              "returnCode": 1641,
                              "type": "hardReboot"
                    },
                    {
                              "returnCode": 1618,
                              "type": "retry"
                    }
          ],
          "msiInformation": {
                    "productCode": "{19B8BD60-CB65-49E8-8CDC-4596799C4DA7}",
                    "productVersion": "6.4.7.2",
                    "upgradeCode": "{4B17E523-5D91-4E69-BD96-7FD81CFA81BB}",
                    "requiresReboot": false,
                    "packageType": "perMachine",
                    "productName": "LibreOffice 6.4.7.2",
                    "publisher": "The Document Foundation"
          },
          "assignments": [
                    {
                              "intent": "required",
                              "source": "direct",
                              "target": {
                                        "@odata.type": "#microsoft.graph.groupAssignmentTarget",
                                        "deviceAndAppManagementAssignmentFilterId": null,
                                        "deviceAndAppManagementAssignmentFilterType": "none",
                                        "groupName": "Software Kreativit\u00e4t"
                              },
                              "settings": {
                                        "@odata.type": "#microsoft.graph.win32LobAppAssignmentSettings",
                                        "notifications": "showAll",
                                        "restartSettings": null,
                                        "installTimeSettings": null,
                                        "deliveryOptimizationPriority": "notConfigured"
                              }
                    }
          ]
}