{
          "@odata.type": "#microsoft.graph.win32LobApp",
          "displayName": "NextCloud_Connector.exe",
          "publisher": "BSSE",
          "largeIcon": null,
          "isFeatured": false,
          "privacyInformationUrl": null,
          "informationUrl": null,
          "owner": "",
          "developer": "",
          "notes": "",
          "uploadState": 1,
          "publishingState": "published",
          "isAssigned": true,
          "roleScopeTagIds": [],
          "dependentAppCount": 0,
          "supersedingAppCount": 0,
          "supersededAppCount": 0,
          "committedContentVersion": "2",
          "fileName": "NextCloud_Connector_v1.1.intunewin",
          "size": 20320,
          "installCommandLine": "powershell -ex bypass -file install.ps1",
          "uninstallCommandLine": "powershell -ex bypass -file uninstall.ps1",
          "applicableArchitectures": "x86,x64",
          "minimumFreeDiskSpaceInMB": 5,
          "minimumMemoryInMB": null,
          "minimumNumberOfProcessors": null,
          "minimumCpuSpeedInMHz": null,
          "msiInformation": null,
          "setupFilePath": "NextCloud_Connector.exe",
          "minimumSupportedWindowsRelease": "1607",
          "displayVersion": "1.1",
          "allowAvailableUninstall": false,
          "minimumSupportedOperatingSystem": {
                    "v8_0": false,
                    "v8_1": false,
                    "v10_0": false,
                    "v10_1607": true,
                    "v10_1703": false,
                    "v10_1709": false,
                    "v10_1803": false,
                    "v10_1809": false,
                    "v10_1903": false,
                    "v10_1909": false,
                    "v10_2004": false,
                    "v10_2H20": false,
                    "v10_21H1": false
          },
          "detectionRules": [
                    {
                              "@odata.type": "#microsoft.graph.win32LobAppFileSystemDetection",
                              "path": "C:\\Program Files\\NextCloud_Connect",
                              "fileOrFolderName": "NextCloud_Connector.exe",
                              "check32BitOn64System": false,
                              "detectionType": "exists",
                              "operator": "notConfigured",
                              "detectionValue": null
                    }
          ],
          "requirementRules": [],
          "rules": [
                    {
                              "@odata.type": "#microsoft.graph.win32LobAppFileSystemRule",
                              "ruleType": "detection",
                              "path": "C:\\Program Files\\NextCloud_Connect",
                              "fileOrFolderName": "NextCloud_Connector.exe",
                              "check32BitOn64System": false,
                              "operationType": "exists",
                              "operator": "notConfigured",
                              "comparisonValue": null
                    }
          ],
          "installExperience": {
                    "runAsAccount": "system",
                    "deviceRestartBehavior": "basedOnReturnCode"
          },
          "returnCodes": [
                    {
                              "returnCode": 0,
                              "type": "success"
                    },
                    {
                              "returnCode": 1707,
                              "type": "success"
                    },
                    {
                              "returnCode": 3010,
                              "type": "softReboot"
                    },
                    {
                              "returnCode": 1641,
                              "type": "hardReboot"
                    },
                    {
                              "returnCode": 1618,
                              "type": "retry"
                    }
          ],
          "assignments": [
                    {
                              "intent": "required",
                              "source": "direct",
                              "target": {
                                        "@odata.type": "#microsoft.graph.groupAssignmentTarget",
                                        "deviceAndAppManagementAssignmentFilterId": null,
                                        "deviceAndAppManagementAssignmentFilterType": "none",
                                        "groupName": "Software Lehrer"
                              },
                              "settings": {
                                        "@odata.type": "#microsoft.graph.win32LobAppAssignmentSettings",
                                        "notifications": "showAll",
                                        "restartSettings": null,
                                        "installTimeSettings": null,
                                        "deliveryOptimizationPriority": "notConfigured"
                              }
                    }
          ]
}