{
          "@odata.type": "#microsoft.graph.win32LobApp",
          "displayName": "Outlook-Webapp",
          "publisher": "BSSE",
          "largeIcon": null,
          "isFeatured": false,
          "privacyInformationUrl": null,
          "informationUrl": null,
          "owner": "",
          "developer": "",
          "notes": "",
          "uploadState": 1,
          "publishingState": "published",
          "isAssigned": true,
          "roleScopeTagIds": [],
          "dependentAppCount": 0,
          "supersedingAppCount": 0,
          "supersededAppCount": 0,
          "committedContentVersion": "1",
          "fileName": "Add-WebApp.intunewin",
          "size": 2432,
          "installCommandLine": "PowerShell.exe -ExecutionPolicy Bypass -WindowStyle Hidden -File \"Add-WebApp.ps1\" -ShortcutName \"Outlook Webapp\" -ShortcutUrl \"https://outlook.office.com\" -ShortcutIconUrl \"https://iconarchive.com/download/i75895/martz90/circle/outlook.ico\" -ShortcutInStartMenu $true -ShortcutOnDesktop $true -ShortcutInStartup $false",
          "uninstallCommandLine": "PowerShell.exe -ExecutionPolicy Bypass -WindowStyle Hidden -File \"Remove-WebApp.ps1\" -ShortcutName \"Outlook Webapp\"",
          "applicableArchitectures": "x86,x64",
          "minimumFreeDiskSpaceInMB": null,
          "minimumMemoryInMB": null,
          "minimumNumberOfProcessors": null,
          "minimumCpuSpeedInMHz": null,
          "msiInformation": null,
          "setupFilePath": "Add-WebApp.ps1",
          "minimumSupportedWindowsRelease": "1607",
          "displayVersion": "1.1",
          "allowAvailableUninstall": false,
          "minimumSupportedOperatingSystem": {
                    "v8_0": false,
                    "v8_1": false,
                    "v10_0": false,
                    "v10_1607": true,
                    "v10_1703": false,
                    "v10_1709": false,
                    "v10_1803": false,
                    "v10_1809": false,
                    "v10_1903": false,
                    "v10_1909": false,
                    "v10_2004": false,
                    "v10_2H20": false,
                    "v10_21H1": false
          },
          "detectionRules": [
                    {
                              "@odata.type": "#microsoft.graph.win32LobAppFileSystemDetection",
                              "path": "%PUBLIC%\\Desktop",
                              "fileOrFolderName": "OutlookWeb.lnk",
                              "check32BitOn64System": false,
                              "detectionType": "exists",
                              "operator": "notConfigured",
                              "detectionValue": null
                    }
          ],
          "requirementRules": [],
          "rules": [
                    {
                              "@odata.type": "#microsoft.graph.win32LobAppFileSystemRule",
                              "ruleType": "detection",
                              "path": "%PUBLIC%\\Desktop",
                              "fileOrFolderName": "OutlookWeb.lnk",
                              "check32BitOn64System": false,
                              "operationType": "exists",
                              "operator": "notConfigured",
                              "comparisonValue": null
                    }
          ],
          "installExperience": {
                    "runAsAccount": "system",
                    "deviceRestartBehavior": "allow"
          },
          "returnCodes": [
                    {
                              "returnCode": 0,
                              "type": "success"
                    },
                    {
                              "returnCode": 1707,
                              "type": "success"
                    },
                    {
                              "returnCode": 3010,
                              "type": "softReboot"
                    },
                    {
                              "returnCode": 1641,
                              "type": "hardReboot"
                    },
                    {
                              "returnCode": 1618,
                              "type": "retry"
                    }
          ],
          "assignments": [
                    {
                              "intent": "required",
                              "settings": null,
                              "source": "direct",
                              "target": {
                                        "@odata.type": "#microsoft.graph.exclusionGroupAssignmentTarget",
                                        "deviceAndAppManagementAssignmentFilterId": null,
                                        "deviceAndAppManagementAssignmentFilterType": "none",
                                        "groupName": "KAH Pool OG Lehrerst\u00fctzpunkt"
                              }
                    }
          ]
}