{
          "displayName": "tvfvfv",
          "description": null,
          "templateId": "0f2b5d70-d4e9-4156-8c16-1397eb6c54a5",
          "settingsDelta": [
                    {
                              "@odata.type": "#microsoft.graph.deviceManagementBooleanSettingInstance",
                              "definitionId": "deviceConfiguration--windowsIdentityProtectionConfiguration_windowsHelloForBusinessBlocked",
                              "valueJson": "false",
                              "value": false
                    },
                    {
                              "@odata.type": "#microsoft.graph.deviceManagementIntegerSettingInstance",
                              "definitionId": "deviceConfiguration--windowsIdentityProtectionConfiguration_pinMinimumLength",
                              "valueJson": "6",
                              "value": 6
                    },
                    {
                              "@odata.type": "#microsoft.graph.deviceManagementIntegerSettingInstance",
                              "definitionId": "deviceConfiguration--windowsIdentityProtectionConfiguration_pinMaximumLength",
                              "valueJson": "null",
                              "value": null
                    },
                    {
                              "@odata.type": "#microsoft.graph.deviceManagementStringSettingInstance",
                              "definitionId": "deviceConfiguration--windowsIdentityProtectionConfiguration_pinLowercaseCharactersUsage",
                              "valueJson": "\"allowed\"",
                              "value": "allowed"
                    },
                    {
                              "@odata.type": "#microsoft.graph.deviceManagementStringSettingInstance",
                              "definitionId": "deviceConfiguration--windowsIdentityProtectionConfiguration_pinUppercaseCharactersUsage",
                              "valueJson": "\"allowed\"",
                              "value": "allowed"
                    },
                    {
                              "@odata.type": "#microsoft.graph.deviceManagementStringSettingInstance",
                              "definitionId": "deviceConfiguration--windowsIdentityProtectionConfiguration_pinSpecialCharactersUsage",
                              "valueJson": "\"allowed\"",
                              "value": "allowed"
                    },
                    {
                              "@odata.type": "#microsoft.graph.deviceManagementIntegerSettingInstance",
                              "definitionId": "deviceConfiguration--windowsIdentityProtectionConfiguration_pinExpirationInDays",
                              "valueJson": "0",
                              "value": 0
                    },
                    {
                              "@odata.type": "#microsoft.graph.deviceManagementIntegerSettingInstance",
                              "definitionId": "deviceConfiguration--windowsIdentityProtectionConfiguration_pinPreviousBlockCount",
                              "valueJson": "5",
                              "value": 5
                    },
                    {
                              "@odata.type": "#microsoft.graph.deviceManagementBooleanSettingInstance",
                              "definitionId": "deviceConfiguration--windowsIdentityProtectionConfiguration_pinRecoveryEnabled",
                              "valueJson": "true",
                              "value": true
                    },
                    {
                              "@odata.type": "#microsoft.graph.deviceManagementBooleanSettingInstance",
                              "definitionId": "deviceConfiguration--windowsIdentityProtectionConfiguration_securityDeviceRequired",
                              "valueJson": "true",
                              "value": true
                    },
                    {
                              "@odata.type": "#microsoft.graph.deviceManagementBooleanSettingInstance",
                              "definitionId": "deviceConfiguration--windowsIdentityProtectionConfiguration_unlockWithBiometricsEnabled",
                              "valueJson": "true",
                              "value": true
                    },
                    {
                              "@odata.type": "#microsoft.graph.deviceManagementBooleanSettingInstance",
                              "definitionId": "deviceConfiguration--windowsIdentityProtectionConfiguration_enhancedAntiSpoofingForFacialFeaturesEnabled",
                              "valueJson": "true",
                              "value": true
                    },
                    {
                              "@odata.type": "#microsoft.graph.deviceManagementBooleanSettingInstance",
                              "definitionId": "deviceConfiguration--windowsIdentityProtectionConfiguration_useCertificatesForOnPremisesAuthEnabled",
                              "valueJson": "false",
                              "value": false
                    },
                    {
                              "@odata.type": "#microsoft.graph.deviceManagementBooleanSettingInstance",
                              "definitionId": "deviceConfiguration--windowsIdentityProtectionConfiguration_useSecurityKeyForSignin",
                              "valueJson": "true",
                              "value": true
                    },
                    {
                              "@odata.type": "#microsoft.graph.deviceManagementStringSettingInstance",
                              "definitionId": "deviceConfiguration--windows10EndpointProtectionConfiguration_deviceGuardLocalSystemAuthorityCredentialGuardSettings",
                              "valueJson": "\"enableWithoutUEFILock\"",
                              "value": "enableWithoutUEFILock"
                    }
          ],
          "roleScopeTagIds": [
                    "0"
          ]
}